{"speakers": [], "chunks": [{"timestamp": [0.0, 7.68], "text": " I'm a trained primary teacher who came into working with students with special needs by accident and then never left."}, {"timestamp": [8.8, 18.5], "text": " As the college has got bigger, so the number of students that we have coming through the college with learning difficulties is obviously increased as well with the population."}, {"timestamp": [19.28, 28.14], "text": " And the services and the support that we provide develops and evolves with the different needs of the students and the numbers that we have."}, {"timestamp": [28.24, 30.7], "text": " So it's constantly changing and moving about."}, {"timestamp": [32.36, 45.0], "text": " We first and foremost have students that are involved with the Ariba College and then we look at individual needs and obviously the specific funding that they have as to what programs we can offer each year."}, {"timestamp": [45.6, 52.24], "text": " At the moment we've got eight Ors verified students ranging from year seven up to year 15."}, {"timestamp": [52.84, 54.54], "text": " So there's a wide age range."}, {"timestamp": [55.8, 60.96], "text": " We also have eight high learning needs students, formerly the SLS students."}, {"timestamp": [61.64, 68.64], "text": " I did have 10 at the beginning of the year, but fortunate enough to them on to courses because they were at the older level so we have those students"}, {"timestamp": [68.64, 73.14], "text": " as well working at level 1 to 2 on the curriculum and then additionally we work"}, {"timestamp": [73.14, 78.0], "text": " with up to about 150 students on a regular basis throughout the week throughout"}, {"timestamp": [78.0, 83.46], "text": " year 7 to 12 basically the 13s are there by choice and hopefully they're doing"}, {"timestamp": [83.46, 85.96], "text": " okay so it does change as the 13s are there by choice and hopefully they're doing okay."}, {"timestamp": [85.96, 91.56], "text": " So it does change as the different students are there."}, {"timestamp": [91.56, 99.04], "text": " So my presentation this afternoon really is based on a lot of individual experiences,"}, {"timestamp": [99.04, 104.12], "text": " but those individual experiences will reflect a lot of the students and the situations that"}, {"timestamp": [104.12, 105.36], "text": " you might have coming"}, {"timestamp": [105.36, 109.44], "text": " to your colleges and schools as well."}, {"timestamp": [109.44, 112.58], "text": " And I don't make any apologies for using their names."}, {"timestamp": [112.58, 115.44], "text": " I provide pastoral care for these students."}, {"timestamp": [115.44, 120.36], "text": " It's the whole student we look at rather than just them being in one particular class."}, {"timestamp": [120.36, 122.32], "text": " So I'll just get going."}, {"timestamp": [122.32, 123.32], "text": " All right."}, {"timestamp": [123.32, 137.16], "text": " I'm doing this differently this afternoon, so bear in mind I've just done three presentations on one side, now I'm doing it on the other. So bear with me. Okay, so that's me. Okay, and thinking about who are these students."}, {"timestamp": [141.44, 146.6], "text": " Well, you've all heard the labels. We have students with all these things in our classes."}, {"timestamp": [146.6, 149.04], "text": " Some of us know what they mean and some of us don't."}, {"timestamp": [149.04, 153.44], "text": " It just means there's somebody there with a difficulty and how do I teach them?"}, {"timestamp": [153.44, 156.42], "text": " How do I meet their needs in a classroom?"}, {"timestamp": [156.42, 162.76], "text": " Well, the key thing is that they're indistinguishable at times."}, {"timestamp": [162.76, 168.88], "text": " You know, you see students in front of you and you don't know whether they've got any of those things at all so you're presented in a class"}, {"timestamp": [168.88, 172.9], "text": " with a group of students. The key thing is we want to be able to meet the needs of"}, {"timestamp": [172.9, 178.12], "text": " as many people as possible in one go and with the one-to-one devices you've got an"}, {"timestamp": [178.12, 181.6], "text": " added bonus of being able to make your presentation and your teaching visual,"}, {"timestamp": [181.6, 187.0], "text": " oral and hands-on which is really really, really key important for those students"}, {"timestamp": [187.0, 190.0], "text": " that have learning difficulties, literacy, numeracy, etc."}, {"timestamp": [190.0, 193.0], "text": " And all those difficulties, all right?"}, {"timestamp": [197.0, 199.0], "text": " So there again, it could be everybody."}, {"timestamp": [199.0, 203.0], "text": " Some of those students in the picture are students I work with,"}, {"timestamp": [203.0, 205.0], "text": " but they reflect everybody. So, you know, who could you pick out in the picture are students I work with, but they reflect everybody."}, {"timestamp": [205.0, 208.92], "text": " So who could you pick out in that picture there"}, {"timestamp": [208.92, 210.3], "text": " as to might need some support?"}, {"timestamp": [210.3, 212.1], "text": " So when you're going into classes,"}, {"timestamp": [212.1, 214.9], "text": " you're not going to remember that somebody over there"}, {"timestamp": [214.9, 218.5], "text": " has dyslexia or somebody has dyspraxia, that sort of thing."}, {"timestamp": [218.5, 223.08], "text": " So it's a case of making sure that the one-to-one device"}, {"timestamp": [223.08, 225.5], "text": " and your teaching, because it's not on its own, is actually"}, {"timestamp": [225.5, 229.76], "text": " going to be as accessible by everybody, as many people as possible."}, {"timestamp": [229.76, 237.68], "text": " Right, now, how it all began for us at Arewa."}, {"timestamp": [237.68, 247.0], "text": " We were very fortunate to have donated three iPads, made available specifically for students with special needs."}, {"timestamp": [247.0, 253.0], "text": " And as the coordinator and the head of student support with my special needs students at the time,"}, {"timestamp": [253.0, 256.5], "text": " I was lucky enough to get them, knowing not very much about them."}, {"timestamp": [256.5, 259.5], "text": " I did have one student that had an iPad, an iPad one."}, {"timestamp": [259.5, 269.24], "text": " She needed for a language and we had a very expensive program put on there so that she could try and improve her communication. I've got that picture there because they are"}, {"timestamp": [269.24, 274.08], "text": " some of the students that are in my class this year and if you look at that"}, {"timestamp": [274.08, 278.36], "text": " picture some of those do look as though that they have special needs and you"}, {"timestamp": [278.36, 281.54], "text": " would pick them out of having learning difficulties. Others you probably"}, {"timestamp": [281.54, 288.0], "text": " wouldn't. We went to the Special Olympics Athletics at Sovereign Stadium on Wednesday,"}, {"timestamp": [288.0, 290.0], "text": " and I thought it was a really happy picture"}, {"timestamp": [290.0, 292.0], "text": " and it just shows what they like to do"}, {"timestamp": [292.0, 294.0], "text": " and how different everybody is."}, {"timestamp": [298.0, 302.0], "text": " For those particular students you've just seen,"}, {"timestamp": [302.0, 304.0], "text": " there are barriers to their learning."}, {"timestamp": [308.06, 313.12], "text": " We've got students with severe dyspraxia affecting their speech, reading, writing and recall."}, {"timestamp": [313.12, 316.42], "text": " I've got one student there, she's actually my oldest student."}, {"timestamp": [316.42, 320.08], "text": " She's 21 this year and I've worked with her for seven years."}, {"timestamp": [320.08, 325.44], "text": " She still has huge difficulty and cannot distinguish between her numbers and letters."}, {"timestamp": [325.74, 329.12], "text": " So it makes it really difficult for her to be able to read and write."}, {"timestamp": [330.1, 338.68], "text": " Additionally, her speech is affected too, so that she really does depend on visual clues and cues all the time."}, {"timestamp": [338.76, 341.12], "text": " She's the only one of my students who actually watches the news"}, {"timestamp": [341.12, 343.96], "text": " and will tell you everything that's happening in the world today"}, {"timestamp": [343.96, 349.6], "text": " because she picks up everything she actually works with the college catering working with"}, {"timestamp": [349.6, 357.12], "text": " preparing the food with our caterer here except for today and because she's watched and she's"}, {"timestamp": [357.12, 362.0], "text": " learned and she's picked up processes so that's how she learns but there are other students"}, {"timestamp": [362.0, 365.5], "text": " i've got that where dyspraxia affects their visual perception,"}, {"timestamp": [365.5, 369.5], "text": " so they wouldn't know whether the change of colour would be a different change in level,"}, {"timestamp": [369.5, 373.5], "text": " so it makes it really difficult for them when they're walking, for balance,"}, {"timestamp": [373.5, 376.5], "text": " but also safety in the kitchen when you're using a knife, you know,"}, {"timestamp": [376.5, 379.5], "text": " you're working catering or in the food technology class,"}, {"timestamp": [379.5, 383.5], "text": " she would be frightened unless she had more time to do things"}, {"timestamp": [383.5, 386.88], "text": " that she would hurt herself because of the dyspraxia."}, {"timestamp": [389.84, 398.0], "text": " I've got students with different levels on the autistic spectrum. I have a student in my class at the moment with severe autism"}, {"timestamp": [398.0, 408.4], "text": " who actually can't manage to work in my classroom with my other students. He has another room off that classroom, nice airy room to himself,"}, {"timestamp": [408.4, 411.44], "text": " where he has his own separate program completely,"}, {"timestamp": [411.44, 416.48], "text": " and at times the one-to-one device that he has for calming"}, {"timestamp": [416.48, 420.48], "text": " is really beneficial to everybody."}, {"timestamp": [420.48, 427.0], "text": " Other students I've got with autism, they do have huge anxiety and a sensory overload at times,"}, {"timestamp": [427.0, 431.0], "text": " which means they find difficult going into classes or noisy places."}, {"timestamp": [431.0, 434.0], "text": " And I've got one particular student in my class now."}, {"timestamp": [434.0, 438.0], "text": " She's actually came to us a couple of years ago not being able to go into any classes."}, {"timestamp": [438.0, 443.0], "text": " She's now going into level one alternative English, level one catering and year 10 art."}, {"timestamp": [443.0, 445.1], "text": " She needs the support but having"}, {"timestamp": [445.1, 449.0], "text": " the one-to-one device for her to focus on she saved up all last year for her"}, {"timestamp": [449.0, 453.74], "text": " white iPad then it's a focus so she's doing all right. Other students on the"}, {"timestamp": [453.74, 459.08], "text": " spectrum we have that are in regular classes some are actually at the other end"}, {"timestamp": [459.08, 464.0], "text": " of the spectrum of gifted and talented in certain areas so they're very"}, {"timestamp": [464.0, 465.82], "text": " knowledgeable about certain areas but they're very knowledgeable about certain"}, {"timestamp": [465.82, 470.5], "text": " areas but social interaction is really really hard for them and at times"}, {"timestamp": [470.5, 475.1], "text": " everything gets too much and the where we we support them the student support"}, {"timestamp": [475.1, 480.52], "text": " center is a place where they can come just to calm down or to take take a breath"}, {"timestamp": [480.52, 487.56], "text": " and then go back into somewhere else we've also got students with global developmental delay,"}, {"timestamp": [488.12, 492.66], "text": " which means that they're working at or below level one on the curriculum,"}, {"timestamp": [493.06, 495.2], "text": " emergent reading and writing,"}, {"timestamp": [496.64, 501.7], "text": " in all aspects of whether it's math, writing, spelling, everything."}, {"timestamp": [503.3, 507.64], "text": " As I said, the emergent level to level two on the curriculum, that is not NCA level two."}, {"timestamp": [509.4, 510.6], "text": " This is in my class."}, {"timestamp": [510.9, 515.98], "text": " And the big thing for me is that the processing information and recall difficulties"}, {"timestamp": [515.98, 519.02], "text": " means they need more time for everything."}, {"timestamp": [519.74, 524.74], "text": " And you've probably had students with auditory processing difficulties in your classes,"}, {"timestamp": [525.0, 532.0], "text": " central auditory processing where they might have an FM system to just cut out extraneous noises and things like that."}, {"timestamp": [532.0, 535.0], "text": " It just becomes too much and they need time to think."}, {"timestamp": [535.0, 540.0], "text": " So those are the students that I have actually with the high needs."}, {"timestamp": [540.0, 547.5], "text": " And you've got to think, right, how do you meet the needs of all those students in the classes?"}, {"timestamp": [547.5, 552.54], "text": " And I pick out three main focus areas because it's easier to do and you can actually know that"}, {"timestamp": [552.54, 554.24], "text": " you've succeeded then, couldn't you?"}, {"timestamp": [554.24, 556.16], "text": " You've got something to work on."}, {"timestamp": [556.16, 558.34], "text": " First one is communication."}, {"timestamp": [558.34, 559.84], "text": " Biggie, be a really big one there."}, {"timestamp": [559.84, 562.4], "text": " You know, how you'd walk and talk."}, {"timestamp": [562.4, 568.08], "text": " And for me, it's visual and oral because that's going to be their main strength."}, {"timestamp": [568.64, 570.36], "text": " So the one-to-one devices"}, {"timestamp": [570.36, 572.48], "text": " can really assist in that area."}, {"timestamp": [574.06, 575.7], "text": " The other one is in the writing"}, {"timestamp": [575.7, 578.96], "text": " because physical disabilities"}, {"timestamp": [578.96, 581.94], "text": " or the speed or spelling is a real barrier"}, {"timestamp": [581.94, 584.04], "text": " to learning. I'm sure you've all had"}, {"timestamp": [584.04, 590.08], "text": " students in your classes that have got a huge, hugely different increased vocabulary when they're"}, {"timestamp": [590.08, 594.88], "text": " talking to you. But when it comes to writing, they either write what they're"}, {"timestamp": [594.88, 602.2], "text": " safest with and they can spell or they don't write anything at all. And then as I"}, {"timestamp": [602.2, 606.3], "text": " said before, the processing of information is always a biggie for me."}, {"timestamp": [606.3, 610.92], "text": " Because due to medical reasons, could be memory or an intellectual ability."}, {"timestamp": [610.92, 616.0], "text": " We have students here that have got epilepsy and one particular boy has little mini seizures"}, {"timestamp": [616.0, 621.3], "text": " about a hundred an hour and he finds it really difficult to remember what the instruction"}, {"timestamp": [621.3, 623.32], "text": " was, what is supposed to be doing."}, {"timestamp": [623.32, 625.68], "text": " Every lesson you've got to prompt back again,"}, {"timestamp": [625.68, 627.24], "text": " you know, where am I, what am I doing,"}, {"timestamp": [627.24, 629.28], "text": " is actually what his life is like,"}, {"timestamp": [629.28, 632.32], "text": " really difficult to struggle with."}, {"timestamp": [632.32, 635.04], "text": " So there are really key areas for everybody."}, {"timestamp": [635.04, 638.28], "text": " I focused on my students, but you think about the barriers to learning"}, {"timestamp": [638.28, 641.68], "text": " I've talked about there and the different learning difficulties"}, {"timestamp": [641.68, 644.4], "text": " and also the focus is they apply to both."}, {"timestamp": [646.1, 650.28], "text": " So what did we do with our three iPads to start with?"}, {"timestamp": [650.28, 654.76], "text": " Well, we experimented."}, {"timestamp": [654.76, 656.4], "text": " We hadn't got a clue, so what did we do?"}, {"timestamp": [656.4, 663.14], "text": " I downloaded all the free education apps and that might be interesting, which was a great"}, {"timestamp": [663.14, 665.5], "text": " learning curve because I did it all on the three apps"}, {"timestamp": [665.5, 669.72], "text": " and I managed to overload the iCloud and stuff it up completely."}, {"timestamp": [670.3, 672.04], "text": " So it was a good time to do it with only three."}, {"timestamp": [672.64, 676.66], "text": " So I had Mary from Cyclone came and took them all off again,"}, {"timestamp": [676.66, 680.16], "text": " and then we had three separate accounts for our iPads."}, {"timestamp": [680.22, 681.06], "text": " And now I've got seven."}, {"timestamp": [681.16, 682.08], "text": " That was a really good move."}, {"timestamp": [682.12, 684.42], "text": " Otherwise, goodness knows what I'd have done with the iCloud."}, {"timestamp": [685.06, 688.76], "text": " But anyway, now we've had a chance to sort of try them all out."}, {"timestamp": [688.76, 691.52], "text": " When we've loaded them up, we are much more selective"}, {"timestamp": [691.52, 693.6], "text": " because you can't remember what you've got on there."}, {"timestamp": [693.6, 696.26], "text": " So they're all up in the cloud there somewhere."}, {"timestamp": [696.26, 701.84], "text": " And what I do is I regularly go through and choose different apps"}, {"timestamp": [701.84, 705.54], "text": " to bring down back into the iPad and I can put back up again."}, {"timestamp": [705.54, 708.34], "text": " Because bear in mind that with the students I'm working with,"}, {"timestamp": [708.34, 713.84], "text": " if you're doing a concept, you've got to have different ways of practice, practice, practice,"}, {"timestamp": [713.84, 717.44], "text": " to do the same thing, the same app over and over and over again"}, {"timestamp": [717.44, 719.44], "text": " would be really boring."}, {"timestamp": [719.44, 726.58], "text": " And actually I don't think it's very helpful to actually getting that information through the short-term memory."}, {"timestamp": [726.88, 733.1], "text": " But if you can bring down the same concept and the same thing that you're working on, say fractions,"}, {"timestamp": [733.22, 738.9], "text": " for example, or number, 1 to 10 or something, you'll be able to bring another one down with a different process,"}, {"timestamp": [739.04, 742.06], "text": " different way of practicing it, and they all think it's new. So that's really great."}, {"timestamp": [742.98, 746.16], "text": " So there's lots out there, and I'm much more selective now"}, {"timestamp": [746.16, 748.8], "text": " of what we've got."}, {"timestamp": [748.8, 750.8], "text": " And what difference does it make?"}, {"timestamp": [750.8, 753.44], "text": " Okay, well, there are students there."}, {"timestamp": [753.44, 756.2], "text": " I've got, Olivia, the one young girl in the middle,"}, {"timestamp": [756.2, 760.52], "text": " is the one that's autistic and is now doing English"}, {"timestamp": [760.52, 764.88], "text": " and food catering she's doing and it's an art."}, {"timestamp": [764.88, 765.0], "text": " She can be really focused on her white iPad that she saved all year for. English and food catering she's doing and it's an art."}, {"timestamp": [765.0, 770.0], "text": " She can be really focused on her white iPad that she saved all year for"}, {"timestamp": [770.0, 772.7], "text": " and has got an obsession about alloy wheels at the moment."}, {"timestamp": [772.7, 777.5], "text": " So she'd really like her mum to get a really expensive four-wheel drive with alloy wheels."}, {"timestamp": [777.5, 778.5], "text": " So there's the difference."}, {"timestamp": [778.5, 782.5], "text": " You know that we've got someone who's quite got a lot of potential in some areas,"}, {"timestamp": [782.5, 785.08], "text": " but the autism for her means that it does,"}, {"timestamp": [788.04, 789.16], "text": " it's still a barrier to her learning and her independence later on."}, {"timestamp": [792.66, 793.02], "text": " The young lady in the middle, in their front rather, she's a year eight student."}, {"timestamp": [799.38, 800.34], "text": " She participates in all the specialty classes at college, and where year eight is,"}, {"timestamp": [803.34, 803.76], "text": " it's required for them to have a one-to-one device."}, {"timestamp": [806.34, 806.52], "text": " She's with her peers with an iPad."}, {"timestamp": [812.06, 812.44], "text": " She actually has now got her own iPad because she's so user-friendly with it."}, {"timestamp": [818.92, 819.16], "text": " And she's actually part of the digital technology module, this term, with her peers."}, {"timestamp": [823.68, 824.18], "text": " And she's just really loving it because she can understand it and acts it the same as everybody else."}, {"timestamp": [829.54, 829.76], "text": " Cameron the young man standing up. he has got really low learning ability."}, {"timestamp": [833.7, 834.6], "text": " He's probably reading and writing at the age of about a five-year-old."}, {"timestamp": [838.56, 838.76], "text": " But for him, you know, for doing any work with his peers in a class,"}, {"timestamp": [842.16, 844.12], "text": " it would be a big gap for him. So what does it do to make a difference?"}, {"timestamp": [845.2, 847.7], "text": " That's my little classroom at the back for my other student"}, {"timestamp": [847.7, 850.4], "text": " that needs one on his own at the moment."}, {"timestamp": [851.4, 854.6], "text": " Okay, I look at the key competencies for my students"}, {"timestamp": [854.6, 855.8], "text": " and how it helps."}, {"timestamp": [858.3, 861.4], "text": " Interesting enough, before we had the one-to-one devices,"}, {"timestamp": [861.4, 864.6], "text": " the students that I work with could be very passive."}, {"timestamp": [864.6, 865.4], "text": " Would sit there and not engage. I talk a lot, I use my hands, to one devices. The students that I work with could be very passive."}, {"timestamp": [865.4, 868.34], "text": " Would sit there and not engage."}, {"timestamp": [868.34, 871.46], "text": " I talk a lot, so I use my hands to try and to encourage them"}, {"timestamp": [871.46, 873.02], "text": " to give me something back."}, {"timestamp": [873.02, 874.8], "text": " But really, they were waiting for everything"}, {"timestamp": [874.8, 877.88], "text": " to be given to them."}, {"timestamp": [877.88, 880.62], "text": " One particular girl, and I'll show you a picture later on,"}, {"timestamp": [880.62, 884.16], "text": " that she would even wait for her parents or for me"}, {"timestamp": [884.16, 885.32], "text": " to take her across the road. She knows how to cross the road, but she's so used to that, she'll wait for her parents or for me to take her across the road."}, {"timestamp": [885.44, 889.3], "text": " She knows how to cross the road, but she's so used to that, she'll wait for somebody else to"}, {"timestamp": [889.3, 889.72], "text": " take her."}, {"timestamp": [890.8, 896.46], "text": " With the iPads, this particular girl, she's now got her own iPad, but she's able, she's"}, {"timestamp": [896.46, 899.62], "text": " much more independent, she's able to actually do something herself."}, {"timestamp": [899.76, 902.8], "text": " She's using her initiative, which is one of the key things I've got there."}, {"timestamp": [903.1, 905.64], "text": " So they're able to find out their information."}, {"timestamp": [905.64, 908.5], "text": " It means they have access to information all the time."}, {"timestamp": [908.5, 914.6], "text": " If you ask them to brainstorm, many of the students I work with actually haven't got a lot of knowledge to actually give you to start with."}, {"timestamp": [914.6, 919.6], "text": " So you have to give them the means of finding that information so that you can ask questions."}, {"timestamp": [919.6, 921.0], "text": " It's like the flip classroom."}, {"timestamp": [921.0, 925.54], "text": " Hopefully some of you might go to that presentation yesterday where the knowledge"}, {"timestamp": [925.54, 930.62], "text": " there is they're learning about it beforehand and then they'll be able to contribute afterwards"}, {"timestamp": [930.62, 935.0], "text": " when you have the class. So that's what we're doing. Most of the important thing is they can"}, {"timestamp": [935.0, 939.3], "text": " work at their own pace and complete projects. They're all doing different things and at different,"}, {"timestamp": [939.84, 945.0], "text": " and maybe the same theme we have in our class, but they're working on it at their pace and at"}, {"timestamp": [945.0, 948.5], "text": " their ability level to produce something that they're going to be proud of."}, {"timestamp": [948.5, 950.0], "text": " That's their work."}, {"timestamp": [950.0, 953.0], "text": " It hasn't had lots of input from everybody else because it's their work."}, {"timestamp": [953.0, 955.0], "text": " They've chosen how it's going to work."}, {"timestamp": [955.0, 961.0], "text": " It's amazing that even when you've got students with quite severe intellectual disabilities,"}, {"timestamp": [961.0, 964.0], "text": " they pick up technology extremely quickly."}, {"timestamp": [964.0, 967.0], "text": " The young boy that is severely autistic with very little language,"}, {"timestamp": [967.0, 970.0], "text": " he's actually functions at about a three-year-old."}, {"timestamp": [970.0, 972.0], "text": " He can pick up his iPad."}, {"timestamp": [972.0, 973.0], "text": " He has one of his own."}, {"timestamp": [973.0, 978.0], "text": " I don't load my apps on to his because he's not that developmental level yet."}, {"timestamp": [978.0, 982.0], "text": " But he can go through and he can pick out his video or he can pick out his music"}, {"timestamp": [982.0, 984.0], "text": " and he can pick out the calming app we've put on it"}, {"timestamp": [984.0, 993.8], "text": " so that he can actually work his way around that as such a young age so they they amazed me sometime they've got no fear where i stuffed up the cloud and what felt terrible about it"}, {"timestamp": [993.8, 1005.1], "text": " they can actually what they were around the um iPad and so they've lost it never mind i'll do it again you know so they've learnt by getting it wrong and and and error. So I admire them for that."}, {"timestamp": [1007.8, 1007.92], "text": " And also that they're picking up of one another."}, {"timestamp": [1009.4, 1009.52], "text": " That's the other key thing I've noticed,"}, {"timestamp": [1011.12, 1012.26], "text": " that where they used to work in isolation,"}, {"timestamp": [1015.54, 1015.62], "text": " because one has got a skill and then the other one has got a different skill,"}, {"timestamp": [1019.08, 1019.16], "text": " they're actually collaborating more to help each other out than I thought they would."}, {"timestamp": [1021.68, 1022.12], "text": " I thought a one-to-one device might shut them off completely,"}, {"timestamp": [1023.8, 1029.18], "text": " but it doesn't. It's had the opposite effect. effect they are more independent and they're using their initiative which is a key"}, {"timestamp": [1029.18, 1034.46], "text": " key bonus making choices when I aren't say right well you can choose what you"}, {"timestamp": [1034.46, 1037.92], "text": " would like to do now they can they've actually got ideas of what they'd like"}, {"timestamp": [1037.92, 1043.76], "text": " to find out information about we do a goal setting every term and we look at what"}, {"timestamp": [1043.76, 1045.46], "text": " they would like to learn about and"}, {"timestamp": [1045.46, 1050.74], "text": " so that's their focus as well and then for me the big thing is presentation present"}, {"timestamp": [1050.74, 1055.36], "text": " of the work even though they're at a different ability level is actually"}, {"timestamp": [1055.36, 1060.28], "text": " comparable with their peers when you're using the one-to-one device the other"}, {"timestamp": [1060.28, 1066.56], "text": " biggie is participation for my guys it's in the relevant regular classes,"}, {"timestamp": [1066.56, 1068.64], "text": " they can access the curriculum more easily."}, {"timestamp": [1069.2, 1071.12], "text": " And they can work at their level with their peers."}, {"timestamp": [1071.12, 1072.96], "text": " That's where you can differentiate."}, {"timestamp": [1072.96, 1075.12], "text": " When I'm talking to teachers,"}, {"timestamp": [1075.12, 1077.28], "text": " and they're saying, I can't have that student in my class,"}, {"timestamp": [1077.28, 1079.28], "text": " and I don't know what to do with this student in there."}, {"timestamp": [1079.28, 1082.16], "text": " I'm actually saying, I don't want you to do anymore."}, {"timestamp": [1082.16, 1083.76], "text": " It's actually less is more,"}, {"timestamp": [1083.76, 1085.16], "text": " because you've got key"}, {"timestamp": [1085.16, 1090.18], "text": " goals that you want for your students to learn. Pick the most important one or the first"}, {"timestamp": [1090.18, 1095.12], "text": " one because that's what they're going to be working on. It may take them all lesson,"}, {"timestamp": [1095.12, 1099.46], "text": " but they can be working there at their pace, at their level and they're going to complete"}, {"timestamp": [1099.46, 1103.32], "text": " something. They're not going to do all three things that you want everybody else to do"}, {"timestamp": [1103.32, 1106.0], "text": " because they're not going to be able to process it fast enough. They're not going to produce it, but they are going to produce something that's going to do all three things that you want everybody else to do because they're not going to be able to process it fast enough."}, {"timestamp": [1106.0, 1114.0], "text": " They're not going to produce it, but they are going to produce something that's going to be useful for them and be part of that class."}, {"timestamp": [1114.0, 1124.0], "text": " For me, I don't want them to be different. I want them to be able to use what we have in the apps the same as everybody else, and that's what they want too."}, {"timestamp": [1124.0, 1127.76], "text": " They want to go to class and they want to be the same as everybody else"}, {"timestamp": [1128.38, 1132.56], "text": " I met with a group of other students a couple of years ago who were on the"}, {"timestamp": [1133.32, 1140.06], "text": " autistic spectrum all at different levels and the first thing one of them said to me we just want to be normal and I said to them"}, {"timestamp": [1140.68, 1146.88], "text": " Who's normal? What's normal? Because everyone's different. And the key thing is there that"}, {"timestamp": [1146.88, 1152.74], "text": " the writing apps such as pages and keynote are the key two tools that are going to make"}, {"timestamp": [1152.74, 1158.36], "text": " a huge difference for the guys and that everyone can have them. I'm not a great fan of spending money"}, {"timestamp": [1158.36, 1163.36], "text": " that I don't have to, or for the students to spend money they don't have to. So, you know,"}, {"timestamp": [1163.36, 1170.44], "text": " try out the free ones first and then we'll see what happens. The other key thing with the college"}, {"timestamp": [1170.44, 1176.32], "text": " here we're all Wi-Fi and we have ultranets so that the students can access the"}, {"timestamp": [1176.32, 1181.18], "text": " work that the teachers have got in classes for them electronically so they can"}, {"timestamp": [1181.18, 1185.54], "text": " download perhaps the class notes and they can actually come back to my class and"}, {"timestamp": [1185.54, 1191.76], "text": " revise over it they can go over it again they can do some work on it it's there's practice"}, {"timestamp": [1191.76, 1199.76], "text": " practice practice for them and it's all accessible so overall"}, {"timestamp": [1199.76, 1211.12], "text": " one-to-one devices are you stimulating, key thing for my students."}, {"timestamp": [1211.12, 1213.42], "text": " They encourage their interests and learning."}, {"timestamp": [1213.42, 1218.82], "text": " They want to find out things."}, {"timestamp": [1218.82, 1224.96], "text": " And they keep the students engaged in learning."}, {"timestamp": [1224.96, 1226.32], "text": " And here's a couple more of my students."}, {"timestamp": [1231.7, 1234.78], "text": " The young girl sitting down is the one that's got severe dyspraxia"}, {"timestamp": [1234.78, 1237.9], "text": " and has difficulty with speech or recall of number."}, {"timestamp": [1238.5, 1239.4], "text": " And it's going to be 21."}, {"timestamp": [1239.54, 1240.66], "text": " She's there with her iPad."}, {"timestamp": [1241.26, 1244.1], "text": " Jess's girl standing is the one that is actually very passive"}, {"timestamp": [1244.1, 1250.24], "text": " and would never even cross the road with out someone's guidance. She's actually supervising there. She's actually"}, {"timestamp": [1250.24, 1255.6], "text": " helping them because she knows what they should be doing and what and how to help, which is"}, {"timestamp": [1255.6, 1262.48], "text": " an amazing thing for her. The other young girl there Louise, she came to me three years ago now,"}, {"timestamp": [1262.48, 1266.48], "text": " but she was an elective mute. She chose not to talk because of huge anxiety."}, {"timestamp": [1266.48, 1269.64], "text": " She's got other health issues as well."}, {"timestamp": [1269.64, 1273.1], "text": " But she looks really happy there, really relaxed."}, {"timestamp": [1273.1, 1279.48], "text": " She's now going to year 10 classes in food technology, fabric and PE."}, {"timestamp": [1279.48, 1283.18], "text": " She's a great little artist too, so next half year she'll go to art as well."}, {"timestamp": [1283.18, 1284.62], "text": " But it's what they can do."}, {"timestamp": [1284.62, 1287.24], "text": " I talked about relevant regular classes."}, {"timestamp": [1287.24, 1289.94], "text": " I don't, I'm not a fan of saying, you know, I just go to classes."}, {"timestamp": [1289.94, 1293.32], "text": " They've got to be relevant and meaningful to them."}, {"timestamp": [1293.32, 1296.92], "text": " So that we tailor make the courses that they're going into those subjects."}, {"timestamp": [1296.92, 1300.88], "text": " They're going to perhaps even follow in as a career or as a hobby or an interest, past"}, {"timestamp": [1300.88, 1302.0], "text": " time that they're going to have."}, {"timestamp": [1302.0, 1308.16], "text": " Okay. And then this young man Cameron, I'm a"}, {"timestamp": [1308.16, 1315.04], "text": " great fan of the Apple TV. I was all keen at one point after a conference I went to a"}, {"timestamp": [1315.04, 1319.86], "text": " couple of years ago to have the interactive whiteboard for my students but they were"}, {"timestamp": [1319.86, 1324.24], "text": " going to cost me about ten thousand dollars so of course I put that off a bit. But"}, {"timestamp": [1324.24, 1325.76], "text": " at the last"}, {"timestamp": [1325.76, 1330.68], "text": " conference here for the one-to-one devices I met a principal of a primary school"}, {"timestamp": [1330.68, 1336.68], "text": " who was using Apple TV which means you just got an ordinary TV in the Apple box"}, {"timestamp": [1336.68, 1341.96], "text": " and it's so simple it's really really integrates their learning the students"}, {"timestamp": [1341.96, 1345.04], "text": " here Cameron has linked his iPad of his work"}, {"timestamp": [1345.04, 1351.58], "text": " up to the Apple TV and he's there presenting the work that he's done. I'll show you"}, {"timestamp": [1351.58, 1354.88], "text": " some of their work in a moment but what we've got here is that we were doing a"}, {"timestamp": [1354.88, 1360.46], "text": " maths project and I wanted them to find out about New Zealand but also some"}, {"timestamp": [1360.46, 1366.8], "text": " measurement we integrate the theme and so they had to choose a place in New Zealand to go."}, {"timestamp": [1366.8, 1373.64], "text": " They could use then Google Maps to find out how to get there, how far it was going to be,"}, {"timestamp": [1373.64, 1375.18], "text": " how long it would take them."}, {"timestamp": [1375.18, 1377.94], "text": " They then had to find a place to stay."}, {"timestamp": [1377.94, 1383.66], "text": " One chose the intercontinental at about $500 a night, so I think their mum would be pleased."}, {"timestamp": [1383.66, 1385.76], "text": " But then they had to choose a"}, {"timestamp": [1385.76, 1389.18], "text": " place of interest and find out the information about it this takes quite a long"}, {"timestamp": [1389.18, 1394.16], "text": " time as you can imagine but it's all their work they're finding it out and then"}, {"timestamp": [1394.16, 1398.06], "text": " they had to choose presenting it and I chose keynote because that's a really"}, {"timestamp": [1398.06, 1402.98], "text": " good user-friendly thing they've chosen different fonts different backgrounds but"}, {"timestamp": [1402.98, 1407.4], "text": " it's their work it's taken a lot of time but at the of it, he's proud of it because it's his work."}, {"timestamp": [1407.4, 1414.6], "text": " He's, I'll show you some of the work that we've got in a minute, but he's there just talking about it and he's reading it off."}, {"timestamp": [1414.6, 1417.2], "text": " You know, his writing would be very, very difficult."}, {"timestamp": [1417.2, 1419.4], "text": " It would be about five-year-old level the way he writes."}, {"timestamp": [1419.4, 1422.6], "text": " He's typed it up and it's his work there."}, {"timestamp": [1422.6, 1427.0], "text": " Right, I'm just going to show you some other things there."}, {"timestamp": [1427.0, 1430.0], "text": " Right."}, {"timestamp": [1430.0, 1434.0], "text": " Right."}, {"timestamp": [1434.0, 1435.0], "text": " Um."}, {"timestamp": [1435.0, 1447.0], "text": " This was a trip to Roe to Roa to Roa. Right."}, {"timestamp": [1447.0, 1454.0], "text": " This was a trip to Rotorua that I was talking about the maths."}, {"timestamp": [1454.0, 1460.0], "text": " And it's basic, but it's the key points there."}, {"timestamp": [1460.0, 1465.82], "text": " It's the presentation that's really with their peers because they've got visuals, we've"}, {"timestamp": [1465.82, 1473.36], "text": " got the information where she would like to stay. See there you are, she's got $570 for hers."}, {"timestamp": [1473.36, 1477.12], "text": " There you go. Someone else went camping, which I thought was very good. Their mom would like that."}, {"timestamp": [1480.12, 1486.36], "text": " She thought that would be really nice. The hot tub. She's really a speed freak, so she liked the luge idea."}, {"timestamp": [1486.9, 1490.46], "text": " But being sensory, she wasn't quite sure about the mud and how that might feel."}, {"timestamp": [1491.04, 1496.76], "text": " But that's all her work, and it took her, you know, it's taken us quite a long time, so that's really good."}, {"timestamp": [1498.5, 1499.5], "text": " And then..."}, {"timestamp": [1503.76, 1505.0], "text": " This was Cameron's."}, {"timestamp": [1505.0, 1509.0], "text": " So he's going to Gisbon."}, {"timestamp": [1509.0, 1513.0], "text": " So it's a different presentation."}, {"timestamp": [1513.0, 1518.0], "text": " They've chosen all around, but he's got the facts there about how long it's going to take."}, {"timestamp": [1518.0, 1519.0], "text": " And that comes off Google."}, {"timestamp": [1519.0, 1525.32], "text": " We did lots of practicing where we're going to go and what we're going to do before they chose their place to go."}, {"timestamp": [1526.4, 1526.56], "text": " And where he's going to stir."}, {"timestamp": [1531.16, 1531.18], "text": " He cut and paste that, as you can see, but we know he can read it and he's got it,"}, {"timestamp": [1532.1, 1532.28], "text": " but it looked really impressive."}, {"timestamp": [1534.12, 1537.92], "text": " It looked like a good ad for the hotel myself."}, {"timestamp": [1541.98, 1543.84], "text": " And I don't know why, but he wanted a place where they did makeup and bridal evening way, you know."}, {"timestamp": [1545.64, 1547.56], "text": " But he had great fun presenting it. You could see him in that picture there."}, {"timestamp": [1547.56, 1549.22], "text": " That was really good."}, {"timestamp": [1549.22, 1556.76], "text": " The other thing we did was we did a project last year all about the zoo."}, {"timestamp": [1556.76, 1559.16], "text": " Sorry, it was all about animals."}, {"timestamp": [1559.16, 1563.38], "text": " So they had to choose animals and research them."}, {"timestamp": [1563.38, 1565.46], "text": " And if you put in the Google thing, you know, you can have"}, {"timestamp": [1565.46, 1569.5], "text": " giraffes for kids or something like that. So you're going to get the information that's going"}, {"timestamp": [1569.5, 1574.78], "text": " to be more at their level. First of all, we did a brainstorm about what we might want to know"}, {"timestamp": [1574.78, 1578.4], "text": " about an animal, about where it might live or what it might eat, those sorts of things. So"}, {"timestamp": [1578.4, 1583.76], "text": " they asked the questions and then had to go and find the answers. Then we did a PowerPoint"}, {"timestamp": [1583.76, 1587.28], "text": " about what they'd found out. We then went to the zoo."}, {"timestamp": [1588.08, 1592.96], "text": " And I'll tell you about that in a minute. But this is..."}, {"timestamp": [1596.96, 1599.68], "text": " Sorry, go back to that one."}, {"timestamp": [1610.08, 1612.76], "text": " A bit if we start at the beginning. And that's giraffe."}, {"timestamp": [1612.76, 1616.28], "text": " She's very articulate, got good vocabulary."}, {"timestamp": [1616.28, 1618.6], "text": " Her writing is atrocious."}, {"timestamp": [1618.6, 1625.0], "text": " She writes all over, really big, all the time, but good vocabulary."}, {"timestamp": [1625.0, 1629.56], "text": " She's found the pictures on the internet, put them in there,"}, {"timestamp": [1629.56, 1633.6], "text": " chosen how she wants it to go, but she's got good facts."}, {"timestamp": [1633.6, 1637.2], "text": " And the interesting thing, they recall some quite interesting facts"}, {"timestamp": [1637.2, 1638.56], "text": " about things too."}, {"timestamp": [1642.52, 1652.4], "text": " At the other end of the scale, I've got Hamish, who is autistic, but he can cope with one-word"}, {"timestamp": [1652.4, 1653.96], "text": " instructions at a time."}, {"timestamp": [1653.96, 1656.36], "text": " It finds it very difficult to process information."}, {"timestamp": [1656.36, 1659.14], "text": " So he will repeat back to your question."}, {"timestamp": [1659.14, 1664.18], "text": " But he was really interested in leopards, and he got really focused on finding out as much"}, {"timestamp": [1664.18, 1669.0], "text": " about leopards. He wrote one really g gory thing because everything was getting killed and eaten so"}, {"timestamp": [1669.0, 1674.64], "text": " I got him to do another one and this is the the down versions that's all right"}, {"timestamp": [1674.64, 1679.26], "text": " but again Hamish has done all the work himself by putting it he's very"}, {"timestamp": [1679.26, 1684.16], "text": " organized he could do this repeating over and over about what he's going to do"}, {"timestamp": [1684.16, 1685.7], "text": " so lovely pictures."}, {"timestamp": [1685.82, 1688.82], "text": " I've got about 200 pictures of leopards on my iPad."}, {"timestamp": [1690.4, 1694.36], "text": " And he wrote the question down and then the answer about what he was going to find out."}, {"timestamp": [1698.02, 1699.52], "text": " He mucked about with the font."}, {"timestamp": [1702.08, 1709.64], "text": " So he loves them eating things."}, {"timestamp": [1710.46, 1710.84], "text": " The end."}, {"timestamp": [1711.02, 1711.12], "text": " All right."}, {"timestamp": [1712.6, 1735.0], "text": " So that was him. So after we done that with the animals, I can show you others if you want, but this gives you an idea of the different ways they present it."}, {"timestamp": [1735.0, 1741.0], "text": " But after we went to the zoo, well that was the other interesting, we went to the zoo and when I've taken to the zoo before,"}, {"timestamp": [1741.0, 1749.96], "text": " you can go along and say, there's the sea line, there's the elephant, and there's this, and they're not really looking at anything at all. So when they went with the iPad,"}, {"timestamp": [1750.18, 1753.7], "text": " it was quite noticeable how different it was. There was lots of other people there, and where"}, {"timestamp": [1753.7, 1757.74], "text": " I'm used to having the iPad, it was quite noticeable people were saying, oh, they've got iPads,"}, {"timestamp": [1757.9, 1761.66], "text": " they've got iPads, they've got iPads, but what the students were doing were actually walking"}, {"timestamp": [1761.66, 1765.5], "text": " around with the iPads, seeing through the iPad what they were looking at,"}, {"timestamp": [1765.5, 1771.5], "text": " taking videos and taking pictures and really, really engaged in what they were looking at."}, {"timestamp": [1771.5, 1777.0], "text": " So whereas they'd learnt about the animals as well, they went and saw the animals that they were, they'd studied,"}, {"timestamp": [1777.0, 1781.0], "text": " and they could actually then put the information to their animal and match it,"}, {"timestamp": [1781.0, 1789.76], "text": " and they could give me information back, which hasn't happened before. So I was really impressed with that. They were far more engaged. So just bear with me because"}, {"timestamp": [1789.76, 1795.5], "text": " I've got, when we came back, I wanted to do something a bit different with it."}, {"timestamp": [1795.5, 1815.0], "text": " Sorry."}, {"timestamp": [1817.5, 1820.0], "text": " We decided that we make a movie. Now we chose the hardest thing to do."}, {"timestamp": [1820.0, 1822.0], "text": " I didn't realize that at the time."}, {"timestamp": [1822.0, 1823.0], "text": " We won't do it again."}, {"timestamp": [1823.0, 1825.94], "text": " We chose to do a trailer rather than the movie."}, {"timestamp": [1826.76, 1829.46], "text": " So just remember these are all their photos that they've taken."}, {"timestamp": [1829.8, 1831.12], "text": " I've just chosen one of them."}, {"timestamp": [1831.18, 1835.06], "text": " They were very similar because of the shots that you have in there and whatever."}, {"timestamp": [1835.54, 1839.22], "text": " But the dialogue was all theirs and what they wanted to say."}, {"timestamp": [1839.22, 1841.64], "text": " So I hope the sound isn't too loud."}, {"timestamp": [1844.2, 1887.0], "text": " I hope it's actually on. I'm gonnae. The"}, {"timestamp": [1887.0, 1946.1], "text": " The I'm not no, the world, and so the Quite cool."}, {"timestamp": [1947.68, 1949.36], "text": " They had a lot of fun doing that."}, {"timestamp": [1951.86, 1952.1], "text": " And then this year, just carrying on from that,"}, {"timestamp": [1954.66, 1954.84], "text": " because we've done a lot, you know, we teach it,"}, {"timestamp": [1957.16, 1961.46], "text": " we show them how to do it so they can do it independently. But one of the students this year is now in Food Tech, Louise, as I was talking about,"}, {"timestamp": [1961.76, 1965.4], "text": " and she's actually working collaborating in her class"}, {"timestamp": [1965.4, 1971.62], "text": " with a couple of other students that are also in her group and they've started to put"}, {"timestamp": [1971.62, 2055.92], "text": " this video together. I'm I'm Well, you can see that one's not finished, but you can see the potential there."}, {"timestamp": [2055.92, 2064.62], "text": " They're again relating to and participating with peers and how happy she was in that class and she's learning at her level."}, {"timestamp": [2064.62, 2065.36], "text": " So it's really good"}, {"timestamp": [2065.36, 2097.0], "text": " just bear with me a minute when I put it back again okay oh Oh."}, {"timestamp": [2100.76, 2102.24], "text": " Okay, so I've just shown you some of the work that they've achieved during the last year."}, {"timestamp": [2106.78, 2109.82], "text": " And I had someone in the last session actually say to me that who'd done the typing for them and who'd,"}, {"timestamp": [2109.82, 2111.52], "text": " and I said, no, no, it's their work."}, {"timestamp": [2111.52, 2113.36], "text": " They've chosen to do that with my class."}, {"timestamp": [2113.36, 2115.68], "text": " So everything is taking a time."}, {"timestamp": [2115.68, 2118.54], "text": " That's where it's really important they have the time to do it,"}, {"timestamp": [2118.54, 2120.24], "text": " but it's their work."}, {"timestamp": [2120.24, 2123.08], "text": " Some of the spelling's awful, but I haven't changed it."}, {"timestamp": [2127.5, 2130.14], "text": " So that's my students, but what about the wider school?"}, {"timestamp": [2136.3, 2136.4], "text": " Previously, I'm sure you've had students in your class that have got M-O-E specialist equipment,"}, {"timestamp": [2139.66, 2140.92], "text": " assistive equipment, may have been having a laptop or their program."}, {"timestamp": [2146.06, 2149.02], "text": " And it's always been quite difficult for the student and for the teacher, to be quite frank about it, I think, because they're the only one."}, {"timestamp": [2149.02, 2153.76], "text": " They don't like being feeling as though they're special."}, {"timestamp": [2153.76, 2160.06], "text": " Other people think it's fair, it's unfair rather, and why can't I have one."}, {"timestamp": [2160.06, 2162.76], "text": " They're also cumbersome and not very user-friendly."}, {"timestamp": [2162.76, 2166.74], "text": " And then we came to the point, well, when we've got then exams or assessments or NZQA,"}, {"timestamp": [2166.82, 2167.7], "text": " what do we do then?"}, {"timestamp": [2168.3, 2171.52], "text": " So the one-to-one device can change that."}, {"timestamp": [2173.98, 2175.9], "text": " Now we've got the one-to-one devices."}, {"timestamp": [2176.24, 2178.44], "text": " There's accessibility of information from everybody."}, {"timestamp": [2179.02, 2181.16], "text": " There's no special assessment conditions needed"}, {"timestamp": [2181.16, 2182.54], "text": " because we've all got the same."}, {"timestamp": [2184.0, 2185.44], "text": " Content is far more visual."}, {"timestamp": [2185.44, 2191.32], "text": " You know, you can see some of the work there. If it was, if it was done by them, it's going"}, {"timestamp": [2191.32, 2197.44], "text": " to be at a much lower standard because of their written ability and their writing ability"}, {"timestamp": [2197.44, 2203.32], "text": " and their language, then they were able to produce on their PowerPoint. It's still the facts,"}, {"timestamp": [2203.32, 2207.06], "text": " it's still their information, but it shrinks the gap"}, {"timestamp": [2207.06, 2215.98], "text": " between them and their peers. They feel as though they're part of something. I put this bit in,"}, {"timestamp": [2216.02, 2223.18], "text": " it might be a bit too, well, it's the word too positive, but copying from the board is history."}, {"timestamp": [2223.84, 2228.12], "text": " English probably will disagree me with that, but I think it should be history."}, {"timestamp": [2228.36, 2230.76], "text": " I think it was make-up time when you're putting on the board,"}, {"timestamp": [2230.92, 2233.24], "text": " and then we'll spend your time copying it down there."}, {"timestamp": [2234.0, 2238.3], "text": " One teacher told me last week that he'd done exactly that, put it up on the board,"}, {"timestamp": [2238.38, 2239.78], "text": " and thought, well, while they copy that down,"}, {"timestamp": [2239.84, 2242.14], "text": " I'll just go and get the next work ready,"}, {"timestamp": [2242.58, 2245.52], "text": " and a couple of the students just got up and took a photo of it and said,"}, {"timestamp": [2245.64, 2246.8], "text": " okay, what should we do now?"}, {"timestamp": [2247.3, 2250.54], "text": " And that's where, you know, it's used technology, which is really good."}, {"timestamp": [2251.74, 2253.78], "text": " Also, we've got Ultranet here."}, {"timestamp": [2253.78, 2258.5], "text": " So they can send the work that they've got through the ultranet"}, {"timestamp": [2258.5, 2261.22], "text": " so that people can download it onto their one-to-one devices."}, {"timestamp": [2261.7, 2266.8], "text": " You can then use the keynote and notability or pages to actually"}, {"timestamp": [2266.8, 2271.74], "text": " highlight the information you want, so you've got key points there. You can take out what"}, {"timestamp": [2271.74, 2277.9], "text": " you want onto another page, so you could actually keep your notes for revision in a much tidier"}, {"timestamp": [2277.9, 2284.3], "text": " way. It's organized in folders, but you've got that written work there. Writing is easier"}, {"timestamp": [2284.3, 2286.6], "text": " for the speed and legibility."}, {"timestamp": [2287.06, 2289.34], "text": " I've got students who actually can't read their own writing"}, {"timestamp": [2289.34, 2291.78], "text": " when they've done it back, they can't read it back to us."}, {"timestamp": [2291.82, 2294.24], "text": " So we don't say how much chance if you're a teacher"}, {"timestamp": [2294.24, 2297.8], "text": " or if you're doing it for NZQA or NCA."}, {"timestamp": [2299.14, 2302.06], "text": " I like the fact that spell check is on there"}, {"timestamp": [2302.06, 2306.0], "text": " and it encourages students to actually proofread their work"}, {"timestamp": [2306.0, 2310.8], "text": " because that real or red lines there for something. You know, find out what it is and that's"}, {"timestamp": [2310.8, 2315.6], "text": " a great help. For those that are severely dyslexic then there is the predictive text software"}, {"timestamp": [2315.6, 2321.2], "text": " and I'll talk a bit about that later on, but that it can encourage extended vocabulary use."}, {"timestamp": [2321.2, 2324.8], "text": " They're going to write what they want to say rather than what they can spell."}, {"timestamp": [2325.0, 2336.0], "text": " I think the use of device in the assessments and to use it for evidence I think is now becoming more the norm, certainly at college."}, {"timestamp": [2336.0, 2344.0], "text": " You know, if you're going to assess making a cake, let's take a video of it or take a photo rather than write an essay on it."}, {"timestamp": [2344.0, 2346.32], "text": " You know, that's going to be far more user-friendly."}, {"timestamp": [2346.32, 2350.24], "text": " At the end of year 9 and 10, when we're looking at"}, {"timestamp": [2350.24, 2355.04], "text": " assessing students for special assessment conditions in year 11 or for programs,"}, {"timestamp": [2355.04, 2360.24], "text": " I've always run small groups for students so that we can see how they would do"}, {"timestamp": [2360.24, 2364.24], "text": " if we were able to write for them or to read for them."}, {"timestamp": [2364.24, 2368.04], "text": " This way, they can actually do it on the one-to-one device,"}, {"timestamp": [2368.04, 2371.24], "text": " and we can still help them, but with a larger group of students."}, {"timestamp": [2371.24, 2374.0], "text": " So we've got a much better idea of what the students are capable of,"}, {"timestamp": [2374.0, 2375.08], "text": " what their potential is."}, {"timestamp": [2379.04, 2383.84], "text": " Now, apart from my class that I've got quite high needs,"}, {"timestamp": [2383.84, 2386.5], "text": " I also work with senior students."}, {"timestamp": [2386.5, 2397.0], "text": " Just to say that the iPads, the one-to-one devices are now required or requested for students in years 8 to 10."}, {"timestamp": [2397.0, 2399.8], "text": " As it's gone through the school, it's now 8 to 10."}, {"timestamp": [2399.8, 2408.34], "text": " So my senior students, 11, 12, and 13, it's not compulsory for them and they're still working under the old system but for many of the students that I've worked"}, {"timestamp": [2408.34, 2412.06], "text": " with all the way through from when they were year 7 they have struggled exactly"}, {"timestamp": [2412.06, 2416.72], "text": " with the same thing with literacy and with numeracy with their writing those sorts of"}, {"timestamp": [2416.72, 2421.48], "text": " things they get to when we get to year 11 and 12 and upwards and to help them"}, {"timestamp": [2421.48, 2425.04], "text": " stay at school longer we're looking at modifying their program."}, {"timestamp": [2425.12, 2428.2], "text": " Instead of having seven subjects, they may actually drop a subject,"}, {"timestamp": [2428.56, 2432.2], "text": " and so they've got more time to have a study and do that work."}, {"timestamp": [2432.56, 2437.4], "text": " But I also offer an option on its own, so that I run the Youth Awards scheme,"}, {"timestamp": [2437.5, 2440.86], "text": " which is based on an English program at the moment, the Asdan program,"}, {"timestamp": [2440.96, 2445.68], "text": " where we're doing it bronze, silver and gold awards and platinum at the moment,"}, {"timestamp": [2445.68, 2450.44], "text": " still aims to have equivalence of credits for the moment."}, {"timestamp": [2450.44, 2455.34], "text": " They're going to change that system as they always do, but I will run something similar in a couple of years."}, {"timestamp": [2455.34, 2460.94], "text": " But what it means is that those students are working on different modules that are prescribed,"}, {"timestamp": [2460.94, 2465.2], "text": " but how they present the information and what information they research is"}, {"timestamp": [2465.2, 2471.04], "text": " very much individually based and so I have students that would find choosing another"}, {"timestamp": [2471.04, 2475.6], "text": " subject because they have to really difficult and I have them working with me that"}, {"timestamp": [2475.6, 2478.84], "text": " means that I have a much better idea of how they're going in all the other subjects"}, {"timestamp": [2478.84, 2488.0], "text": " as well because we talk to them have time to do that this is Molly. Molly has actually done an investigative piece."}, {"timestamp": [2488.0, 2492.96], "text": " It was a topical issue she had to research and it was a time when there was horses being"}, {"timestamp": [2494.64, 2499.84], "text": " badly treated or kidnapped. There was a bit of rustling going on, I think it was."}, {"timestamp": [2499.84, 2504.64], "text": " Anyway, she did some research and she also found out about the horse haven and went and"}, {"timestamp": [2504.64, 2506.72], "text": " interviewed the person that ran it."}, {"timestamp": [2506.76, 2509.88], "text": " So she was really fired up about that, all very, very knowledgeable."}, {"timestamp": [2510.4, 2511.64], "text": " Something she was passionate about."}, {"timestamp": [2511.74, 2512.42], "text": " She loves horses."}, {"timestamp": [2512.56, 2514.54], "text": " And she gave a presentation to the class."}, {"timestamp": [2515.22, 2516.88], "text": " And you can see how happy she is."}, {"timestamp": [2517.12, 2517.7], "text": " She's up there."}, {"timestamp": [2517.78, 2519.7], "text": " She's got all her visuals and she's talking."}, {"timestamp": [2520.64, 2522.52], "text": " That was really good for her."}, {"timestamp": [2523.32, 2527.68], "text": " I would describe her really as someone that would be"}, {"timestamp": [2527.68, 2532.58], "text": " bit fluffy everywhere else, you know, where am I? Oh, is it today? I don't know."}, {"timestamp": [2532.58, 2538.36], "text": " But she's really committed. She just loves being here, talking with her friends and"}, {"timestamp": [2538.36, 2542.38], "text": " working on something else. And because she's in my room, those old computers there are"}, {"timestamp": [2542.38, 2546.0], "text": " so clunky and slow to load up, I use the iPads"}, {"timestamp": [2546.0, 2551.68], "text": " with them. And so they've really enjoyed using them. And the ways that they can use them"}, {"timestamp": [2551.68, 2556.08], "text": " is absolutely amazing. So a couple of them are actually already bought their own iPads so that"}, {"timestamp": [2556.08, 2561.16], "text": " they can have their own for when they leave school, which is really good. The other one,"}, {"timestamp": [2561.16, 2565.44], "text": " when we're talking about assessments, I've got, obviously they're doing other subjects as well,"}, {"timestamp": [2565.44, 2569.04], "text": " but those subjects can also be credited towards my program."}, {"timestamp": [2569.04, 2573.0], "text": " And these two are doing a, practicing their dance assessment."}, {"timestamp": [2573.0, 2577.0], "text": " Oh, why won't that work?"}, {"timestamp": [2577.0, 2587.0], "text": " All right, just go back a bit, sorry."}, {"timestamp": [2587.0, 2615.0], "text": " Come back. That was another student doing that for them, so that was all right."}, {"timestamp": [2615.0, 2617.0], "text": " Okay."}, {"timestamp": [2617.0, 2634.0], "text": " Now there's one, um, oops, sorry, didn't mean that."}, {"timestamp": [2636.82, 2637.92], "text": " I wanted to show you this presentation as well."}, {"timestamp": [2639.58, 2639.66], "text": " This was one of my senior students."}, {"timestamp": [2644.9, 2645.68], "text": " She's now in year 13, and I've worked with Keely ever since she was here in year seven. She's had tremendous"}, {"timestamp": [2645.68, 2652.64], "text": " difficulties in writing. She hasn't got numeracy for level one, but she's really passionate about"}, {"timestamp": [2652.64, 2656.3], "text": " everything she does. In fact, she's got a study where she could go home and she comes and actually"}, {"timestamp": [2656.3, 2660.76], "text": " comes and works with me instead because she likes doing what she's doing at the moment and we're"}, {"timestamp": [2660.76, 2666.76], "text": " looking at work experience for her. But I wanted to show you this presentation because"}, {"timestamp": [2666.76, 2671.24], "text": " she I think has tried to use every single technique in her presentation"}, {"timestamp": [2671.24, 2673.24], "text": " that you possibly can in keynote."}, {"timestamp": [2673.24, 2675.92], "text": " So it's a lovely thing to watch. You don't have to look at the content"}, {"timestamp": [2675.92, 2679.12], "text": " necessary although that's quite interesting because she's done it really well"}, {"timestamp": [2679.12, 2683.24], "text": " but it's just the way that she's done it. When I'm talking about visual presentation"}, {"timestamp": [2683.24, 2714.8], "text": " you know it's stunning I think And that was her summary of it."}, {"timestamp": [2714.8, 2719.8], "text": " But I mean, she spent quite a long time on that, but she's really enjoyed doing it."}, {"timestamp": [2719.8, 2723.0], "text": " And she's actually taken it and put it on a poster on her wall."}, {"timestamp": [2723.0, 2725.0], "text": " She's printed it all off and cut it there."}, {"timestamp": [2725.0, 2739.0], "text": " Oh, I didn't mean that, sorry, you've got it again."}, {"timestamp": [2739.0, 2756.84], "text": " Sorry. All right. So when I was talking about how it made an impact on my students with lower abilities,"}, {"timestamp": [2757.4, 2762.08], "text": " you know, same thing. They're no different. The gap has narrowed when you've got the one-to-one device."}, {"timestamp": [2762.2, 2765.96], "text": " I really do believe that. You know, students enjoy finding out information."}, {"timestamp": [2765.96, 2767.1], "text": " That's these students as well."}, {"timestamp": [2767.1, 2769.96], "text": " They're the same as mine."}, {"timestamp": [2769.96, 2772.84], "text": " They've got access to the information all the time."}, {"timestamp": [2772.84, 2777.74], "text": " They can work at their own pace and complete projects."}, {"timestamp": [2777.74, 2779.36], "text": " They learn to use technology quickly."}, {"timestamp": [2779.36, 2783.54], "text": " They're better at it than I am."}, {"timestamp": [2783.54, 2791.76], "text": " They're far more independent. And presentation of work is far superior. It puts them"}, {"timestamp": [2791.76, 2797.76], "text": " on a level with their peers, to be quite honest. Participating again, now they go to all their"}, {"timestamp": [2797.76, 2802.82], "text": " classes. It's not whether they're relevant or not, they go to them. The writing apps again,"}, {"timestamp": [2802.82, 2807.0], "text": " they're the same, the pages and keynote and access to the"}, {"timestamp": [2807.0, 2814.5], "text": " electronic notes. And then what next? You know, I've been really excited about doing this."}, {"timestamp": [2814.5, 2818.6], "text": " I'm a great experimenter. I knew nothing about what we were doing and I've just played. I"}, {"timestamp": [2818.6, 2823.8], "text": " suppose that's what it is and like the kids we've got things wrong, it's really funny, but you"}, {"timestamp": [2823.8, 2827.86], "text": " learn by your mistakes and I think if you didn't go through all that, actually it wouldn't be so much fun,"}, {"timestamp": [2828.06, 2829.14], "text": " if you've got it right all the time."}, {"timestamp": [2830.24, 2836.58], "text": " For me, I keep looking at new software and looking at the apps that are coming."}, {"timestamp": [2836.62, 2839.46], "text": " As I said to you earlier, I've got lots of different stuff up in the cloud,"}, {"timestamp": [2839.54, 2847.26], "text": " and I'll regularly swapping it around, and you're more than welcome to have a look on the front page front page of mine when I've got it all set up you know about the different mass"}, {"timestamp": [2847.26, 2850.44], "text": " things I've got for emergent stuff and I've got English and sentence"}, {"timestamp": [2850.44, 2855.16], "text": " maker and everything that we can change things around that I can find but it's"}, {"timestamp": [2855.16, 2859.68], "text": " keeping it fresh but it stuff is out there and don't spend lots of money loads"}, {"timestamp": [2859.68, 2863.22], "text": " of it's free some of it's a dollar some of it's three dollars I won't spend"}, {"timestamp": [2863.22, 2870.0], "text": " more than five dollars if I can possibly help it on anything and I don't get the students to unless I know it's going to be a good"}, {"timestamp": [2870.0, 2877.2], "text": " one for them. Interesting enough, I went to Spectronics, I specialize in looking at assistive"}, {"timestamp": [2877.2, 2881.76], "text": " equipment and I went and worked on a workshop with them, must be two or three years ago now."}, {"timestamp": [2881.76, 2890.26], "text": " And when I went there, they were still, they were looking at the very clunky stuff about text to speech big machines that"}, {"timestamp": [2890.26, 2894.1], "text": " about 12,000 dollars they were trying to show me and these the interactive"}, {"timestamp": [2894.1, 2899.32], "text": " work was with another 10,000 it was all special equipment you know something"}, {"timestamp": [2899.32, 2904.6], "text": " that was out of the ordinary interesting enough in in April they've got a two-day"}, {"timestamp": [2904.6, 2905.62], "text": " workshop I'm going to it's entirely on iPads and the apps and so out of the ordinary. Interesting enough, in April, they've got a two-day workshop."}, {"timestamp": [2905.62, 2909.72], "text": " I'm going to, it's entirely on iPads and the apps."}, {"timestamp": [2909.72, 2912.52], "text": " And so the first day is really looking at how,"}, {"timestamp": [2912.52, 2914.44], "text": " and what there is available for students"}, {"timestamp": [2914.44, 2919.52], "text": " that have got high needs, more, I think, in a special school."}, {"timestamp": [2919.52, 2921.52], "text": " I'm still going to go to that one though as well."}, {"timestamp": [2921.52, 2923.16], "text": " And on the second day, it's actually"}, {"timestamp": [2923.16, 2930.16], "text": " about using apps in the mainstream classrooms. And interesting enough, in a previous presentation I've done today,"}, {"timestamp": [2930.7, 2935.8], "text": " someone came up and told me that one of the presenters I remember at that particular time"}, {"timestamp": [2935.8, 2942.12], "text": " is going to, is focusing on looking at keeping it simple is what I want, keeping it simple"}, {"timestamp": [2942.12, 2949.38], "text": " and actually developing or just introducing the basic five apps that would actually meet all the needs of those students with high"}, {"timestamp": [2949.38, 2950.94], "text": " needs, that would be absolutely brilliant."}, {"timestamp": [2950.94, 2952.88], "text": " We only have five things on there to worry about."}, {"timestamp": [2952.88, 2954.52], "text": " I could find them all the time."}, {"timestamp": [2954.52, 2957.28], "text": " But that's what I want as long as they're not too expensive."}, {"timestamp": [2957.28, 2963.76], "text": " That's the key thing because otherwise they become unattainable and they get superseded so quickly."}, {"timestamp": [2963.76, 2971.98], "text": " The thing for me, I really want to look at how different software could be improved for speech to text."}, {"timestamp": [2972.8, 2975.7], "text": " There's Dragon Naturally Speaking at the moment, but that's expensive."}, {"timestamp": [2976.7, 2981.62], "text": " One of the students actually that is in the regular classes here with Disselexia,"}, {"timestamp": [2982.0, 2987.76], "text": " he's bought it for himself, but I'm looking to see if there's something"}, {"timestamp": [2987.76, 2993.0], "text": " else we could purchase. Someone actually told me today about another one, and I'm going to,"}, {"timestamp": [2993.44, 2999.72], "text": " it's free, so it's even better, which is called Paperport. So I'm going to investigate that,"}, {"timestamp": [2999.92, 3004.18], "text": " but also some of the other ones that I know are available. I could get one in America called"}, {"timestamp": [3004.18, 3005.2], "text": " Dragon Dictate,"}, {"timestamp": [3005.44, 3007.08], "text": " but they wouldn't sell it to me here."}, {"timestamp": [3007.24, 3011.0], "text": " So a bit of expensive I've had to go to America for it, wouldn't it?"}, {"timestamp": [3011.44, 3015.9], "text": " Anyway, I think for me I'm going to increase the use of visual presentations"}, {"timestamp": [3015.9, 3016.9], "text": " with the I-movies."}, {"timestamp": [3017.14, 3021.16], "text": " Just like that presentation or the movie that Louise did,"}, {"timestamp": [3021.16, 3022.38], "text": " it's made by the students."}, {"timestamp": [3022.62, 3029.08], "text": " So it could be used again for their food technology class. She could be instructing the next group by that visual presentation."}, {"timestamp": [3029.32, 3034.16], "text": " I think that would be really, really good. And also, I'm going to lobby continue, because I have"}, {"timestamp": [3034.16, 3039.76], "text": " done it already, of NZQA for devices in all assessments for everybody. I'm involved with the special"}, {"timestamp": [3039.76, 3049.06], "text": " assessment conditions as well, and I know I went to their presentation a couple of years ago where they acknowledged that in time they would they realize that all students"}, {"timestamp": [3049.06, 3052.18], "text": " would have to have banks of computers everywhere well we've moved on since"}, {"timestamp": [3052.18, 3056.2], "text": " then because we don't have to have banks of computers we can have laptops or"}, {"timestamp": [3056.2, 3059.8], "text": " we can have iPads but it puts everybody on an even playing field then without"}, {"timestamp": [3059.8, 3064.0], "text": " the need for expensive assessments choose the way that suits you best it's not"}, {"timestamp": [3064.0, 3069.84], "text": " actually giving anybody an advantage you're not testing their typing skills, you're testing what they know."}, {"timestamp": [3069.84, 3078.24], "text": " So that's for me. And then useful apps that I've been using. Some of the students in the"}, {"timestamp": [3078.24, 3083.36], "text": " past when they've had special assistive equipment, they've had loaded on Word Q, which is a predictive"}, {"timestamp": [3083.36, 3087.5], "text": " text, and that's on a laptop it's about three hundred dollars"}, {"timestamp": [3087.5, 3091.0], "text": " iword queue has come out for the iPad and it's thirty"}, {"timestamp": [3091.0, 3094.0], "text": " so I've loaded that onto all mine"}, {"timestamp": [3094.0, 3099.0], "text": " I only learnt about the next one the last week or so is called explain everything"}, {"timestamp": [3099.0, 3103.94], "text": " and it's very good for processes where you're in a technology department where"}, {"timestamp": [3103.94, 3107.44], "text": " you actually take photos of every stage of what's happening."}, {"timestamp": [3107.92, 3114.68], "text": " You can then give the instructions underneath that will play back and back and back and the student can read it and listen to it all the time"}, {"timestamp": [3114.68, 3117.12], "text": " so they can follow it as they're going through it."}, {"timestamp": [3117.16, 3122.92], "text": " So you haven't got to follow every one-to-one and hand-feed them all around really."}, {"timestamp": [3123.08, 3123.8], "text": " So I like that one."}, {"timestamp": [3124.2, 3126.36], "text": " I'm a great fan of splash maths as well."}, {"timestamp": [3126.36, 3132.06], "text": " They use level three and four in our year nine program with the iPads and I"}, {"timestamp": [3132.06, 3135.6], "text": " thought well that looks really good. Let's have a look at the lower level so"}, {"timestamp": [3135.6, 3139.98], "text": " I've looked at level one and two it's sort of on the curriculum and I like it."}, {"timestamp": [3139.98, 3145.7], "text": " It's very user friendly. The good part about it is it covers all the strands of the curriculum."}, {"timestamp": [3146.04, 3152.08], "text": " It's a game play, but also particular practices you can focus on as well."}, {"timestamp": [3152.52, 3153.64], "text": " The students earn points."}, {"timestamp": [3153.76, 3156.54], "text": " You have to log on at the same computer, otherwise it doesn't work."}, {"timestamp": [3156.84, 3162.46], "text": " So they've all got their own name on their iPad, so I know that they're going to log in as them on this game."}, {"timestamp": [3162.88, 3165.24], "text": " And then they get points, and they can then go and buy fish"}, {"timestamp": [3165.24, 3170.52], "text": " in the aquarium they can make them dance they can buy more squid or whatever they really enjoy that"}, {"timestamp": [3170.52, 3176.04], "text": " and then the plus point is that I'm logged on to it so that every week it sends me a progress"}, {"timestamp": [3176.04, 3180.12], "text": " report of how they're doing the things that they're mastered and the things that they're not"}, {"timestamp": [3180.12, 3184.4], "text": " doing so well so I can actually tailor the one on one-to-one work when I'm working with them"}, {"timestamp": [3184.4, 3189.9], "text": " on the things that they are they do need work on do need some improving on so I can actually tailor the one on one-to-one work when I'm working with them on the things that they are, do need work on, do need some improving on. So I like that."}, {"timestamp": [3190.26, 3194.82], "text": " Everyone needs a jumbo calculator because of the fingers, you know, make sure you push the right"}, {"timestamp": [3194.82, 3201.78], "text": " buttons, but also so you can see it. And then for the students that have autism, it's been"}, {"timestamp": [3201.78, 3210.0], "text": " really helpful finding some calming apps. And there's a really nice one, peaceful pond, which is like running water and you touch it."}, {"timestamp": [3210.0, 3213.28], "text": " It's lovely. And I quite like it at the end of the day too."}, {"timestamp": [3213.28, 3222.16], "text": " And Hamish, one of my other students, as I mentioned before, did the leopard, he likes one where he's got a little frog that jumps from the lily pad to another one."}, {"timestamp": [3222.16, 3226.64], "text": " But it's really nice, it can focus him and bring him down without lots of music."}, {"timestamp": [3226.82, 3228.32], "text": " Sometimes students don't want music."}, {"timestamp": [3228.66, 3230.44], "text": " That's the sensory overload for them."}, {"timestamp": [3230.52, 3231.64], "text": " They just need something calming."}, {"timestamp": [3232.56, 3233.82], "text": " And there are many more."}, {"timestamp": [3234.42, 3234.94], "text": " There are many more."}, {"timestamp": [3234.94, 3238.16], "text": " It's a case of try and see whether you like it or not really"}, {"timestamp": [3238.16, 3239.5], "text": " of every program."}, {"timestamp": [3240.62, 3241.86], "text": " Sorry, I go on a bit,"}, {"timestamp": [3241.98, 3246.04], "text": " but I hope that that's useful to, in some way for everybody."}, {"timestamp": [3246.04, 3250.2], "text": " And if you've got any questions or want to see anything, please ask."}], "text": " I'm a trained primary teacher who came into working with students with special needs by accident and then never left. As the college has got bigger, so the number of students that we have coming through the college with learning difficulties is obviously increased as well with the population. And the services and the support that we provide develops and evolves with the different needs of the students and the numbers that we have. So it's constantly changing and moving about. We first and foremost have students that are involved with the Ariba College and then we look at individual needs and obviously the specific funding that they have as to what programs we can offer each year. At the moment we've got eight Ors verified students ranging from year seven up to year 15. So there's a wide age range. We also have eight high learning needs students, formerly the SLS students. I did have 10 at the beginning of the year, but fortunate enough to them on to courses because they were at the older level so we have those students as well working at level 1 to 2 on the curriculum and then additionally we work with up to about 150 students on a regular basis throughout the week throughout year 7 to 12 basically the 13s are there by choice and hopefully they're doing okay so it does change as the 13s are there by choice and hopefully they're doing okay. So it does change as the different students are there. So my presentation this afternoon really is based on a lot of individual experiences, but those individual experiences will reflect a lot of the students and the situations that you might have coming to your colleges and schools as well. And I don't make any apologies for using their names. I provide pastoral care for these students. It's the whole student we look at rather than just them being in one particular class. So I'll just get going. All right. I'm doing this differently this afternoon, so bear in mind I've just done three presentations on one side, now I'm doing it on the other. So bear with me. Okay, so that's me. Okay, and thinking about who are these students. Well, you've all heard the labels. We have students with all these things in our classes. Some of us know what they mean and some of us don't. It just means there's somebody there with a difficulty and how do I teach them? How do I meet their needs in a classroom? Well, the key thing is that they're indistinguishable at times. You know, you see students in front of you and you don't know whether they've got any of those things at all so you're presented in a class with a group of students. The key thing is we want to be able to meet the needs of as many people as possible in one go and with the one-to-one devices you've got an added bonus of being able to make your presentation and your teaching visual, oral and hands-on which is really really, really key important for those students that have learning difficulties, literacy, numeracy, etc. And all those difficulties, all right? So there again, it could be everybody. Some of those students in the picture are students I work with, but they reflect everybody. So, you know, who could you pick out in the picture are students I work with, but they reflect everybody. So who could you pick out in that picture there as to might need some support? So when you're going into classes, you're not going to remember that somebody over there has dyslexia or somebody has dyspraxia, that sort of thing. So it's a case of making sure that the one-to-one device and your teaching, because it's not on its own, is actually going to be as accessible by everybody, as many people as possible. Right, now, how it all began for us at Arewa. We were very fortunate to have donated three iPads, made available specifically for students with special needs. And as the coordinator and the head of student support with my special needs students at the time, I was lucky enough to get them, knowing not very much about them. I did have one student that had an iPad, an iPad one. She needed for a language and we had a very expensive program put on there so that she could try and improve her communication. I've got that picture there because they are some of the students that are in my class this year and if you look at that picture some of those do look as though that they have special needs and you would pick them out of having learning difficulties. Others you probably wouldn't. We went to the Special Olympics Athletics at Sovereign Stadium on Wednesday, and I thought it was a really happy picture and it just shows what they like to do and how different everybody is. For those particular students you've just seen, there are barriers to their learning. We've got students with severe dyspraxia affecting their speech, reading, writing and recall. I've got one student there, she's actually my oldest student. She's 21 this year and I've worked with her for seven years. She still has huge difficulty and cannot distinguish between her numbers and letters. So it makes it really difficult for her to be able to read and write. Additionally, her speech is affected too, so that she really does depend on visual clues and cues all the time. She's the only one of my students who actually watches the news and will tell you everything that's happening in the world today because she picks up everything she actually works with the college catering working with preparing the food with our caterer here except for today and because she's watched and she's learned and she's picked up processes so that's how she learns but there are other students i've got that where dyspraxia affects their visual perception, so they wouldn't know whether the change of colour would be a different change in level, so it makes it really difficult for them when they're walking, for balance, but also safety in the kitchen when you're using a knife, you know, you're working catering or in the food technology class, she would be frightened unless she had more time to do things that she would hurt herself because of the dyspraxia. I've got students with different levels on the autistic spectrum. I have a student in my class at the moment with severe autism who actually can't manage to work in my classroom with my other students. He has another room off that classroom, nice airy room to himself, where he has his own separate program completely, and at times the one-to-one device that he has for calming is really beneficial to everybody. Other students I've got with autism, they do have huge anxiety and a sensory overload at times, which means they find difficult going into classes or noisy places. And I've got one particular student in my class now. She's actually came to us a couple of years ago not being able to go into any classes. She's now going into level one alternative English, level one catering and year 10 art. She needs the support but having the one-to-one device for her to focus on she saved up all last year for her white iPad then it's a focus so she's doing all right. Other students on the spectrum we have that are in regular classes some are actually at the other end of the spectrum of gifted and talented in certain areas so they're very knowledgeable about certain areas but they're very knowledgeable about certain areas but social interaction is really really hard for them and at times everything gets too much and the where we we support them the student support center is a place where they can come just to calm down or to take take a breath and then go back into somewhere else we've also got students with global developmental delay, which means that they're working at or below level one on the curriculum, emergent reading and writing, in all aspects of whether it's math, writing, spelling, everything. As I said, the emergent level to level two on the curriculum, that is not NCA level two. This is in my class. And the big thing for me is that the processing information and recall difficulties means they need more time for everything. And you've probably had students with auditory processing difficulties in your classes, central auditory processing where they might have an FM system to just cut out extraneous noises and things like that. It just becomes too much and they need time to think. So those are the students that I have actually with the high needs. And you've got to think, right, how do you meet the needs of all those students in the classes? And I pick out three main focus areas because it's easier to do and you can actually know that you've succeeded then, couldn't you? You've got something to work on. First one is communication. Biggie, be a really big one there. You know, how you'd walk and talk. And for me, it's visual and oral because that's going to be their main strength. So the one-to-one devices can really assist in that area. The other one is in the writing because physical disabilities or the speed or spelling is a real barrier to learning. I'm sure you've all had students in your classes that have got a huge, hugely different increased vocabulary when they're talking to you. But when it comes to writing, they either write what they're safest with and they can spell or they don't write anything at all. And then as I said before, the processing of information is always a biggie for me. Because due to medical reasons, could be memory or an intellectual ability. We have students here that have got epilepsy and one particular boy has little mini seizures about a hundred an hour and he finds it really difficult to remember what the instruction was, what is supposed to be doing. Every lesson you've got to prompt back again, you know, where am I, what am I doing, is actually what his life is like, really difficult to struggle with. So there are really key areas for everybody. I focused on my students, but you think about the barriers to learning I've talked about there and the different learning difficulties and also the focus is they apply to both. So what did we do with our three iPads to start with? Well, we experimented. We hadn't got a clue, so what did we do? I downloaded all the free education apps and that might be interesting, which was a great learning curve because I did it all on the three apps and I managed to overload the iCloud and stuff it up completely. So it was a good time to do it with only three. So I had Mary from Cyclone came and took them all off again, and then we had three separate accounts for our iPads. And now I've got seven. That was a really good move. Otherwise, goodness knows what I'd have done with the iCloud. But anyway, now we've had a chance to sort of try them all out. When we've loaded them up, we are much more selective because you can't remember what you've got on there. So they're all up in the cloud there somewhere. And what I do is I regularly go through and choose different apps to bring down back into the iPad and I can put back up again. Because bear in mind that with the students I'm working with, if you're doing a concept, you've got to have different ways of practice, practice, practice, to do the same thing, the same app over and over and over again would be really boring. And actually I don't think it's very helpful to actually getting that information through the short-term memory. But if you can bring down the same concept and the same thing that you're working on, say fractions, for example, or number, 1 to 10 or something, you'll be able to bring another one down with a different process, different way of practicing it, and they all think it's new. So that's really great. So there's lots out there, and I'm much more selective now of what we've got. And what difference does it make? Okay, well, there are students there. I've got, Olivia, the one young girl in the middle, is the one that's autistic and is now doing English and food catering she's doing and it's an art. She can be really focused on her white iPad that she saved all year for. English and food catering she's doing and it's an art. She can be really focused on her white iPad that she saved all year for and has got an obsession about alloy wheels at the moment. So she'd really like her mum to get a really expensive four-wheel drive with alloy wheels. So there's the difference. You know that we've got someone who's quite got a lot of potential in some areas, but the autism for her means that it does, it's still a barrier to her learning and her independence later on. The young lady in the middle, in their front rather, she's a year eight student. She participates in all the specialty classes at college, and where year eight is, it's required for them to have a one-to-one device. She's with her peers with an iPad. She actually has now got her own iPad because she's so user-friendly with it. And she's actually part of the digital technology module, this term, with her peers. And she's just really loving it because she can understand it and acts it the same as everybody else. Cameron the young man standing up. he has got really low learning ability. He's probably reading and writing at the age of about a five-year-old. But for him, you know, for doing any work with his peers in a class, it would be a big gap for him. So what does it do to make a difference? That's my little classroom at the back for my other student that needs one on his own at the moment. Okay, I look at the key competencies for my students and how it helps. Interesting enough, before we had the one-to-one devices, the students that I work with could be very passive. Would sit there and not engage. I talk a lot, I use my hands, to one devices. The students that I work with could be very passive. Would sit there and not engage. I talk a lot, so I use my hands to try and to encourage them to give me something back. But really, they were waiting for everything to be given to them. One particular girl, and I'll show you a picture later on, that she would even wait for her parents or for me to take her across the road. She knows how to cross the road, but she's so used to that, she'll wait for her parents or for me to take her across the road. She knows how to cross the road, but she's so used to that, she'll wait for somebody else to take her. With the iPads, this particular girl, she's now got her own iPad, but she's able, she's much more independent, she's able to actually do something herself. She's using her initiative, which is one of the key things I've got there. So they're able to find out their information. It means they have access to information all the time. If you ask them to brainstorm, many of the students I work with actually haven't got a lot of knowledge to actually give you to start with. So you have to give them the means of finding that information so that you can ask questions. It's like the flip classroom. Hopefully some of you might go to that presentation yesterday where the knowledge there is they're learning about it beforehand and then they'll be able to contribute afterwards when you have the class. So that's what we're doing. Most of the important thing is they can work at their own pace and complete projects. They're all doing different things and at different, and maybe the same theme we have in our class, but they're working on it at their pace and at their ability level to produce something that they're going to be proud of. That's their work. It hasn't had lots of input from everybody else because it's their work. They've chosen how it's going to work. It's amazing that even when you've got students with quite severe intellectual disabilities, they pick up technology extremely quickly. The young boy that is severely autistic with very little language, he's actually functions at about a three-year-old. He can pick up his iPad. He has one of his own. I don't load my apps on to his because he's not that developmental level yet. But he can go through and he can pick out his video or he can pick out his music and he can pick out the calming app we've put on it so that he can actually work his way around that as such a young age so they they amazed me sometime they've got no fear where i stuffed up the cloud and what felt terrible about it they can actually what they were around the um iPad and so they've lost it never mind i'll do it again you know so they've learnt by getting it wrong and and and error. So I admire them for that. And also that they're picking up of one another. That's the other key thing I've noticed, that where they used to work in isolation, because one has got a skill and then the other one has got a different skill, they're actually collaborating more to help each other out than I thought they would. I thought a one-to-one device might shut them off completely, but it doesn't. It's had the opposite effect. effect they are more independent and they're using their initiative which is a key key bonus making choices when I aren't say right well you can choose what you would like to do now they can they've actually got ideas of what they'd like to find out information about we do a goal setting every term and we look at what they would like to learn about and so that's their focus as well and then for me the big thing is presentation present of the work even though they're at a different ability level is actually comparable with their peers when you're using the one-to-one device the other biggie is participation for my guys it's in the relevant regular classes, they can access the curriculum more easily. And they can work at their level with their peers. That's where you can differentiate. When I'm talking to teachers, and they're saying, I can't have that student in my class, and I don't know what to do with this student in there. I'm actually saying, I don't want you to do anymore. It's actually less is more, because you've got key goals that you want for your students to learn. Pick the most important one or the first one because that's what they're going to be working on. It may take them all lesson, but they can be working there at their pace, at their level and they're going to complete something. They're not going to do all three things that you want everybody else to do because they're not going to be able to process it fast enough. They're not going to produce it, but they are going to produce something that's going to do all three things that you want everybody else to do because they're not going to be able to process it fast enough. They're not going to produce it, but they are going to produce something that's going to be useful for them and be part of that class. For me, I don't want them to be different. I want them to be able to use what we have in the apps the same as everybody else, and that's what they want too. They want to go to class and they want to be the same as everybody else I met with a group of other students a couple of years ago who were on the autistic spectrum all at different levels and the first thing one of them said to me we just want to be normal and I said to them Who's normal? What's normal? Because everyone's different. And the key thing is there that the writing apps such as pages and keynote are the key two tools that are going to make a huge difference for the guys and that everyone can have them. I'm not a great fan of spending money that I don't have to, or for the students to spend money they don't have to. So, you know, try out the free ones first and then we'll see what happens. The other key thing with the college here we're all Wi-Fi and we have ultranets so that the students can access the work that the teachers have got in classes for them electronically so they can download perhaps the class notes and they can actually come back to my class and revise over it they can go over it again they can do some work on it it's there's practice practice practice for them and it's all accessible so overall one-to-one devices are you stimulating, key thing for my students. They encourage their interests and learning. They want to find out things. And they keep the students engaged in learning. And here's a couple more of my students. The young girl sitting down is the one that's got severe dyspraxia and has difficulty with speech or recall of number. And it's going to be 21. She's there with her iPad. Jess's girl standing is the one that is actually very passive and would never even cross the road with out someone's guidance. She's actually supervising there. She's actually helping them because she knows what they should be doing and what and how to help, which is an amazing thing for her. The other young girl there Louise, she came to me three years ago now, but she was an elective mute. She chose not to talk because of huge anxiety. She's got other health issues as well. But she looks really happy there, really relaxed. She's now going to year 10 classes in food technology, fabric and PE. She's a great little artist too, so next half year she'll go to art as well. But it's what they can do. I talked about relevant regular classes. I don't, I'm not a fan of saying, you know, I just go to classes. They've got to be relevant and meaningful to them. So that we tailor make the courses that they're going into those subjects. They're going to perhaps even follow in as a career or as a hobby or an interest, past time that they're going to have. Okay. And then this young man Cameron, I'm a great fan of the Apple TV. I was all keen at one point after a conference I went to a couple of years ago to have the interactive whiteboard for my students but they were going to cost me about ten thousand dollars so of course I put that off a bit. But at the last conference here for the one-to-one devices I met a principal of a primary school who was using Apple TV which means you just got an ordinary TV in the Apple box and it's so simple it's really really integrates their learning the students here Cameron has linked his iPad of his work up to the Apple TV and he's there presenting the work that he's done. I'll show you some of their work in a moment but what we've got here is that we were doing a maths project and I wanted them to find out about New Zealand but also some measurement we integrate the theme and so they had to choose a place in New Zealand to go. They could use then Google Maps to find out how to get there, how far it was going to be, how long it would take them. They then had to find a place to stay. One chose the intercontinental at about $500 a night, so I think their mum would be pleased. But then they had to choose a place of interest and find out the information about it this takes quite a long time as you can imagine but it's all their work they're finding it out and then they had to choose presenting it and I chose keynote because that's a really good user-friendly thing they've chosen different fonts different backgrounds but it's their work it's taken a lot of time but at the of it, he's proud of it because it's his work. He's, I'll show you some of the work that we've got in a minute, but he's there just talking about it and he's reading it off. You know, his writing would be very, very difficult. It would be about five-year-old level the way he writes. He's typed it up and it's his work there. Right, I'm just going to show you some other things there. Right. Right. Um. This was a trip to Roe to Roa to Roa. Right. This was a trip to Rotorua that I was talking about the maths. And it's basic, but it's the key points there. It's the presentation that's really with their peers because they've got visuals, we've got the information where she would like to stay. See there you are, she's got $570 for hers. There you go. Someone else went camping, which I thought was very good. Their mom would like that. She thought that would be really nice. The hot tub. She's really a speed freak, so she liked the luge idea. But being sensory, she wasn't quite sure about the mud and how that might feel. But that's all her work, and it took her, you know, it's taken us quite a long time, so that's really good. And then... This was Cameron's. So he's going to Gisbon. So it's a different presentation. They've chosen all around, but he's got the facts there about how long it's going to take. And that comes off Google. We did lots of practicing where we're going to go and what we're going to do before they chose their place to go. And where he's going to stir. He cut and paste that, as you can see, but we know he can read it and he's got it, but it looked really impressive. It looked like a good ad for the hotel myself. And I don't know why, but he wanted a place where they did makeup and bridal evening way, you know. But he had great fun presenting it. You could see him in that picture there. That was really good. The other thing we did was we did a project last year all about the zoo. Sorry, it was all about animals. So they had to choose animals and research them. And if you put in the Google thing, you know, you can have giraffes for kids or something like that. So you're going to get the information that's going to be more at their level. First of all, we did a brainstorm about what we might want to know about an animal, about where it might live or what it might eat, those sorts of things. So they asked the questions and then had to go and find the answers. Then we did a PowerPoint about what they'd found out. We then went to the zoo. And I'll tell you about that in a minute. But this is... Sorry, go back to that one. A bit if we start at the beginning. And that's giraffe. She's very articulate, got good vocabulary. Her writing is atrocious. She writes all over, really big, all the time, but good vocabulary. She's found the pictures on the internet, put them in there, chosen how she wants it to go, but she's got good facts. And the interesting thing, they recall some quite interesting facts about things too. At the other end of the scale, I've got Hamish, who is autistic, but he can cope with one-word instructions at a time. It finds it very difficult to process information. So he will repeat back to your question. But he was really interested in leopards, and he got really focused on finding out as much about leopards. He wrote one really g gory thing because everything was getting killed and eaten so I got him to do another one and this is the the down versions that's all right but again Hamish has done all the work himself by putting it he's very organized he could do this repeating over and over about what he's going to do so lovely pictures. I've got about 200 pictures of leopards on my iPad. And he wrote the question down and then the answer about what he was going to find out. He mucked about with the font. So he loves them eating things. The end. All right. So that was him. So after we done that with the animals, I can show you others if you want, but this gives you an idea of the different ways they present it. But after we went to the zoo, well that was the other interesting, we went to the zoo and when I've taken to the zoo before, you can go along and say, there's the sea line, there's the elephant, and there's this, and they're not really looking at anything at all. So when they went with the iPad, it was quite noticeable how different it was. There was lots of other people there, and where I'm used to having the iPad, it was quite noticeable people were saying, oh, they've got iPads, they've got iPads, they've got iPads, but what the students were doing were actually walking around with the iPads, seeing through the iPad what they were looking at, taking videos and taking pictures and really, really engaged in what they were looking at. So whereas they'd learnt about the animals as well, they went and saw the animals that they were, they'd studied, and they could actually then put the information to their animal and match it, and they could give me information back, which hasn't happened before. So I was really impressed with that. They were far more engaged. So just bear with me because I've got, when we came back, I wanted to do something a bit different with it. Sorry. We decided that we make a movie. Now we chose the hardest thing to do. I didn't realize that at the time. We won't do it again. We chose to do a trailer rather than the movie. So just remember these are all their photos that they've taken. I've just chosen one of them. They were very similar because of the shots that you have in there and whatever. But the dialogue was all theirs and what they wanted to say. So I hope the sound isn't too loud. I hope it's actually on. I'm gonnae. The The I'm not no, the world, and so the Quite cool. They had a lot of fun doing that. And then this year, just carrying on from that, because we've done a lot, you know, we teach it, we show them how to do it so they can do it independently. But one of the students this year is now in Food Tech, Louise, as I was talking about, and she's actually working collaborating in her class with a couple of other students that are also in her group and they've started to put this video together. I'm I'm Well, you can see that one's not finished, but you can see the potential there. They're again relating to and participating with peers and how happy she was in that class and she's learning at her level. So it's really good just bear with me a minute when I put it back again okay oh Oh. Okay, so I've just shown you some of the work that they've achieved during the last year. And I had someone in the last session actually say to me that who'd done the typing for them and who'd, and I said, no, no, it's their work. They've chosen to do that with my class. So everything is taking a time. That's where it's really important they have the time to do it, but it's their work. Some of the spelling's awful, but I haven't changed it. So that's my students, but what about the wider school? Previously, I'm sure you've had students in your class that have got M-O-E specialist equipment, assistive equipment, may have been having a laptop or their program. And it's always been quite difficult for the student and for the teacher, to be quite frank about it, I think, because they're the only one. They don't like being feeling as though they're special. Other people think it's fair, it's unfair rather, and why can't I have one. They're also cumbersome and not very user-friendly. And then we came to the point, well, when we've got then exams or assessments or NZQA, what do we do then? So the one-to-one device can change that. Now we've got the one-to-one devices. There's accessibility of information from everybody. There's no special assessment conditions needed because we've all got the same. Content is far more visual. You know, you can see some of the work there. If it was, if it was done by them, it's going to be at a much lower standard because of their written ability and their writing ability and their language, then they were able to produce on their PowerPoint. It's still the facts, it's still their information, but it shrinks the gap between them and their peers. They feel as though they're part of something. I put this bit in, it might be a bit too, well, it's the word too positive, but copying from the board is history. English probably will disagree me with that, but I think it should be history. I think it was make-up time when you're putting on the board, and then we'll spend your time copying it down there. One teacher told me last week that he'd done exactly that, put it up on the board, and thought, well, while they copy that down, I'll just go and get the next work ready, and a couple of the students just got up and took a photo of it and said, okay, what should we do now? And that's where, you know, it's used technology, which is really good. Also, we've got Ultranet here. So they can send the work that they've got through the ultranet so that people can download it onto their one-to-one devices. You can then use the keynote and notability or pages to actually highlight the information you want, so you've got key points there. You can take out what you want onto another page, so you could actually keep your notes for revision in a much tidier way. It's organized in folders, but you've got that written work there. Writing is easier for the speed and legibility. I've got students who actually can't read their own writing when they've done it back, they can't read it back to us. So we don't say how much chance if you're a teacher or if you're doing it for NZQA or NCA. I like the fact that spell check is on there and it encourages students to actually proofread their work because that real or red lines there for something. You know, find out what it is and that's a great help. For those that are severely dyslexic then there is the predictive text software and I'll talk a bit about that later on, but that it can encourage extended vocabulary use. They're going to write what they want to say rather than what they can spell. I think the use of device in the assessments and to use it for evidence I think is now becoming more the norm, certainly at college. You know, if you're going to assess making a cake, let's take a video of it or take a photo rather than write an essay on it. You know, that's going to be far more user-friendly. At the end of year 9 and 10, when we're looking at assessing students for special assessment conditions in year 11 or for programs, I've always run small groups for students so that we can see how they would do if we were able to write for them or to read for them. This way, they can actually do it on the one-to-one device, and we can still help them, but with a larger group of students. So we've got a much better idea of what the students are capable of, what their potential is. Now, apart from my class that I've got quite high needs, I also work with senior students. Just to say that the iPads, the one-to-one devices are now required or requested for students in years 8 to 10. As it's gone through the school, it's now 8 to 10. So my senior students, 11, 12, and 13, it's not compulsory for them and they're still working under the old system but for many of the students that I've worked with all the way through from when they were year 7 they have struggled exactly with the same thing with literacy and with numeracy with their writing those sorts of things they get to when we get to year 11 and 12 and upwards and to help them stay at school longer we're looking at modifying their program. Instead of having seven subjects, they may actually drop a subject, and so they've got more time to have a study and do that work. But I also offer an option on its own, so that I run the Youth Awards scheme, which is based on an English program at the moment, the Asdan program, where we're doing it bronze, silver and gold awards and platinum at the moment, still aims to have equivalence of credits for the moment. They're going to change that system as they always do, but I will run something similar in a couple of years. But what it means is that those students are working on different modules that are prescribed, but how they present the information and what information they research is very much individually based and so I have students that would find choosing another subject because they have to really difficult and I have them working with me that means that I have a much better idea of how they're going in all the other subjects as well because we talk to them have time to do that this is Molly. Molly has actually done an investigative piece. It was a topical issue she had to research and it was a time when there was horses being badly treated or kidnapped. There was a bit of rustling going on, I think it was. Anyway, she did some research and she also found out about the horse haven and went and interviewed the person that ran it. So she was really fired up about that, all very, very knowledgeable. Something she was passionate about. She loves horses. And she gave a presentation to the class. And you can see how happy she is. She's up there. She's got all her visuals and she's talking. That was really good for her. I would describe her really as someone that would be bit fluffy everywhere else, you know, where am I? Oh, is it today? I don't know. But she's really committed. She just loves being here, talking with her friends and working on something else. And because she's in my room, those old computers there are so clunky and slow to load up, I use the iPads with them. And so they've really enjoyed using them. And the ways that they can use them is absolutely amazing. So a couple of them are actually already bought their own iPads so that they can have their own for when they leave school, which is really good. The other one, when we're talking about assessments, I've got, obviously they're doing other subjects as well, but those subjects can also be credited towards my program. And these two are doing a, practicing their dance assessment. Oh, why won't that work? All right, just go back a bit, sorry. Come back. That was another student doing that for them, so that was all right. Okay. Now there's one, um, oops, sorry, didn't mean that. I wanted to show you this presentation as well. This was one of my senior students. She's now in year 13, and I've worked with Keely ever since she was here in year seven. She's had tremendous difficulties in writing. She hasn't got numeracy for level one, but she's really passionate about everything she does. In fact, she's got a study where she could go home and she comes and actually comes and works with me instead because she likes doing what she's doing at the moment and we're looking at work experience for her. But I wanted to show you this presentation because she I think has tried to use every single technique in her presentation that you possibly can in keynote. So it's a lovely thing to watch. You don't have to look at the content necessary although that's quite interesting because she's done it really well but it's just the way that she's done it. When I'm talking about visual presentation you know it's stunning I think And that was her summary of it. But I mean, she spent quite a long time on that, but she's really enjoyed doing it. And she's actually taken it and put it on a poster on her wall. She's printed it all off and cut it there. Oh, I didn't mean that, sorry, you've got it again. Sorry. All right. So when I was talking about how it made an impact on my students with lower abilities, you know, same thing. They're no different. The gap has narrowed when you've got the one-to-one device. I really do believe that. You know, students enjoy finding out information. That's these students as well. They're the same as mine. They've got access to the information all the time. They can work at their own pace and complete projects. They learn to use technology quickly. They're better at it than I am. They're far more independent. And presentation of work is far superior. It puts them on a level with their peers, to be quite honest. Participating again, now they go to all their classes. It's not whether they're relevant or not, they go to them. The writing apps again, they're the same, the pages and keynote and access to the electronic notes. And then what next? You know, I've been really excited about doing this. I'm a great experimenter. I knew nothing about what we were doing and I've just played. I suppose that's what it is and like the kids we've got things wrong, it's really funny, but you learn by your mistakes and I think if you didn't go through all that, actually it wouldn't be so much fun, if you've got it right all the time. For me, I keep looking at new software and looking at the apps that are coming. As I said to you earlier, I've got lots of different stuff up in the cloud, and I'll regularly swapping it around, and you're more than welcome to have a look on the front page front page of mine when I've got it all set up you know about the different mass things I've got for emergent stuff and I've got English and sentence maker and everything that we can change things around that I can find but it's keeping it fresh but it stuff is out there and don't spend lots of money loads of it's free some of it's a dollar some of it's three dollars I won't spend more than five dollars if I can possibly help it on anything and I don't get the students to unless I know it's going to be a good one for them. Interesting enough, I went to Spectronics, I specialize in looking at assistive equipment and I went and worked on a workshop with them, must be two or three years ago now. And when I went there, they were still, they were looking at the very clunky stuff about text to speech big machines that about 12,000 dollars they were trying to show me and these the interactive work was with another 10,000 it was all special equipment you know something that was out of the ordinary interesting enough in in April they've got a two-day workshop I'm going to it's entirely on iPads and the apps and so out of the ordinary. Interesting enough, in April, they've got a two-day workshop. I'm going to, it's entirely on iPads and the apps. And so the first day is really looking at how, and what there is available for students that have got high needs, more, I think, in a special school. I'm still going to go to that one though as well. And on the second day, it's actually about using apps in the mainstream classrooms. And interesting enough, in a previous presentation I've done today, someone came up and told me that one of the presenters I remember at that particular time is going to, is focusing on looking at keeping it simple is what I want, keeping it simple and actually developing or just introducing the basic five apps that would actually meet all the needs of those students with high needs, that would be absolutely brilliant. We only have five things on there to worry about. I could find them all the time. But that's what I want as long as they're not too expensive. That's the key thing because otherwise they become unattainable and they get superseded so quickly. The thing for me, I really want to look at how different software could be improved for speech to text. There's Dragon Naturally Speaking at the moment, but that's expensive. One of the students actually that is in the regular classes here with Disselexia, he's bought it for himself, but I'm looking to see if there's something else we could purchase. Someone actually told me today about another one, and I'm going to, it's free, so it's even better, which is called Paperport. So I'm going to investigate that, but also some of the other ones that I know are available. I could get one in America called Dragon Dictate, but they wouldn't sell it to me here. So a bit of expensive I've had to go to America for it, wouldn't it? Anyway, I think for me I'm going to increase the use of visual presentations with the I-movies. Just like that presentation or the movie that Louise did, it's made by the students. So it could be used again for their food technology class. She could be instructing the next group by that visual presentation. I think that would be really, really good. And also, I'm going to lobby continue, because I have done it already, of NZQA for devices in all assessments for everybody. I'm involved with the special assessment conditions as well, and I know I went to their presentation a couple of years ago where they acknowledged that in time they would they realize that all students would have to have banks of computers everywhere well we've moved on since then because we don't have to have banks of computers we can have laptops or we can have iPads but it puts everybody on an even playing field then without the need for expensive assessments choose the way that suits you best it's not actually giving anybody an advantage you're not testing their typing skills, you're testing what they know. So that's for me. And then useful apps that I've been using. Some of the students in the past when they've had special assistive equipment, they've had loaded on Word Q, which is a predictive text, and that's on a laptop it's about three hundred dollars iword queue has come out for the iPad and it's thirty so I've loaded that onto all mine I only learnt about the next one the last week or so is called explain everything and it's very good for processes where you're in a technology department where you actually take photos of every stage of what's happening. You can then give the instructions underneath that will play back and back and back and the student can read it and listen to it all the time so they can follow it as they're going through it. So you haven't got to follow every one-to-one and hand-feed them all around really. So I like that one. I'm a great fan of splash maths as well. They use level three and four in our year nine program with the iPads and I thought well that looks really good. Let's have a look at the lower level so I've looked at level one and two it's sort of on the curriculum and I like it. It's very user friendly. The good part about it is it covers all the strands of the curriculum. It's a game play, but also particular practices you can focus on as well. The students earn points. You have to log on at the same computer, otherwise it doesn't work. So they've all got their own name on their iPad, so I know that they're going to log in as them on this game. And then they get points, and they can then go and buy fish in the aquarium they can make them dance they can buy more squid or whatever they really enjoy that and then the plus point is that I'm logged on to it so that every week it sends me a progress report of how they're doing the things that they're mastered and the things that they're not doing so well so I can actually tailor the one on one-to-one work when I'm working with them on the things that they are they do need work on do need some improving on so I can actually tailor the one on one-to-one work when I'm working with them on the things that they are, do need work on, do need some improving on. So I like that. Everyone needs a jumbo calculator because of the fingers, you know, make sure you push the right buttons, but also so you can see it. And then for the students that have autism, it's been really helpful finding some calming apps. And there's a really nice one, peaceful pond, which is like running water and you touch it. It's lovely. And I quite like it at the end of the day too. And Hamish, one of my other students, as I mentioned before, did the leopard, he likes one where he's got a little frog that jumps from the lily pad to another one. But it's really nice, it can focus him and bring him down without lots of music. Sometimes students don't want music. That's the sensory overload for them. They just need something calming. And there are many more. There are many more. It's a case of try and see whether you like it or not really of every program. Sorry, I go on a bit, but I hope that that's useful to, in some way for everybody. And if you've got any questions or want to see anything, please ask."}