{"speakers": [], "chunks": [{"timestamp": [0.0, 3.2], "text": " Right, firstly, why we haven't bothered doing this?"}, {"timestamp": [3.2, 7.2], "text": " Now the first thing is it should be entirely about teaching and learning."}, {"timestamp": [7.2, 11.4], "text": " Now when you first head down the BYID thing,"}, {"timestamp": [11.4, 14.8], "text": " you're going to have to put in a lot of technology and it's not cheap"}, {"timestamp": [14.8, 19.6], "text": " and nothing's really going to change because you're still being needing to maintain your laptop,"}, {"timestamp": [19.6, 21.6], "text": " so your desktop fleet in the school."}, {"timestamp": [21.6, 25.76], "text": " And what that means is that you've just got to find a whole lot of money"}, {"timestamp": [25.76, 31.52], "text": " to put everything in place so that you're able to start heading down the BYOD path"}, {"timestamp": [31.52, 33.76], "text": " when it's time."}, {"timestamp": [33.76, 39.12], "text": " Ultimately you will be saving some money because you're not,"}, {"timestamp": [39.12, 44.24], "text": " we're now at the point where we're putting very little money into our desktop fleet."}, {"timestamp": [44.24, 50.06], "text": " We're putting money into next door, the media suite. Other end of the school we've got graphics, we've also"}, {"timestamp": [50.06, 54.28], "text": " got art and we've got music sort of over there. The specialist machines are all we're going"}, {"timestamp": [54.28, 58.86], "text": " to be paying for now and the desktop machines we're putting less and less money into."}, {"timestamp": [60.3, 63.88], "text": " Because it's not going to be just year nine next year. It's going to be eight, nine, ten"}, {"timestamp": [63.88, 66.44], "text": " and then natural progression from there."}, {"timestamp": [70.64, 76.98], "text": " So a few years ago, Mark Quigley and myself, we asked Conrad, why not all of that?"}, {"timestamp": [77.22, 77.98], "text": " So why not?"}, {"timestamp": [78.24, 83.1], "text": " Just connect, say, kids, bring you any old device in, doesn't matter what."}, {"timestamp": [84.1, 88.38], "text": " They just log on wirelessly and get access to the internet."}, {"timestamp": [89.54, 105.76], "text": " And Conrad said it's easier said than done. It is a lot easier said than done. But we eventually got to a point where two and a half years ago we, I think it's an expert I can't remember now, two and a half years ago we said to students"}, {"timestamp": [105.76, 110.88], "text": " you can bring along your device, jump on the wireless and you're welcome to use it in the classroom."}, {"timestamp": [112.14, 118.58], "text": " So what we did at that point is we drew a very clear line in the sand and that is students,"}, {"timestamp": [118.92, 123.72], "text": " they look after connecting to the wireless. We provided the connection and all that, but we didn't"}, {"timestamp": [123.72, 130.56], "text": " touch their devices to put them on. It was up to the students to do it. They couldn't manage that. The school"}, {"timestamp": [130.56, 137.76], "text": " line was tough. There's something wrong with you following our instructions. But back then,"}, {"timestamp": [137.76, 141.88], "text": " we were inviting students to bring a device along, not mandating. It's a bit different now."}, {"timestamp": [142.8, 146.18], "text": " And the second point up there, you can read the rest,"}, {"timestamp": [146.24, 151.3], "text": " but the second point out there is the physical care of their device."}, {"timestamp": [151.8, 153.6], "text": " Their own device, they look after really well."}, {"timestamp": [153.68, 158.2], "text": " They don't break their cell phones, they don't lose their cell phones."}, {"timestamp": [158.68, 160.34], "text": " They look after them really well."}, {"timestamp": [160.64, 163.38], "text": " And funnily enough, they do the same for their own device."}, {"timestamp": [164.18, 166.24], "text": " So shifting the cost out to the"}, {"timestamp": [166.24, 171.94], "text": " parents means two things. You can get a whole lot more devices in the school, personalised devices"}, {"timestamp": [171.94, 178.6], "text": " and also we don't have that same level of problem with the vandalism. It's pretty much"}, {"timestamp": [178.6, 187.34], "text": " disappeared. Well it has disappeared with the BYOD devices. And the And what we took care of is, next slide now,"}, {"timestamp": [187.34, 192.4], "text": " is the wireless and documentation on how to connect."}, {"timestamp": [192.4, 196.56], "text": " And we also got UFB,"}, {"timestamp": [196.56, 198.3], "text": " Alp Fast Boardband into the school,"}, {"timestamp": [198.3, 200.18], "text": " I'll talk about that more a bit later,"}, {"timestamp": [200.18, 203.76], "text": " and just realized it's there as well sometimes."}, {"timestamp": [203.76, 205.2], "text": " Network security."}, {"timestamp": [208.38, 208.94], "text": " That's the bit that was the difficult bit."}, {"timestamp": [210.5, 211.12], "text": " That's the bit that Conrad said,"}, {"timestamp": [213.38, 214.42], "text": " yeah, you can in essence just tell the kids that come along and log in,"}, {"timestamp": [214.86, 217.46], "text": " but it's the security that you really have to worry about."}, {"timestamp": [217.56, 218.88], "text": " And we'll go into that more later."}, {"timestamp": [219.42, 221.02], "text": " And we're using Ultranet."}, {"timestamp": [221.16, 222.98], "text": " That's our learning management system, LMS."}, {"timestamp": [223.44, 225.62], "text": " We provided that because that's your learning port."}, {"timestamp": [225.7, 228.12], "text": " Well, that's our learning portal within the school."}, {"timestamp": [228.46, 229.82], "text": " It doesn't really matter what you use."}, {"timestamp": [230.12, 234.32], "text": " We obviously chose Ultranet after a bit of research"}, {"timestamp": [234.32, 236.8], "text": " and is doing really well for us."}, {"timestamp": [238.36, 243.16], "text": " So next year, last year we took the next big step"}, {"timestamp": [243.16, 245.56], "text": " and that was rather than inviting,"}, {"timestamp": [245.56, 252.24], "text": " we're now mandating, as you all know, every year 9 student has to have some form of a device"}, {"timestamp": [252.24, 260.72], "text": " and we recommended an iPad. I think that decision making processes talked about in Kate Shevlin's"}, {"timestamp": [260.72, 265.74], "text": " presentation anyway. So I won't go into it, but basically it was the only real"}, {"timestamp": [265.74, 273.06], "text": " sensible answer at the time. And if we made the same decision now, I'd be saying iPad still,"}, {"timestamp": [273.24, 280.02], "text": " to be honest. And I'm not an Appleman. I'm not a particular fan. I like them, but, you know,"}, {"timestamp": [280.08, 285.64], "text": " it's just a computer, really. Anyway, we are now mandating students to bring a device along,"}, {"timestamp": [285.74, 291.56], "text": " so now we have to give a bit more thought to how the kids get work from their teachers"}, {"timestamp": [291.56, 295.04], "text": " and how teachers get work from the kids."}, {"timestamp": [295.66, 296.6], "text": " So the data flow."}, {"timestamp": [296.74, 302.36], "text": " So one clip will take us to Ultranet is the portal or the vehicle"}, {"timestamp": [302.36, 305.56], "text": " that gets information from teachers to students."}, {"timestamp": [305.56, 307.76], "text": " It's a teacher-owned space."}, {"timestamp": [307.76, 312.24], "text": " It's not a, we're not using it as a collaborative tool or anything."}, {"timestamp": [312.24, 316.56], "text": " It's purely go to Ultranet and find out what you're doing, get information from it."}, {"timestamp": [316.56, 319.76], "text": " So resources, blah blah, blah, links, whatever."}, {"timestamp": [319.76, 324.56], "text": " That's what the kids do and then when it's time to hand things in, they go to WebDAV."}, {"timestamp": [324.56, 330.42], "text": " Now WebDAV is native within iOS, that's the iPad operating system."}, {"timestamp": [330.42, 338.0], "text": " So it's very very simple submitting work via web dev because prior to that we used email"}, {"timestamp": [338.0, 343.0], "text": " but email is now a backup point because if you've got 30 kids in a class and you say"}, {"timestamp": [343.0, 349.12], "text": " right email me your work you're going to get about 45 emails because you know kids you'll just get more"}, {"timestamp": [349.12, 353.2], "text": " than you need and that's including the ones that probably won't hand it in as well so"}, {"timestamp": [353.2, 358.36], "text": " and you're doing that every now and then even if it's only every now and then"}, {"timestamp": [358.36, 365.0], "text": " that's a nightmare so we got around 92 93% of students with an iPad."}, {"timestamp": [365.0, 370.0], "text": " So they're the ones doing, using the webdave to hand in their work."}, {"timestamp": [370.0, 373.0], "text": " Everyone else is just emailing."}, {"timestamp": [373.0, 379.0], "text": " Not because webdab doesn't work, it's just, we're talking now with so few students"}, {"timestamp": [379.0, 384.0], "text": " without an iPad, they've got a laptop for some description or Android,"}, {"timestamp": [384.0, 386.24], "text": " those will all do web dev themselves"}, {"timestamp": [386.24, 393.64], "text": " but we just haven't really bothered getting those instructions out to the kids and how to connect."}, {"timestamp": [393.64, 399.36], "text": " So I think we're up to simply had to work."}, {"timestamp": [399.36, 403.44], "text": " Everything simply had to work. 99% isn't good enough, 100% of a time."}, {"timestamp": [403.44, 411.0], "text": " I suppose we're not actually at 100% but it's much, much, much closer to 100% than 99% of a time our systems have been working."}, {"timestamp": [411.0, 416.0], "text": " So the reason I say it simply has to work is we're telling"}, {"timestamp": [416.0, 423.0], "text": " Year 9 parents and students that you have to have a device of some sort."}, {"timestamp": [423.0, 426.26], "text": " We've essentially said you've got to go out and spend a whole bucket of"}, {"timestamp": [426.26, 432.64], "text": " money, money that may be quite thin on the ground, and then if these kids rock up to school"}, {"timestamp": [432.64, 438.08], "text": " and the gear is not working, it's a really, really poor look for the school. Now that's just on"}, {"timestamp": [438.08, 443.02], "text": " the political sense, but also we just want the gear to be working all the time because we don't"}, {"timestamp": [443.02, 452.12], "text": " want it to get in the way of the learning. It's meant to be an enabling learning. So Conrad has done an awesome job with setting up our"}, {"timestamp": [452.12, 458.94], "text": " entire systems, all our systems so that they're robust, scalable, the whole lot, so that"}, {"timestamp": [458.94, 463.68], "text": " we're just having a really good run with the technology and we will continue to as well."}, {"timestamp": [463.68, 465.4], "text": " And the next one is"}, {"timestamp": [465.4, 472.3], "text": " crowd sourcing one of Conrad's colleagues said to me if you want to design an"}, {"timestamp": [472.3, 480.74], "text": " environment to be the most hostile for a tech technological system such as you"}, {"timestamp": [480.74, 487.0], "text": " know giving internet to people just call it a. Schools are about as bad as it gets."}, {"timestamp": [488.0, 498.0], "text": " You've got hundreds of kids with the power to do stuff. One of them eventually is going to find out a way around whatever you put in place"}, {"timestamp": [498.0, 505.52], "text": " and then everyone's going to know about it. And also their teenagers, so it's their job to try and mess with us anyway if they"}, {"timestamp": [505.52, 509.42], "text": " weren't doing it I'd be disappointed in them to be honest they have to do that so"}, {"timestamp": [509.42, 516.74], "text": " that leads us to Conrad's jigsaw puzzle and we're talking about quite a big"}, {"timestamp": [516.74, 523.46], "text": " task now we're talking about a very hostile environment and it has to work"}, {"timestamp": [523.46, 531.32], "text": " all the time and the hostility is kids just trying things and if they get around it then it's not working in my eyes."}, {"timestamp": [531.32, 536.24], "text": " So all of these parts that a jigsaw are really important."}, {"timestamp": [536.24, 545.0], "text": " If you've got any of them missing you're not really doing a comprehensive job of providing an environment where BOD is going to work."}, {"timestamp": [545.0, 548.0], "text": " The top right one isn't a technician thing at all."}, {"timestamp": [548.0, 549.0], "text": " It's teaching and learning."}, {"timestamp": [549.0, 552.0], "text": " But Conrad, like I said, he understands what we're trying to do"}, {"timestamp": [552.0, 556.0], "text": " and he clearly sees that if we don't have a proper teaching"}, {"timestamp": [556.0, 558.0], "text": " and learning program in place, we're stuffed."}, {"timestamp": [558.0, 561.0], "text": " If we don't have procedures and policies in place,"}, {"timestamp": [561.0, 564.0], "text": " again, we're not going to get too far."}, {"timestamp": [564.0, 566.3], "text": " And everything else is technology. and policies in place again we're not going to be get too far and everything"}, {"timestamp": [566.3, 573.68], "text": " else is technology so the first slide is teaching and learning I'm only"}, {"timestamp": [573.68, 578.9], "text": " going to talk very briefly about this for two reasons it's covered in"}, {"timestamp": [578.9, 583.88], "text": " other sessions properly I could you probably worked out I can talk for hours"}, {"timestamp": [583.88, 586.24], "text": " anyway I can talk for hours on teaching and learning."}, {"timestamp": [588.24, 594.34], "text": " That's, you know, that's a one hour first part of five, one hour session on teaching and learning."}, {"timestamp": [595.62, 602.26], "text": " But what we've got, I'm just going to cover it really quickly, because I think it does relate to what you've got to think about with the technical."}, {"timestamp": [602.26, 605.24], "text": " We've got two programs."}, {"timestamp": [605.24, 608.24], "text": " We've got Menaki Oriewa, which is our values program,"}, {"timestamp": [608.24, 610.44], "text": " respecting self, respecting others,"}, {"timestamp": [610.44, 612.24], "text": " and respecting the environment,"}, {"timestamp": [612.24, 614.76], "text": " the learning environment is what we usually talking about."}, {"timestamp": [614.76, 618.24], "text": " That's 10 years old, 2002 that went in,"}, {"timestamp": [618.24, 620.76], "text": " and the kids take the mickey out of it now,"}, {"timestamp": [620.76, 622.76], "text": " which means they sort of believe it."}, {"timestamp": [622.76, 625.5], "text": " Like if someone does something mean to someone else,"}, {"timestamp": [625.76, 629.46], "text": " another kid will go, that's not very monarchy. And when they're starting to take the Mickey"}, {"timestamp": [629.46, 636.78], "text": " out of it, well, you know you've got there, right? And then the next is a sorry, Ako Ordea,"}, {"timestamp": [636.78, 641.7], "text": " which is our teaching and learning program, which is a consistent teaching and learning approach"}, {"timestamp": [641.7, 645.12], "text": " that doesn't matter what level you're teaching,"}, {"timestamp": [645.12, 648.6], "text": " seven through to 13, or which subject you're teaching,"}, {"timestamp": [648.6, 654.44], "text": " you still have very, very similar teaching and learning approaches"}, {"timestamp": [654.44, 658.68], "text": " in the classroom. So we're not confusing our poor way kids about pedagogy."}, {"timestamp": [658.68, 662.72], "text": " We don't use that word because that sounds like something else, isn't it?"}, {"timestamp": [662.72, 670.54], "text": " And then that's all to do with teaching and learning as far as the students are concerned,"}, {"timestamp": [670.66, 672.18], "text": " but we've also got staff support."}, {"timestamp": [672.28, 673.68], "text": " Now, again, there's another whole session."}, {"timestamp": [673.82, 675.86], "text": " Mark Quigley is doing this one on staff PD."}, {"timestamp": [675.86, 685.64], "text": " But concerning the iPad specifically, that's how we hit the phasing in of the iPads."}, {"timestamp": [685.88, 687.04], "text": " Four weeks of playtime."}, {"timestamp": [687.82, 690.8], "text": " So that's what I call familiarity."}, {"timestamp": [691.34, 694.72], "text": " So two weeks before the end of term two last year,"}, {"timestamp": [695.82, 697.88], "text": " 20 staff got their iPads,"}, {"timestamp": [698.76, 700.4], "text": " and we said, just go and play with them."}, {"timestamp": [700.84, 701.88], "text": " And we'll have a meeting back,"}, {"timestamp": [702.0, 703.48], "text": " and you can share what you've learnt,"}, {"timestamp": [703.6, 708.22], "text": " but forget about trying to work out how to use it in the classroom it's not confused things"}, {"timestamp": [708.22, 713.62], "text": " yet and they got the holidays first thing back turn three Tuesday after school"}, {"timestamp": [713.62, 716.62], "text": " meeting and we're still having those same meetings they're obviously"}, {"timestamp": [716.62, 721.72], "text": " evolved into much better content than just working out that technical side of"}, {"timestamp": [721.72, 726.18], "text": " things so the actual mechanics of getting information on and off them,"}, {"timestamp": [726.98, 729.4], "text": " basically how to work with them as a teacher,"}, {"timestamp": [729.84, 733.86], "text": " which apps are going to enable the device to do more"}, {"timestamp": [733.86, 737.04], "text": " than what it is currently doing without any apps on it."}, {"timestamp": [737.64, 740.2], "text": " And then we very, once we got that out of a way,"}, {"timestamp": [740.26, 742.2], "text": " and it was a bit of an ordeal, it was boring as hell,"}, {"timestamp": [742.68, 747.48], "text": " once we got that done, and this is about a four week mark in term three,"}, {"timestamp": [747.8, 751.68], "text": " we started talking exclusively about teaching and learning."}, {"timestamp": [752.34, 754.2], "text": " And that's when it got really hard"}, {"timestamp": [754.2, 759.28], "text": " because we are talking about a massive, it's not even a shift,"}, {"timestamp": [759.38, 762.96], "text": " it's a whole scramble of what we know and what we're comfortable with doing"}, {"timestamp": [762.96, 766.0], "text": " already in the classroom to what we're doing now,"}, {"timestamp": [766.0, 771.0], "text": " which is partway along the path along the road to where we want to be."}, {"timestamp": [771.0, 775.0], "text": " And when we get to where we want to be, we're going to be wanting to be somewhere else, of course."}, {"timestamp": [775.0, 780.0], "text": " But it's really important you give plenty of time for the staff to get on top of things"}, {"timestamp": [780.0, 783.0], "text": " because they need to be quite innate users, or quite."}, {"timestamp": [783.0, 785.8], "text": " They need to be innate users of the technology"}, {"timestamp": [785.8, 788.8], "text": " that we're putting in front of the kids as well."}, {"timestamp": [792.8, 795.8], "text": " The next slide is infrastructure."}, {"timestamp": [795.8, 797.6], "text": " Now this is when Conrad starts to talk"}, {"timestamp": [797.6, 799.2], "text": " and you get a break from me."}, {"timestamp": [801.2, 806.96], "text": " But basically we didn't, we've not been snuffed yet because we are too impatient."}, {"timestamp": [807.16, 808.68], "text": " We keep seeing opportunities."}, {"timestamp": [809.3, 814.66], "text": " We've got things that we want to be able to happen, but the technology has been getting in the way."}, {"timestamp": [814.82, 820.56], "text": " So we've always put money into our networks, so that's just the way we've been working."}, {"timestamp": [820.56, 825.18], "text": " We'd still be waiting to be snuffed by now and in the meantime we'll be five"}, {"timestamp": [825.18, 831.34], "text": " years behind where we are now. So we're fortunate and we've got a school that's large enough to"}, {"timestamp": [831.34, 837.7], "text": " sort of find funds like that and principal and board that are willing to sort of steer funds"}, {"timestamp": [837.7, 840.54], "text": " that way. I'll just stand close to you rather than Russell, eh?"}, {"timestamp": [840.54, 850.0], "text": " I'm not just getting familiar. Okay, so one of the major sides of the BYODJX is quite simply infrastructure."}, {"timestamp": [850.0, 853.0], "text": " It's a very important piece."}, {"timestamp": [853.0, 855.0], "text": " We have to..."}, {"timestamp": [855.0, 857.0], "text": " Oh, look at it."}, {"timestamp": [857.0, 864.0], "text": " So with the infrastructure side of things, we have to be able to split the network up to deal with different types of traffic."}, {"timestamp": [864.0, 870.0], "text": " So as an example here at O'Reeba College running across the while, as we've effectively got five different networks, we have to be able to split the network up to deal with different types of traffic. So as an example here at O'Reeva College, running across the wireless, we've effectively got five different networks."}, {"timestamp": [870.0, 874.0], "text": " We've got the student wireless, we've got the staff wireless, we've got guest wireless."}, {"timestamp": [874.0, 878.0], "text": " We've also got conference wireless, which was specifically set up for today."}, {"timestamp": [878.0, 882.0], "text": " So you're all running on that if you've hooked up to the network here."}, {"timestamp": [882.0, 885.64], "text": " And finally, we've got other services such as voice over IP."}, {"timestamp": [885.64, 889.44], "text": " So a managed infrastructure is not just difficult,"}, {"timestamp": [889.44, 891.76], "text": " it's a requirement of bring your own device."}, {"timestamp": [891.76, 894.86], "text": " You have to be able to separate out the traffic"}, {"timestamp": [894.86, 897.5], "text": " within a network to deal with the different types of users."}, {"timestamp": [901.5, 903.5], "text": " We're providing various resources,"}, {"timestamp": [903.5, 906.66], "text": " but we've been really quick to say no printing."}, {"timestamp": [907.26, 911.74], "text": " If you need to print, I think you've lost the point, you've missed the boat entirely."}, {"timestamp": [912.62, 916.1], "text": " You might argue, yeah, yeah, there's sometimes where a student may need to print."}, {"timestamp": [916.46, 919.78], "text": " Well then if that's the case, they'll email the work to themselves,"}, {"timestamp": [920.06, 921.86], "text": " jump onto a school machine and print from there."}, {"timestamp": [921.86, 924.78], "text": " But we're simply not facilitating printing from the devices."}, {"timestamp": [930.28, 937.12], "text": " You've talked a bit about wireless. So a bit more on the wireless. Here at Mariba College we use ruckus but the BYOD setup is"}, {"timestamp": [937.12, 941.86], "text": " irrelevant of what wireless product as long as is a managed wireless product so we're talking"}, {"timestamp": [941.86, 947.0], "text": " Aerohybe, Ruckus, Aruba, Ubikety to a certain extent but it's basically you need a managed wireless product so we're talking Aerohybe, Ruckus, Aruba, Ubikety to a certain extent,"}, {"timestamp": [947.0, 951.5], "text": " but it's basically you need a managed wireless network that can deal with those different layers"}, {"timestamp": [951.5, 955.7], "text": " of the network again. One of the most important things that we found and in our experiences"}, {"timestamp": [955.7, 961.2], "text": " you do not need to buy the most expensive access point available. Chances are, or very likely,"}, {"timestamp": [961.2, 967.82], "text": " that the devices that are going to be used in the school won't simply support the technology that these access points have in them."}, {"timestamp": [967.82, 972.08], "text": " And in that in hand, basically you're not after coverage of your wireless of the school"}, {"timestamp": [972.08, 975.92], "text": " anymore with the wireless, you're actually after out and out throughput, you're after maximum"}, {"timestamp": [975.92, 977.32], "text": " speed possible."}, {"timestamp": [977.32, 981.12], "text": " So as an example with the Ruckus System, they have a very nice access point, the top of"}, {"timestamp": [981.12, 983.2], "text": " the range one, a 7963."}, {"timestamp": [983.2, 992.54], "text": " For the price of 10 of those, we can buy 18 7363. Now at 7363 will do a similar sort of performance, it can handle the same number"}, {"timestamp": [992.54, 998.4], "text": " of clients, it has less coverage. We're not after coverage. So we go for the mid-range and we get"}, {"timestamp": [998.4, 1001.32], "text": " much, much better value for money for the site."}, {"timestamp": [1001.32, 1007.52], "text": " We're talking about sometimes incredible density of users hanging."}, {"timestamp": [1008.56, 1010.62], "text": " So like Conrad says, it's throughput."}, {"timestamp": [1011.28, 1016.36], "text": " Where's five years ago when we put in different wireless system,"}, {"timestamp": [1016.68, 1018.86], "text": " could have been ruckus at the time, we just chose a different one,"}, {"timestamp": [1019.72, 1025.16], "text": " we did a wireless survey to find out where to put the points to get maximum coverage."}, {"timestamp": [1025.32, 1029.0], "text": " We're just after a bubble, a wireless bubble over parts of a school,"}, {"timestamp": [1029.48, 1032.54], "text": " but now we're just after just really solid,"}, {"timestamp": [1033.2, 1037.72], "text": " and the ability to really put a lot of data through the wireless"}, {"timestamp": [1037.72, 1039.76], "text": " and pretty much any point in the school."}, {"timestamp": [1040.32, 1047.18], "text": " And one other little thing I want to just sort of wake you up to is that in a classroom of 30 kids,"}, {"timestamp": [1047.26, 1053.16], "text": " you're looking at close to $30,000 worth of equipment in the student's hands that the school hasn't bought."}, {"timestamp": [1054.0, 1061.94], "text": " If you then go and hang that 30K, or even just think of one student, there's 30 kids,"}, {"timestamp": [1062.04, 1068.44], "text": " but each student's got about $1,000 worth of gear, It's a bit less than it. Let's make it round numbers. If you then go and hang all of that"}, {"timestamp": [1068.44, 1077.32], "text": " gear off a piece of home wireless, $200 access point, when it fails, it's not it. When it fails,"}, {"timestamp": [1078.24, 1083.52], "text": " how are you going to explain that to the parents? No, we've made them pay all of this,"}, {"timestamp": [1083.52, 1087.5], "text": " and then our Stingesley School, we just put a handful of dollars, pocket money into it."}, {"timestamp": [1088.16, 1093.94], "text": " Now that wouldn't be a reason to go and spend a lot of money, but you make sure you've got the gear that simply isn't going to fail,"}, {"timestamp": [1094.04, 1098.86], "text": " which does mean more expensive, but like Conrad says, it's not the most expensive."}, {"timestamp": [1099.0, 1100.4], "text": " It's not where the smart money is."}, {"timestamp": [1102.56, 1103.4], "text": " What's that one?"}, {"timestamp": [1104.1, 1105.3], "text": " We pay for this."}, {"timestamp": [1105.9, 1107.9], "text": " If we were going to be waiting for the government"}, {"timestamp": [1107.9, 1111.52], "text": " to give us broadband, I don't know when this was going to happen,"}, {"timestamp": [1111.64, 1112.68], "text": " but it was going to happen."}, {"timestamp": [1112.68, 1115.24], "text": " And over the last four years, Mark Quigley himself,"}, {"timestamp": [1115.34, 1119.66], "text": " we've been talking to Vector about getting fiber"}, {"timestamp": [1119.66, 1122.66], "text": " from the corner down there, 272 or 3 metres away,"}, {"timestamp": [1122.78, 1131.64], "text": " into the cabinet that's on the other side of that bit of wall there. And it went from, I can't remember it was, I keep thinking 270, but I have"}, {"timestamp": [1131.64, 1136.98], "text": " a feeling it was $600,000 to get that done. This is quite a few years ago, four years ago."}, {"timestamp": [1137.42, 1140.66], "text": " And we kept going back to Vector and they kept trying harder and harder and harder and"}, {"timestamp": [1140.66, 1145.0], "text": " we got it down to around the $30,000 mark which we ended up paying"}, {"timestamp": [1145.0, 1150.0], "text": " and paying it off over two years. We're a year and a half in apparently, according to Conrad."}, {"timestamp": [1150.0, 1156.0], "text": " And so we didn't wait for that to happen much in the same way as we didn't wait for SNAP to happen"}, {"timestamp": [1156.0, 1161.0], "text": " because if we waited, we'll still be waiting and in the meantime I'm getting really twitchy"}, {"timestamp": [1161.0, 1165.34], "text": " because I'm going, we're ripping the kids off here because"}, {"timestamp": [1165.34, 1171.44], "text": " we're not able to do what we should be doing just because we haven't got ultra-fast broadband,"}, {"timestamp": [1171.74, 1175.96], "text": " we haven't got a decent network and we haven't got wireless. But it's big money, unfortunately."}, {"timestamp": [1177.66, 1182.42], "text": " So the major part with the UFB is quite simply a bring-your-own device scheme will not work"}, {"timestamp": [1182.42, 1186.0], "text": " without ultra-fast broadband. It's simply not possible."}, {"timestamp": [1186.0, 1192.0], "text": " What we found is that students are not storing the data that they need to use for the day to day."}, {"timestamp": [1192.0, 1196.0], "text": " It's all on the device or it's up in the cloud, Google apps, somewhere similar to that."}, {"timestamp": [1196.0, 1200.0], "text": " So, UFB is an absolute much and absolute requirement."}, {"timestamp": [1200.0, 1205.0], "text": " Also, we found that staff have begun to find resources and so on that are available on the internet"}, {"timestamp": [1205.0, 1208.56], "text": " and making use of those for teaching and learning."}, {"timestamp": [1208.56, 1216.72], "text": " So we go from, we have sort of 650 to possibly 800 users using the internet simultaneously at the moment here."}, {"timestamp": [1216.72, 1218.56], "text": " Student users."}, {"timestamp": [1218.56, 1226.76], "text": " We're pushing one and a half terabytes of internet data a month, which is why you have to be uncapped."}, {"timestamp": [1226.76, 1231.02], "text": " We do rate limit the students to how fast they can go, which is limited to one megabit, which"}, {"timestamp": [1231.02, 1235.22], "text": " is the same speed you're experiencing now if you're here at the conference."}, {"timestamp": [1235.22, 1239.64], "text": " So if that's how it feels, that's how it feels for a student as well."}, {"timestamp": [1239.64, 1250.44], "text": " And basically, yeah, it's of course the BYOD machines add to the existing number of desktops in the school, which are there about 450, 450 desktops on top of all the student devices."}, {"timestamp": [1250.6, 1253.68], "text": " So it extends the network, it doesn't just simply replace it."}, {"timestamp": [1257.02, 1257.7], "text": " Oh, sorry."}, {"timestamp": [1258.86, 1260.62], "text": " You can talk to this one too, I think, yeah."}, {"timestamp": [1260.86, 1267.0], "text": " So one of the most important things with any BYOD scheme is the ability to manage those student devices."}, {"timestamp": [1267.0, 1269.62], "text": " Now when I say manage, I'm not talking about touching them."}, {"timestamp": [1269.62, 1273.5], "text": " We don't want to, from a technical point of view, physically touch any device."}, {"timestamp": [1273.5, 1277.42], "text": " There's far too many of them, so we want to be able, the students to be able to self-help."}, {"timestamp": [1277.42, 1287.36], "text": " So as part of that, they can get themselves onto the wireless, but at the same time we have to control what they can see both internally and externally. So we ring fence the student devices"}, {"timestamp": [1287.36, 1292.0], "text": " and what I mean by that is basically at the moment the student devices cannot talk to each other"}, {"timestamp": [1292.0, 1295.4], "text": " so from one point of view we can say they can't play games but"}, {"timestamp": [1295.4, 1298.6], "text": " from a second point of view we can also say at the moment they can't collaborate"}, {"timestamp": [1298.6, 1302.8], "text": " directly point to point between the devices. Now the learning management system"}, {"timestamp": [1302.8, 1306.24], "text": " that is here at Arewa helps with that and it's something we've talked about possibly"}, {"timestamp": [1306.24, 1309.78], "text": " unlocking but it's one of those things we need to have a proper look at as it"}, {"timestamp": [1309.78, 1314.82], "text": " changes because you'll always get the 1% unfortunately will misuse those sort"}, {"timestamp": [1314.82, 1319.86], "text": " of features so that's sort of lock down. We must treat all bring your own"}, {"timestamp": [1319.86, 1326.0], "text": " devices simply as untrusted we cannot guarantee what is on that device, what applications"}, {"timestamp": [1326.0, 1330.5], "text": " have been installed on it. So obviously there have to be measures in place, which is all part"}, {"timestamp": [1330.5, 1335.0], "text": " of that ring fencing. And another reason why we segment the network up into various sides."}, {"timestamp": [1335.0, 1340.0], "text": " I describe them as layers of a cake. So that's where you've got the staff network, the student network,"}, {"timestamp": [1340.0, 1344.0], "text": " all separated out, all able to do slightly different things and access slightly different resources."}, {"timestamp": [1344.0, 1346.08], "text": " The balance, this is where the main balancing act happens, separated out and are all able to do slightly different things and access slightly different resources."}, {"timestamp": [1353.16, 1359.96], "text": " This is where the main balancing act happens between what the educated need is and then what's sensible in terms of a technical side, what we should be doing as a school, how much we should"}, {"timestamp": [1359.96, 1371.18], "text": " lock things down compared to what you really want to do as a teacher. And there has to be a balance, but just like you would never ever let all the teachers"}, {"timestamp": [1371.18, 1375.34], "text": " collaboratively decide that, oh, we just want blah, blah, blah, blah, blah."}, {"timestamp": [1375.34, 1381.76], "text": " You would never let technicians, and there's never that many technicians, decide what we"}, {"timestamp": [1381.76, 1383.68], "text": " are able to use in the classroom."}, {"timestamp": [1384.1, 1386.34], "text": " Getting back to what my role is in the school,"}, {"timestamp": [1386.46, 1389.46], "text": " one of the roles is to be that sort of interpreter"}, {"timestamp": [1389.46, 1392.12], "text": " between the technical people and the teachers"}, {"timestamp": [1392.12, 1395.84], "text": " and basically taking requirements to the technicians."}, {"timestamp": [1396.7, 1398.32], "text": " And occasionally they knocked me back,"}, {"timestamp": [1398.68, 1400.94], "text": " but you've got to be able to trust your technical people."}, {"timestamp": [1401.98, 1403.76], "text": " They're not all cool like, Conrad."}, {"timestamp": [1404.06, 1407.14], "text": " Some are complete ratbags. To be honest,"}, {"timestamp": [1408.34, 1419.0], "text": " what's that? It's true. It's the companies. It's not an individual technician, but some"}, {"timestamp": [1419.0, 1427.0], "text": " companies just see education coming a mile off and they just rip us off because we're good at teaching."}, {"timestamp": [1427.0, 1435.0], "text": " We don't necessarily have any expertise in technology and I heard somewhere, Douglas"}, {"timestamp": [1435.0, 1444.0], "text": " Harrah I think, said that 25% of schools in the country have got a roll of 550 or over."}, {"timestamp": [1444.0, 1447.48], "text": " So it means 75% of schools are pretty small by my book,"}, {"timestamp": [1447.66, 1449.28], "text": " under 550 in their role."}, {"timestamp": [1449.78, 1451.8], "text": " So when you're talking about a small school like that,"}, {"timestamp": [1451.84, 1454.08], "text": " it's fairly unlikely a lot of schools are going to have"}, {"timestamp": [1454.08, 1457.58], "text": " someone on staff that actually understands enough"}, {"timestamp": [1457.58, 1460.8], "text": " to go, hang on, guys, you're having this on here."}, {"timestamp": [1461.28, 1462.42], "text": " So I don't know how you do it,"}, {"timestamp": [1462.42, 1464.92], "text": " but if you can work out that your technology,"}, {"timestamp": [1470.86, 1479.68], "text": " your ICT people are trustworthy, be a long way to getting a good deal. It's a curly one. So obviously one of the other major challenges to bring your own"}, {"timestamp": [1479.68, 1484.18], "text": " device is how we actually deal with filtering and monitoring. What we've found"}, {"timestamp": [1484.18, 1490.32], "text": " with the setup here at Rewa is that we cannot stop the users to authenticate them."}, {"timestamp": [1490.32, 1494.9], "text": " So they authenticate to get onto the wireless, but when they're actually going out into the outside world,"}, {"timestamp": [1494.9, 1497.24], "text": " by actually putting additional levels of authentication."}, {"timestamp": [1497.24, 1501.44], "text": " So the classic example is putting a proxy in place which stops them, they have to authenticate,"}, {"timestamp": [1501.44, 1503.0], "text": " and then they continue on."}, {"timestamp": [1503.0, 1507.24], "text": " We actually have, that's very difficult to do in the fact that it allows the browser to work,"}, {"timestamp": [1507.24, 1511.12], "text": " which is brilliant, but we're finding that there are applications that the students are using,"}, {"timestamp": [1511.12, 1515.96], "text": " the staff are using, resources they're trying to access that simply they can't get to because"}, {"timestamp": [1515.96, 1518.08], "text": " it doesn't support proxy access."}, {"timestamp": [1518.08, 1522.6], "text": " So what we decided quite quickly was that the road, as it were, to the internet, to the"}, {"timestamp": [1522.6, 1524.36], "text": " resources had to be as straight as possible."}, {"timestamp": [1524.36, 1528.5], "text": " No roadbox, no lefts, no rights and so essentially when you get on the network here at"}, {"timestamp": [1528.5, 1534.88], "text": " O'Reeva College it feels very open but there is significant amount of monitoring and"}, {"timestamp": [1534.88, 1539.92], "text": " that's actually going on in the back end so we're able to see who was where at what time"}, {"timestamp": [1539.92, 1543.84], "text": " physically where they were sitting approximately in the school and all sorts of things"}, {"timestamp": [1543.84, 1546.32], "text": " like that you know what device are on."}, {"timestamp": [1546.32, 1550.68], "text": " You don't share them because everyone's got a device."}, {"timestamp": [1550.68, 1554.6], "text": " If it's on that device that users logged into that device,"}, {"timestamp": [1554.6, 1557.76], "text": " you know the Mac address, username, we've got them, no problem,"}, {"timestamp": [1557.76, 1560.0], "text": " and we've got the time of day and where they were, so it's awesome."}, {"timestamp": [1560.0, 1562.0], "text": " Yeah, so it's very important that system."}, {"timestamp": [1562.0, 1565.24], "text": " So in our case we have to essentially query three different databases,"}, {"timestamp": [1565.24, 1569.44], "text": " three different systems to get the result of who was where and what and at what time."}, {"timestamp": [1569.44, 1573.52], "text": " But that's from a technical point of view, our responsibility."}, {"timestamp": [1573.52, 1579.32], "text": " It's people like Tony's responsibility to ask us to direct us and look in that direction."}, {"timestamp": [1579.32, 1582.56], "text": " It came up quite nicely actually in the last session where someone was asking what about"}, {"timestamp": [1582.56, 1585.14], "text": " the school being seen as ISP under the new rules."}, {"timestamp": [1586.22, 1590.82], "text": " We have to log everything. We log everything. We keep it for as long as was required."}, {"timestamp": [1590.82, 1596.08], "text": " And basically that is our ability to actually deal with people who misuse the system."}, {"timestamp": [1596.38, 1601.12], "text": " And Tony will talk about how the school actually deals with users who take the Mickey."}, {"timestamp": [1601.44, 1602.66], "text": " Yep. Or a bit over it."}, {"timestamp": [1603.0, 1607.0], "text": " take the Mickey, yep, or a bit over it."}, {"timestamp": [1611.0, 1612.0], "text": " Can you speak out really loud for a microphone? Yeah."}, {"timestamp": [1612.0, 1614.0], "text": " Can that stop, say, in an economics class,"}, {"timestamp": [1614.0, 1618.0], "text": " students interacting and perhaps building a graph together,"}, {"timestamp": [1618.0, 1621.0], "text": " sharing specific information, or is it to do with..."}, {"timestamp": [1621.0, 1627.0], "text": " That's the balance you've got to sort of arrive at somehow."}, {"timestamp": [1627.0, 1637.0], "text": " Basically what you've got is essentially a conflict between what you want to be able to happen in class"}, {"timestamp": [1637.0, 1642.0], "text": " but then there's few that are going to mess it up so you need some certain systems in place."}, {"timestamp": [1642.0, 1646.12], "text": " Now that direct collaboration that you'd want to"}, {"timestamp": [1646.12, 1652.3], "text": " happen can be happening through the internet and that still will happen but you"}, {"timestamp": [1652.3, 1657.76], "text": " can't go on the same network between devices. So there's plenty of"}, {"timestamp": [1657.76, 1663.88], "text": " collaborative tools that work through the internet so it doesn't matter where on"}, {"timestamp": [1663.88, 1665.38], "text": " earth you are."}, {"timestamp": [1667.46, 1667.5], "text": " So there's usually a way around it."}, {"timestamp": [1668.2, 1668.7], "text": " We haven't found,"}, {"timestamp": [1671.76, 1671.84], "text": " there's a couple little things that we can't work out how to do,"}, {"timestamp": [1672.96, 1676.26], "text": " but it's not to do with collaboration, it's to do with what equipment we want to be able to plug into the network."}, {"timestamp": [1676.78, 1678.12], "text": " Specifically, Apple TVs,"}, {"timestamp": [1679.14, 1681.46], "text": " is the one we'd really like to happen,"}, {"timestamp": [1682.12, 1683.36], "text": " really like to work here,"}, {"timestamp": [1683.48, 1686.44], "text": " but Conrad's not so keen at the moment."}, {"timestamp": [1687.6, 1690.36], "text": " And I'm trusting him, because I trust him."}, {"timestamp": [1692.48, 1694.0], "text": " Oh, policies and procedures."}, {"timestamp": [1694.18, 1694.4], "text": " Okay."}, {"timestamp": [1694.74, 1698.26], "text": " So Linda Rubens will be talking about this in a lot more details."}, {"timestamp": [1698.38, 1700.2], "text": " So I'm not going to go into a great deal here,"}, {"timestamp": [1700.2, 1707.18], "text": " but with the exception that if a kid stuffs up, there always has to be consequences, and what the technology can do here, but with the exception that if a kid stuff's up, there's always has to be consequences"}, {"timestamp": [1707.18, 1713.0], "text": " and what the technology can do here is provide certain levels of access. So the first"}, {"timestamp": [1713.0, 1717.7], "text": " clip will take us to what we currently have. That is, you've got full access, you've been good,"}, {"timestamp": [1718.2, 1724.36], "text": " or you haven't been caught. And then the next one is if you get caught, you get knocked off"}, {"timestamp": [1724.36, 1725.44], "text": " the internet for a week."}, {"timestamp": [1726.34, 1729.84], "text": " Now, here's some of the, well, here's one really good example."}, {"timestamp": [1730.5, 1734.5], "text": " If you have an iPad, if you double-click the home button or sweep up,"}, {"timestamp": [1734.56, 1738.1], "text": " you can see the task bar, just like on a normal computer sort of thing,"}, {"timestamp": [1738.38, 1741.36], "text": " you can see what applications or what apps are open."}, {"timestamp": [1741.36, 1746.1], "text": " If we can see Facebook there, then they're off for a week, just like that."}, {"timestamp": [1747.34, 1750.1], "text": " It doesn't matter if they used it at interval or lunch,"}, {"timestamp": [1750.18, 1751.66], "text": " and it's now not indivore lunch."}, {"timestamp": [1752.18, 1754.16], "text": " The fact that they walked into the room and it's open,"}, {"timestamp": [1754.26, 1755.5], "text": " we just think the worst."}, {"timestamp": [1755.92, 1757.7], "text": " You've been using them in class, you're off."}, {"timestamp": [1759.14, 1761.16], "text": " So some really firm expectations."}, {"timestamp": [1761.36, 1762.56], "text": " And then there's all the usual things"}, {"timestamp": [1762.56, 1769.96], "text": " that you expect kids to be able to expect teenagers to do on the internet so if you get called doing the odd"}, {"timestamp": [1769.96, 1775.36], "text": " thing they'll get knocked off and it's pretty much a minimum a week and we blocked kids"}, {"timestamp": [1775.36, 1781.04], "text": " left right and centre earlier on but that's tapered right off if a kid messes up in a large"}, {"timestamp": [1781.04, 1788.42], "text": " way or messes up a two or three times, then they don't even have the privilege"}, {"timestamp": [1788.42, 1795.3], "text": " of being able to bring their device to school. Now, Linda will say more about this in the"}, {"timestamp": [1795.3, 1801.82], "text": " pastoral thing, but it's only three so far this year, maybe four now actually, but only three"}, {"timestamp": [1801.82, 1807.44], "text": " and two of those parents have said, just keep the device at school, we don't want to fight at home either."}, {"timestamp": [1807.44, 1814.0], "text": " So if you set the standard high enough and you're able to do it through your systems,"}, {"timestamp": [1814.0, 1816.68], "text": " then you're sweet, you know, the kids will follow."}, {"timestamp": [1816.68, 1818.52], "text": " What we're going to be working towards though,"}, {"timestamp": [1818.52, 1821.8], "text": " what we are working towards is more levels of access."}, {"timestamp": [1821.8, 1825.16], "text": " So the first one, obviously, full access, no problem."}, {"timestamp": [1827.46, 1831.5], "text": " Second one is if a student's been found to be using so much data that we think it's a bit excessive"}, {"timestamp": [1831.5, 1833.48], "text": " and it will be averaged out over a whole week"}, {"timestamp": [1833.48, 1836.28], "text": " because if they're doing one of their iOS updates,"}, {"timestamp": [1836.4, 1838.32], "text": " then that's going to be a big spike in the amount of data."}, {"timestamp": [1838.44, 1840.2], "text": " So we can't do it just on a day."}, {"timestamp": [1840.64, 1843.84], "text": " But if they have been using so much data over a week,"}, {"timestamp": [1844.26, 1845.8], "text": " and I don't know what that level is yet,"}, {"timestamp": [1845.92, 1847.78], "text": " we'll look into that when we get there,"}, {"timestamp": [1848.92, 1852.3], "text": " then they will automatically be put into a different VLAN,"}, {"timestamp": [1852.78, 1853.72], "text": " which will be choked."}, {"timestamp": [1854.44, 1856.32], "text": " So currently they're getting one megabit a second,"}, {"timestamp": [1856.56, 1858.96], "text": " just for, that's just what they get."}, {"timestamp": [1859.76, 1862.76], "text": " The slowed internet will probably be 256 or something."}, {"timestamp": [1863.62, 1866.0], "text": " We still talk these numbers that are just..."}, {"timestamp": [1866.0, 1869.26], "text": " Yeah, anyway, 256K, 254."}, {"timestamp": [1870.4, 1872.24], "text": " Your tech geeks will know why it's 256,"}, {"timestamp": [1872.8, 1873.96], "text": " and it's no technical reason."}, {"timestamp": [1874.44, 1875.24], "text": " It's historic."}, {"timestamp": [1875.24, 1879.68], "text": " And then, if that hasn't..."}, {"timestamp": [1879.68, 1882.32], "text": " Oh, I'm sorry, on that one, because they're now slow,"}, {"timestamp": [1882.4, 1884.46], "text": " they're not going to be one of the high-end users anymore,"}, {"timestamp": [1884.56, 1886.8], "text": " so they'll have to serve out a sentence, so to speak."}, {"timestamp": [1887.22, 1893.3], "text": " So they'll spend a week there, and then they'll automatically get put back onto the good wireless again."}, {"timestamp": [1893.84, 1897.06], "text": " And then the next one is the walled garden, that's number three there,"}, {"timestamp": [1897.16, 1902.46], "text": " and that is basically you jump on and you only get to go to sites that we say."}, {"timestamp": [1902.9, 1905.38], "text": " And that list of sites will be really short."}, {"timestamp": [1905.68, 1907.18], "text": " It'll be Ultranet."}, {"timestamp": [1907.78, 1908.32], "text": " That's it."}, {"timestamp": [1908.76, 1911.1], "text": " So they've got enough access to access Ultranet"}, {"timestamp": [1911.1, 1912.68], "text": " and the page is on Ultranet."}, {"timestamp": [1914.06, 1916.66], "text": " But as soon as Ultranet starts linking them off"}, {"timestamp": [1916.66, 1918.72], "text": " to the World Wide Web, no go."}, {"timestamp": [1919.6, 1921.88], "text": " And then the next one is no internet at all."}, {"timestamp": [1922.12, 1925.5], "text": " But I'm really liking the idea of really slow"}, {"timestamp": [1925.5, 1926.5], "text": " internet."}, {"timestamp": [1926.5, 1932.46], "text": " So not no internet, it's just fast enough to annoy them and they'll keep trying for a whole week."}, {"timestamp": [1932.46, 1934.28], "text": " So it's slow it to dial up or something."}, {"timestamp": [1934.28, 1939.92], "text": " So they'll want to watch YouTube videos of our tribe, but it'll take 20 minutes to get down"}, {"timestamp": [1939.92, 1941.08], "text": " 30 seconds of footage."}, {"timestamp": [1941.08, 1944.62], "text": " But they'll keep trying, it will just frustrate them to hell."}, {"timestamp": [1944.62, 1948.62], "text": " If they've got to that point, they've really annoyed me, so it's time for me to annoy them back anyway."}, {"timestamp": [1949.58, 1953.36], "text": " But anyway, so I have a no or really slow internet. And then the last one we already know about,"}, {"timestamp": [1953.42, 1956.46], "text": " no device, and that's for the very, very evil kids."}, {"timestamp": [1960.0, 1962.7], "text": " And flexibility. In everything."}, {"timestamp": [1963.84, 1965.76], "text": " Are we going good on time?"}, {"timestamp": [1966.74, 1968.02], "text": " I'm getting faster."}, {"timestamp": [1968.4, 1970.12], "text": " Oh, sorry."}, {"timestamp": [1971.22, 1971.48], "text": " Flexibility in everything."}, {"timestamp": [1975.32, 1976.54], "text": " So just imagine it where you should be flexible and that's where you should be flexible."}, {"timestamp": [1976.76, 1978.42], "text": " So certainly in terms of the device"}, {"timestamp": [1978.42, 1979.74], "text": " that you ask the kids to bring,"}, {"timestamp": [1980.08, 1982.0], "text": " you ask them, we ask for an iPad,"}, {"timestamp": [1982.44, 1984.98], "text": " but you cater for any device it turns up."}, {"timestamp": [1985.6, 1989.88], "text": " And if it doesn't connect, then you try really hard to make it connect"}, {"timestamp": [1989.88, 1992.8], "text": " because we're now mandating, we're no longer inviting."}, {"timestamp": [1993.38, 1998.8], "text": " So I think earlier on in this session, I said that initially when we went B-Y-D,"}, {"timestamp": [1998.9, 2003.88], "text": " we said bring a device on, but if you can't get it on using our documentation, sorry,"}, {"timestamp": [2004.36, 2005.1], "text": " we're not here to help. Now I'm bit of a soft touch anyway, so if a kid come up to me and said, I can't get it on using our documentation, sorry, we're not here to help."}, {"timestamp": [2005.46, 2008.7], "text": " Now I'm a bit of a soft touch anyway, so if a kid come up to me and said, I can't get it"}, {"timestamp": [2008.7, 2012.56], "text": " working, I would do it for them anyway, but it's just because they haven't read the instructions."}, {"timestamp": [2013.16, 2016.52], "text": " But I was more excited that they'd actually bother to bring their laptop to school."}, {"timestamp": [2019.7, 2023.84], "text": " Now, if student can't get on, we try very, very hard to get them on."}, {"timestamp": [2025.3, 2030.88], "text": " Now, if student can't get on, we try very, very hard to get them on. Common reasons that they can't get on is that they don't have an iPad, or not just iPad, they"}, {"timestamp": [2030.88, 2034.56], "text": " don't have an iPad or they don't have a laptop computer."}, {"timestamp": [2034.56, 2036.12], "text": " All of those just get on."}, {"timestamp": [2036.12, 2037.12], "text": " No argument."}, {"timestamp": [2037.12, 2038.32], "text": " They just get on."}, {"timestamp": [2038.32, 2043.54], "text": " The other problem that will be is if they have an Android device, Android is delivered on such"}, {"timestamp": [2043.54, 2047.04], "text": " a vast sort of range of quality"}, {"timestamp": [2047.04, 2053.46], "text": " of platform that the rubbish ones, when you pay $150 for a tablet device, that's Android,"}, {"timestamp": [2054.02, 2055.24], "text": " the hardware's rubbish."}, {"timestamp": [2055.5, 2056.96], "text": " And there's one that we couldn't get on."}, {"timestamp": [2057.34, 2062.36], "text": " And we wouldn't be surprised if it just had wireless stamped on it, but there's no wireless stuff"}, {"timestamp": [2062.36, 2062.86], "text": " inside."}, {"timestamp": [2063.02, 2064.28], "text": " It just wouldn't get on."}, {"timestamp": [2064.68, 2085.86], "text": " We couldn't even get it to see wireless. It was just hopeless. So we try very hard to get the devices on. And once they're on, then all our systems have to be really flexible too so that whatever the educators are needing, that's us teachers, whatever we're needing, the systems and our technicians are able to deliver,"}, {"timestamp": [2086.38, 2087.02], "text": " within reason."}, {"timestamp": [2089.32, 2093.4], "text": " And again, I'll just remind you that we've got me and we've got Mark Quigley,"}, {"timestamp": [2093.4, 2099.68], "text": " who are the only two that really talked to Conrad and his company about what school needs"}, {"timestamp": [2099.68, 2101.7], "text": " rather than 120 staff."}, {"timestamp": [2102.0, 2104.62], "text": " And some of them will want to know silly things."}, {"timestamp": [2106.3, 2113.8], "text": " Why is my computer not working rather than real things my thank you page all right so we've got a good"}, {"timestamp": [2113.8, 2119.44], "text": " chunk of questions question time about 15 minutes but mum brought me out well dad"}, {"timestamp": [2119.44, 2124.46], "text": " was there too he brought me up well too but everyone says mum four people I"}, {"timestamp": [2124.46, 2127.8], "text": " specifically want to thank and that's Cyclone is the first."}, {"timestamp": [2127.96, 2132.6], "text": " Now, when you're buying your devices for your staff at school,"}, {"timestamp": [2133.1, 2135.0], "text": " if you end up going down this path,"}, {"timestamp": [2136.14, 2141.72], "text": " I would strongly recommend against going to consumer-type people like Noel Leaming and the like,"}, {"timestamp": [2141.8, 2149.6], "text": " because once they've got your money and you've got the device, that's the end of the story. There's no backup whatsoever. So it's worth going to someone like"}, {"timestamp": [2149.6, 2155.46], "text": " Cyclone, that's who we use, but there's other people around who are able to give solid help"}, {"timestamp": [2155.46, 2162.0], "text": " with implementing all the stuff. If you remember back to those phases and becoming comfortable"}, {"timestamp": [2162.0, 2166.0], "text": " with iPads, that very first bit familiarity and the technical bit,"}, {"timestamp": [2166.48, 2167.96], "text": " Cyclone were a massive help there."}, {"timestamp": [2168.36, 2169.64], "text": " The next one is Vector."}, {"timestamp": [2170.28, 2173.78], "text": " They tried very hard to get us our fibre,"}, {"timestamp": [2174.08, 2177.22], "text": " and they've upped our speed just because we're using so much"}, {"timestamp": [2177.22, 2178.26], "text": " and didn't charge us more."}, {"timestamp": [2178.74, 2180.9], "text": " So we could have paid for more."}, {"timestamp": [2181.0, 2182.52], "text": " We chose the middle speed,"}, {"timestamp": [2182.78, 2185.5], "text": " and they put us on the top speed without paying."}, {"timestamp": [2185.5, 2187.0], "text": " So they've been really good."}, {"timestamp": [2187.0, 2189.0], "text": " They're not your typical corporate."}, {"timestamp": [2189.0, 2191.0], "text": " Ultranet is our LMS."}, {"timestamp": [2191.0, 2194.0], "text": " They've been really responsive to things of us for."}, {"timestamp": [2194.0, 2198.0], "text": " So I've run them up and said, I think this should be happening, or this should be happening,"}, {"timestamp": [2198.0, 2199.0], "text": " and it actually happens."}, {"timestamp": [2199.0, 2202.0], "text": " The next version comes out and they've done stuff that I asked for."}, {"timestamp": [2202.0, 2207.18], "text": " And they've done, I was talking to another teacher from a different school and he's done the same thing so they're"}, {"timestamp": [2207.18, 2212.24], "text": " really good but I'll go back to just your LMS you've got to have an LMS but it"}, {"timestamp": [2212.24, 2216.08], "text": " really doesn't matter what you've got as long as you're all using it well so"}, {"timestamp": [2216.08, 2221.16], "text": " this isn't an advert for Ultranet it's just a thank you too but this is the big"}, {"timestamp": [2221.16, 2229.16], "text": " one Conrad without him would be stuffed. And the idea that you've got your technicians"}, {"timestamp": [2229.16, 2233.92], "text": " helping you out, you've got to be pretty confident that they are there to help you out,"}, {"timestamp": [2233.96, 2238.84], "text": " and that's not looking after themselves. So make sure you do trust whoever's providing your"}, {"timestamp": [2238.84, 2248.04], "text": " ICT in the school. All our systems are built around what Conrad's thought with input from us as a school."}, {"timestamp": [2249.08, 2254.64], "text": " He's really the architect of what's happening with our technology. So now we can do the question thing,"}, {"timestamp": [2254.72, 2255.16], "text": " can't we?"}, {"timestamp": [2256.06, 2259.94], "text": " Margo, if you'd like to start through Christchurch? We'll do you first, but that's okay."}, {"timestamp": [2261.62, 2267.0], "text": " Yep, that's fine. Rickleton, would you like to start with your first question, please?"}, {"timestamp": [2267.0, 2270.0], "text": " Yes, hi, Tom Neum and Ricken High School."}, {"timestamp": [2270.0, 2278.0], "text": " I've got a question regarding the iOS that you are advising your students to use in the form of iPads."}, {"timestamp": [2278.0, 2287.54], "text": " How do you get over many hundreds of thousands of different educational resources which have been created in flash and which the IOS system"}, {"timestamp": [2287.54, 2289.3], "text": " is incapable of playing."}, {"timestamp": [2289.3, 2292.0], "text": " I had the same thing."}, {"timestamp": [2292.0, 2294.3], "text": " Now there is a trade-off."}, {"timestamp": [2294.3, 2301.52], "text": " What you've got is in the iPad, I'm a physicist, right?"}, {"timestamp": [2301.52, 2305.4], "text": " And I use a whole lot of flash in my teaching"}, {"timestamp": [2305.4, 2308.6], "text": " and my teaching all the way through to year nine as well."}, {"timestamp": [2308.96, 2315.42], "text": " And I honestly, I had huge reservations about our choice as a team"}, {"timestamp": [2315.42, 2316.96], "text": " that would recommend the iPad."}, {"timestamp": [2317.74, 2321.88], "text": " Now, huge reservations, but it wasn't all doom and gloom for me"}, {"timestamp": [2321.88, 2325.78], "text": " because what the iPad also offered was a whole bundle of other things."}, {"timestamp": [2325.86, 2328.36], "text": " So portability, massive battery life"}, {"timestamp": [2328.36, 2330.24], "text": " and intuitive use"}, {"timestamp": [2330.24, 2331.64], "text": " and it just works sort of thing."}, {"timestamp": [2331.72, 2333.86], "text": " And that's what we've seen to be the reality."}, {"timestamp": [2335.4, 2337.7], "text": " You've got apps that replace"}, {"timestamp": [2337.7, 2340.72], "text": " some flash, but doesn't do a good enough job."}, {"timestamp": [2340.88, 2342.0], "text": " I'd rather have flash."}, {"timestamp": [2342.44, 2347.0], "text": " But if I made the decision again today, I'd still go iPad"}, {"timestamp": [2347.0, 2353.2], "text": " because of what it offers. So it makes you examine more closely what you're doing. It's more"}, {"timestamp": [2353.2, 2361.64], "text": " about the possibilities that you're opening up when you are letting the kids bring their own"}, {"timestamp": [2361.64, 2367.68], "text": " device and everyone's bringing their own device. That's when you're getting proper transformation being worked towards in the classroom"}, {"timestamp": [2367.68, 2374.0], "text": " rather than it just being a little bit of sort of, I don't know, digitising of normal paper."}, {"timestamp": [2374.0, 2381.0], "text": " So yeah, I'm with you entirely there but having worked with devices and having no flash,"}, {"timestamp": [2381.0, 2385.6], "text": " I'm completely blown away in myself and that I'm not missing it. I thought"}, {"timestamp": [2385.6, 2393.6], "text": " I'd miss it horribly, but it's the opportunities are all there to do really, really good"}, {"timestamp": [2393.6, 2395.24], "text": " things. You just don't have flash."}, {"timestamp": [2395.24, 2409.2], "text": " Can I just ask one more thing? Would it be easier to ask the students to bring a $400 netbook in, which would allow you to do that?"}, {"timestamp": [2410.08, 2410.64], "text": " Big a pardon?"}, {"timestamp": [2411.22, 2419.52], "text": " Battery was a big one. When we made a decision a year ago, it was a no-brainer, really, even with the flash issue."}, {"timestamp": [2420.82, 2426.72], "text": " If you look at the trends, technology trends, netbooks are properly on their way out."}, {"timestamp": [2426.72, 2431.96], "text": " Tablet technology is properly on its way in."}, {"timestamp": [2431.96, 2437.44], "text": " And we're looking to the future"}, {"timestamp": [2437.44, 2439.88], "text": " because we had tried netbooks before,"}, {"timestamp": [2439.88, 2443.12], "text": " because we went BYOD two and a half years ago,"}, {"timestamp": [2443.12, 2444.8], "text": " and it's only this year that we went,"}, {"timestamp": [2444.8, 2447.56], "text": " right every year nine brings their own device. So for two and a half years ago and it's only this year that we went, right, every year nine brings their own device."}, {"timestamp": [2448.28, 2454.88], "text": " So for two and a half years, that's including this portion of this year, students are bringing devices to school."}, {"timestamp": [2455.18, 2461.46], "text": " And what we see over and over again is that just lots of power leads plugged in everywhere because of the battery."}, {"timestamp": [2462.02, 2465.14], "text": " And you can turn down the resolution and so to brightness"}, {"timestamp": [2465.14, 2468.62], "text": " and all that and you might get another hour, but it still didn't last the full school day."}, {"timestamp": [2470.38, 2477.46], "text": " And that was a huge one. And another one, and it's really disruptive as far as a teacher's"}, {"timestamp": [2477.46, 2482.52], "text": " concerned when a student said, oh my battery's flat. What do you do? You just grow out at them."}, {"timestamp": [2483.4, 2487.28], "text": " There's not much you can say when the battery will only last four hours at a stretch."}, {"timestamp": [2487.94, 2492.64], "text": " And the other thing is the laptops, you can hibernate them in all this,"}, {"timestamp": [2492.7, 2494.04], "text": " but it starts getting a bit complicated."}, {"timestamp": [2494.3, 2496.9], "text": " You and I will think, oh yeah, that's easier to set it to hibernate,"}, {"timestamp": [2497.0, 2499.02], "text": " but it just doesn't work like that with kids."}, {"timestamp": [2500.32, 2501.92], "text": " Some get it right, most don't."}, {"timestamp": [2501.92, 2505.78], "text": " But with the iPad, it just starts up from actually off,"}, {"timestamp": [2505.94, 2507.38], "text": " it's about a 20-second startup,"}, {"timestamp": [2507.84, 2512.98], "text": " from hibernated or just clicking the power button."}, {"timestamp": [2513.1, 2514.44], "text": " It's about a half-second startup."}, {"timestamp": [2515.5, 2519.86], "text": " And bang for back in terms of what you get with an iPad"}, {"timestamp": [2519.86, 2522.84], "text": " for your 800, or it's 579 now."}, {"timestamp": [2522.84, 2526.28], "text": " It just blows out of the water or anything else we were looking at at the time."}, {"timestamp": [2528.28, 2539.24], "text": " Do you expect in year two with those same students that you'll get the same battery problems once the battery life starts to go down on those well-used machines?"}, {"timestamp": [2540.56, 2545.06], "text": " Yeah, on the iPad they claim a 10-hour battery."}, {"timestamp": [2545.52, 2547.28], "text": " And I think, don't quote me on this,"}, {"timestamp": [2547.36, 2551.38], "text": " but it's something like if the battery doesn't last 70% of that after two years,"}, {"timestamp": [2551.9, 2553.1], "text": " it's a warranty issue."}, {"timestamp": [2553.52, 2556.2], "text": " And the other thing is that's 10-hour battery."}, {"timestamp": [2556.36, 2559.0], "text": " I said claim, but I can get two days out of my battery"}, {"timestamp": [2559.0, 2561.82], "text": " because I turn the brightness down to 30%"}, {"timestamp": [2561.82, 2565.24], "text": " and it just stretches the battery out of miles."}, {"timestamp": [2565.24, 2570.5], "text": " So even if the battery's pretty paku, you know, you'll still get quite a few hours out of it."}, {"timestamp": [2570.5, 2572.5], "text": " Thank you."}, {"timestamp": [2572.5, 2578.5], "text": " The bottom line is, you know, this time last year I was pretty nervous about the iPad decision"}, {"timestamp": [2578.5, 2581.5], "text": " and I'm the technical guy at school."}, {"timestamp": [2581.5, 2586.46], "text": " But now I think it's the smartest decision we made and I'm glad they didn't"}, {"timestamp": [2586.46, 2591.7], "text": " make it my decision I was just one of the voices who's putting my T-senseworth and"}, {"timestamp": [2591.7, 2597.52], "text": " they don't listen enough to me thank goodness yeah thank you no worries"}, {"timestamp": [2597.52, 2602.26], "text": " learning center here just a question about electronic textbooks and e-books and I"}, {"timestamp": [2602.26, 2608.36], "text": " know that there's a long way to go in in New Zealand but where are you at with electronic textbooks and e-books and I know that there's a long way to go in New Zealand but where are you at with electronic textbooks?"}, {"timestamp": [2609.96, 2614.58], "text": " We're not producing them but we are looking at it and we've just been accepted"}, {"timestamp": [2614.58, 2622.9], "text": " into iTunes You, the first school in Australasia apparently or something"}, {"timestamp": [2622.9, 2626.16], "text": " so we're going to be starting to do stuff with that."}, {"timestamp": [2627.66, 2632.9], "text": " But in terms of textbooks, we've talked to a couple of textbook supplies,"}, {"timestamp": [2633.0, 2633.78], "text": " and they're all keen."}, {"timestamp": [2634.12, 2635.98], "text": " They've got issues with licensing, of course,"}, {"timestamp": [2636.08, 2639.04], "text": " because once it's electronic, they're starting to lose control"}, {"timestamp": [2639.04, 2641.18], "text": " and possible revenue streams there."}, {"timestamp": [2642.08, 2647.38], "text": " You've also got the stuff that the teachers are"}, {"timestamp": [2647.38, 2651.4], "text": " producing is essentially a textbook in some cases as well but that's when we're"}, {"timestamp": [2651.4, 2656.74], "text": " talking about a digitization of what we're currently well what we traditionally"}, {"timestamp": [2656.74, 2661.36], "text": " do and we're trying to get to a transformative sort of stage rather than just"}, {"timestamp": [2661.36, 2665.42], "text": " digitizing what we do so when I I think textbooks, I think old school,"}, {"timestamp": [2666.42, 2668.54], "text": " and there's much more dynamic content out there."}, {"timestamp": [2669.96, 2671.98], "text": " Yeah, I was thinking really the interactive part,"}, {"timestamp": [2672.06, 2674.56], "text": " but would you suggest then that the Ultranet is in fact"}, {"timestamp": [2674.56, 2678.0], "text": " taking over that role that would have been traditional"}, {"timestamp": [2678.0, 2681.0], "text": " from the textbook perspective?"}, {"timestamp": [2681.46, 2683.52], "text": " It's certainly taken a big part."}, {"timestamp": [2684.08, 2686.68], "text": " I'm finding I'm hardly ever going to the"}, {"timestamp": [2686.68, 2691.56], "text": " textbook in my Year 9 science class. I don't need to because the sort of tasks I'm getting them to do"}, {"timestamp": [2691.56, 2698.2], "text": " is getting them to do a whole bundle of learning and developing really important skills"}, {"timestamp": [2698.2, 2704.36], "text": " in dealing with technology, so dealing with information. And by the time they've produced whatever"}, {"timestamp": [2704.36, 2705.36], "text": " they're meant to produce"}, {"timestamp": [2705.36, 2710.56], "text": " they've done all this learning there's no point in taking them to question so questions from a book"}, {"timestamp": [2714.56, 2721.44], "text": " any questions oh yeah just wondering what you said you were using three different systems"}, {"timestamp": [2721.44, 2726.0], "text": " for monitoring can you just let us know what they were?"}, {"timestamp": [2726.0, 2735.0], "text": " Here at O'Rewa College we've got an active directory for the authentication, so we're taking radius logs,"}, {"timestamp": [2735.0, 2743.0], "text": " we're taking the wireless logs and the firewall logs basically, and between those we can identify"}, {"timestamp": [2743.0, 2745.58], "text": " who what, where, when when and how and narrow that"}, {"timestamp": [2745.58, 2746.62], "text": " right down."}, {"timestamp": [2746.62, 2750.62], "text": " It's specific then."}, {"timestamp": [2750.62, 2752.76], "text": " It's specific eventually."}, {"timestamp": [2752.76, 2758.12], "text": " It's a forensic job more than I am just looking at your proxy logs, but it's"}, {"timestamp": [2758.12, 2762.12], "text": " It's okay and what are you running for a firewall?"}, {"timestamp": [2762.12, 2771.98], "text": " Here we're using a PF sense box. It went back technical. I much prefer"}, {"timestamp": [2771.98, 2779.04], "text": " talking education rather than technical stuff but anyway. Are we having questions from here now?"}, {"timestamp": [2779.04, 2788.0], "text": " Shirley Boys please. Just with regards to the fact that a student could have a lot of work on that one device,"}, {"timestamp": [2788.0, 2791.0], "text": " what kind of things you put in place for them to back up their work?"}, {"timestamp": [2791.0, 2798.0], "text": " And the same with the staff as wireless technologies mean that you're basically carrying everything that you need with you."}, {"timestamp": [2798.0, 2812.16], "text": " If it's an iPad, they're backing up to iCloud anyway, because they will have IS5. So there's your backup there. If they haven't backed up to the cloud, well, they should have."}, {"timestamp": [2812.5, 2819.26], "text": " If they've got an Android device, most of them have got a USB port, so you can put some storage in and get stuff off or whatever."}, {"timestamp": [2819.66, 2825.76], "text": " If they've got a laptop, they back up. So basically what I'm saying is they manage your own backup."}, {"timestamp": [2826.32, 2831.66], "text": " Now, this is an interesting point though because I've had a couple of students who have lost"}, {"timestamp": [2831.66, 2837.62], "text": " all their data and what I've said to them is that it's not the information that you had stored"}, {"timestamp": [2837.62, 2844.3], "text": " on the iPad that's important. What's important is that you did, you worked through a whole process"}, {"timestamp": [2844.3, 2846.56], "text": " and dealt with a lot of information"}, {"timestamp": [2846.56, 2852.0], "text": " and synthesized it down into what is on your iPad and you did it with other people."}, {"timestamp": [2852.9, 2856.42], "text": " So for a start, you've got a sort of a backup in your mates anyway."}, {"timestamp": [2857.44, 2863.3], "text": " And if you lose your data, you haven't lost all that learning in the development of skills that you got along the way."}, {"timestamp": [2863.7, 2867.92], "text": " So when I tell the kids this, they go, oh, well, that's cool, I'm not going to have a cry"}, {"timestamp": [2867.92, 2869.24], "text": " about losing all my data now."}, {"timestamp": [2869.88, 2874.08], "text": " There's some stuff that they have to have handed in."}, {"timestamp": [2875.52, 2880.52], "text": " And some, you know, if it happens at the wrong time, well, then that is a bit of a hassle."}, {"timestamp": [2880.72, 2883.52], "text": " But if they've handed it in, obviously, it's been backed up there."}, {"timestamp": [2884.02, 2886.36], "text": " Now, that's if the kid hasn't backed up."}, {"timestamp": [2886.9, 2891.14], "text": " But the interesting point is that it's the process in what they did"}, {"timestamp": [2891.14, 2896.24], "text": " to come up with all of this so-called work that they've produced."}, {"timestamp": [2896.5, 2898.2], "text": " That's where the learning really happens."}, {"timestamp": [2898.3, 2899.32], "text": " It's not about the product."}, {"timestamp": [2899.52, 2902.02], "text": " It's about the journey to get to the so-called product."}, {"timestamp": [2906.44, 2907.88], "text": " Thank you very much."}, {"timestamp": [2908.44, 2910.4], "text": " My Stuart, are there any more questions from down there?"}, {"timestamp": [2910.72, 2913.6], "text": " I twisted a tech question into a teaching question."}, {"timestamp": [2913.6, 2914.8], "text": " No, thank you."}, {"timestamp": [2915.26, 2915.94], "text": " Okay, thanks, no."}, {"timestamp": [2915.94, 2917.6], "text": " We'll open up to the floor here."}, {"timestamp": [2917.6, 2919.2], "text": " So, isn't here to the question."}, {"timestamp": [2919.2, 2919.9], "text": " Just raise your arm."}, {"timestamp": [2919.9, 2922.7], "text": " If you could just speak a load of voice so the microphone"}, {"timestamp": [2922.7, 2924.8], "text": " on the microphone."}, {"timestamp": [2924.8, 2934.0], "text": " Up at the back. I've got a number of questions here."}, {"timestamp": [2934.0, 2940.0], "text": " First of all, are the students remoting in from home or is this purely within school?"}, {"timestamp": [2940.0, 2947.24], "text": " The question was, are the students remoting in from home or? Or is it purely within the local sport?"}, {"timestamp": [2947.24, 2949.5], "text": " No remoting in at all."}, {"timestamp": [2949.5, 2954.0], "text": " They're working locally or via internet."}, {"timestamp": [2954.0, 2959.5], "text": " It's basically their device is their portal to the interweb or internet."}, {"timestamp": [2959.5, 2963.0], "text": " And there's no need to remote in anywhere."}, {"timestamp": [2963.0, 2967.08], "text": " I mean there's nothing stopping them from having a client running on their machine at home"}, {"timestamp": [2967.08, 2972.3], "text": " if they've got a static IP at home and then remoting in that way with an app that's free."}, {"timestamp": [2972.44, 2974.66], "text": " But I haven't heard of any kids doing that."}, {"timestamp": [2974.9, 2977.94], "text": " They can't get in from putting at home, they can't get into Ultranet."}, {"timestamp": [2979.2, 2979.98], "text": " Oh, yes, according."}, {"timestamp": [2980.14, 2981.22], "text": " Sorry, I see what you're saying."}, {"timestamp": [2981.46, 2984.08], "text": " Yes, they can access Ultranet no matter where they are."}, {"timestamp": [2985.12, 2986.56], "text": " Yeah, that's key. That saying. Yes, they can access alternate no matter where they are. Yeah, that's key."}, {"timestamp": [2986.68, 2988.08], "text": " That's really important that they can."}, {"timestamp": [2988.66, 2990.6], "text": " How are you managing that?"}, {"timestamp": [2990.64, 2992.92], "text": " You're doing that through your radius AD server?"}, {"timestamp": [2992.92, 2998.46], "text": " Oh, the alternate login is independent to the active directory."}, {"timestamp": [2999.3, 3009.0], "text": " So the username and all of that is set up separately to AD and the username is the same,"}, {"timestamp": [3009.0, 3014.0], "text": " but it's up to them to make sure the passwords are also the same, so they reset passwords to match."}, {"timestamp": [3014.0, 3024.0], "text": " Yeah, and when I get interoperability working properly between KMR and Ultranet, that will be automatically updated as well."}, {"timestamp": [3024.0, 3027.5], "text": " You mentioned you'd upgraded your UFB."}, {"timestamp": [3027.5, 3030.68], "text": " What speed are you actually running at currently?"}, {"timestamp": [3030.68, 3034.62], "text": " 50 megabits a second to international internet,"}, {"timestamp": [3035.02, 3041.0], "text": " 100 to local internet, and a gigabit to some nodes on..."}, {"timestamp": [3041.0, 3042.16], "text": " I think it's EGenet, isn't it?"}, {"timestamp": [3042.5, 3044.12], "text": " Yeah, a gigabit to Eugenet."}, {"timestamp": [3044.12, 3047.5], "text": " Is Karen part of EdgeNet?"}, {"timestamp": [3047.5, 3047.88], "text": " No."}, {"timestamp": [3051.68, 3053.6], "text": " It's just stupid speeds really,"}, {"timestamp": [3053.6, 3057.06], "text": " and we're not having issues with speeds"}, {"timestamp": [3057.06, 3061.78], "text": " despite having over 1,000 users accessing the internet."}, {"timestamp": [3061.78, 3067.68], "text": " Conrad was talking 850, but that's's on the wireless and we've also got all our"}, {"timestamp": [3067.68, 3073.78], "text": " staff and also a couple of labs being used pretty solidly as well so it adds up to well over"}, {"timestamp": [3073.78, 3080.82], "text": " a thousand clients trying to access the internet potentially and we just don't see it slow down."}, {"timestamp": [3080.82, 3089.06], "text": " You're choking things like streaming data, YouTube. We choke each individual"}, {"timestamp": [3089.06, 3093.66], "text": " student connection to one megabit a second, but that's it. We don't choke staff, probably should."}, {"timestamp": [3094.1, 3102.2], "text": " Staffy hopeless. Joke staff. Anyway, no, the students are slowed, but to one megabit, so it's"}, {"timestamp": [3102.2, 3108.6], "text": " still a reason, well, it's a good speed. Do you have any device management for the staff computer machines?"}, {"timestamp": [3108.78, 3112.72], "text": " You've got staff with school and data, which has privacy issues."}, {"timestamp": [3113.32, 3114.56], "text": " That's lost or stolen."}, {"timestamp": [3114.9, 3116.66], "text": " Do you manage that data?"}, {"timestamp": [3116.96, 3120.36], "text": " What we've done with the, we've got telalaptops, everyone's got those."}, {"timestamp": [3120.66, 3124.28], "text": " The staff iPads actually belong to the staff members."}, {"timestamp": [3124.4, 3125.74], "text": " It's just that the school helped"}, {"timestamp": [3125.74, 3133.08], "text": " them buy it. The school paid 49% of the purchase price of the iPad package, which is iPad"}, {"timestamp": [3133.08, 3140.38], "text": " dongle, with 50 bucks, and a finance deal, which was all part of the package. Whether you"}, {"timestamp": [3140.38, 3145.18], "text": " use the finance or not, you paid 51% of that."}, {"timestamp": [3147.84, 3150.42], "text": " So the staff members have paid 51%, and that's a symbolic thing."}, {"timestamp": [3150.6, 3153.74], "text": " We were saying 50, but we made it 51% staff pay."}, {"timestamp": [3154.04, 3155.44], "text": " School pay is 49%."}, {"timestamp": [3155.44, 3157.82], "text": " And it's the staff member's iPad."}, {"timestamp": [3158.34, 3160.22], "text": " It's up to then to bring it into the classroom or not."}, {"timestamp": [3160.4, 3160.96], "text": " They all do."}, {"timestamp": [3161.92, 3165.54], "text": " If the staff member leaves within the two years of a finance contract,"}, {"timestamp": [3166.22, 3171.74], "text": " they've got the option of either selling their iPad there, how much they have paid for the iPad,"}, {"timestamp": [3171.94, 3176.8], "text": " selling that bit back to the school, or pulling out the rest of a contract to hang on to their iPad."}, {"timestamp": [3177.26, 3181.02], "text": " So it's a very generous arrangement. But that's not what I'm asking. Oh, sorry."}, {"timestamp": [3181.92, 3186.0], "text": " So in terms of device management, we're not doing anything at the moment."}, {"timestamp": [3186.0, 3193.0], "text": " And we are playing around with a little Apple mini server that allows us to hook in the staff's"}, {"timestamp": [3193.0, 3195.0], "text": " device, but we're not trying to control."}, {"timestamp": [3195.0, 3199.0], "text": " We're looking at from two points of view, providing essentially desktop icons to certain"}, {"timestamp": [3199.0, 3202.0], "text": " content, homepages and certain applications and so on."}, {"timestamp": [3202.0, 3210.24], "text": " And in the future, we're looking at the deployment of apps as in when Apple makes volume licensing available so that the"}, {"timestamp": [3210.24, 3215.0], "text": " school can provide to a teacher certain applications from the application store and"}, {"timestamp": [3215.0, 3218.66], "text": " when they leave then those can be removed without touching the machine but also"}, {"timestamp": [3218.66, 3222.72], "text": " allowing for remote wipes etc. That needs to be turned off at the Apple wind first"}, {"timestamp": [3222.72, 3225.5], "text": " turned on sorry so that's able to be done."}, {"timestamp": [3226.4, 3230.76], "text": " It's the remote wiping of private data on those devices."}, {"timestamp": [3231.24, 3232.2], "text": " Yeah, okay, thank you."}, {"timestamp": [3233.3, 3233.54], "text": " Yeah."}, {"timestamp": [3234.16, 3235.04], "text": " Any other questions?"}, {"timestamp": [3238.0, 3238.24], "text": " No?"}, {"timestamp": [3239.24, 3244.18], "text": " Okay, well, I would, on your behalf, I'd actually like to thank Tony, if you'd like to join with me with that."}, {"timestamp": [3244.34, null], "text": " And Conrad."}], "text": " Right, firstly, why we haven't bothered doing this? Now the first thing is it should be entirely about teaching and learning. Now when you first head down the BYID thing, you're going to have to put in a lot of technology and it's not cheap and nothing's really going to change because you're still being needing to maintain your laptop, so your desktop fleet in the school. And what that means is that you've just got to find a whole lot of money to put everything in place so that you're able to start heading down the BYOD path when it's time. Ultimately you will be saving some money because you're not, we're now at the point where we're putting very little money into our desktop fleet. We're putting money into next door, the media suite. Other end of the school we've got graphics, we've also got art and we've got music sort of over there. The specialist machines are all we're going to be paying for now and the desktop machines we're putting less and less money into. Because it's not going to be just year nine next year. It's going to be eight, nine, ten and then natural progression from there. So a few years ago, Mark Quigley and myself, we asked Conrad, why not all of that? So why not? Just connect, say, kids, bring you any old device in, doesn't matter what. They just log on wirelessly and get access to the internet. And Conrad said it's easier said than done. It is a lot easier said than done. But we eventually got to a point where two and a half years ago we, I think it's an expert I can't remember now, two and a half years ago we said to students you can bring along your device, jump on the wireless and you're welcome to use it in the classroom. So what we did at that point is we drew a very clear line in the sand and that is students, they look after connecting to the wireless. We provided the connection and all that, but we didn't touch their devices to put them on. It was up to the students to do it. They couldn't manage that. The school line was tough. There's something wrong with you following our instructions. But back then, we were inviting students to bring a device along, not mandating. It's a bit different now. And the second point up there, you can read the rest, but the second point out there is the physical care of their device. Their own device, they look after really well. They don't break their cell phones, they don't lose their cell phones. They look after them really well. And funnily enough, they do the same for their own device. So shifting the cost out to the parents means two things. You can get a whole lot more devices in the school, personalised devices and also we don't have that same level of problem with the vandalism. It's pretty much disappeared. Well it has disappeared with the BYOD devices. And the And what we took care of is, next slide now, is the wireless and documentation on how to connect. And we also got UFB, Alp Fast Boardband into the school, I'll talk about that more a bit later, and just realized it's there as well sometimes. Network security. That's the bit that was the difficult bit. That's the bit that Conrad said, yeah, you can in essence just tell the kids that come along and log in, but it's the security that you really have to worry about. And we'll go into that more later. And we're using Ultranet. That's our learning management system, LMS. We provided that because that's your learning port. Well, that's our learning portal within the school. It doesn't really matter what you use. We obviously chose Ultranet after a bit of research and is doing really well for us. So next year, last year we took the next big step and that was rather than inviting, we're now mandating, as you all know, every year 9 student has to have some form of a device and we recommended an iPad. I think that decision making processes talked about in Kate Shevlin's presentation anyway. So I won't go into it, but basically it was the only real sensible answer at the time. And if we made the same decision now, I'd be saying iPad still, to be honest. And I'm not an Appleman. I'm not a particular fan. I like them, but, you know, it's just a computer, really. Anyway, we are now mandating students to bring a device along, so now we have to give a bit more thought to how the kids get work from their teachers and how teachers get work from the kids. So the data flow. So one clip will take us to Ultranet is the portal or the vehicle that gets information from teachers to students. It's a teacher-owned space. It's not a, we're not using it as a collaborative tool or anything. It's purely go to Ultranet and find out what you're doing, get information from it. So resources, blah blah, blah, links, whatever. That's what the kids do and then when it's time to hand things in, they go to WebDAV. Now WebDAV is native within iOS, that's the iPad operating system. So it's very very simple submitting work via web dev because prior to that we used email but email is now a backup point because if you've got 30 kids in a class and you say right email me your work you're going to get about 45 emails because you know kids you'll just get more than you need and that's including the ones that probably won't hand it in as well so and you're doing that every now and then even if it's only every now and then that's a nightmare so we got around 92 93% of students with an iPad. So they're the ones doing, using the webdave to hand in their work. Everyone else is just emailing. Not because webdab doesn't work, it's just, we're talking now with so few students without an iPad, they've got a laptop for some description or Android, those will all do web dev themselves but we just haven't really bothered getting those instructions out to the kids and how to connect. So I think we're up to simply had to work. Everything simply had to work. 99% isn't good enough, 100% of a time. I suppose we're not actually at 100% but it's much, much, much closer to 100% than 99% of a time our systems have been working. So the reason I say it simply has to work is we're telling Year 9 parents and students that you have to have a device of some sort. We've essentially said you've got to go out and spend a whole bucket of money, money that may be quite thin on the ground, and then if these kids rock up to school and the gear is not working, it's a really, really poor look for the school. Now that's just on the political sense, but also we just want the gear to be working all the time because we don't want it to get in the way of the learning. It's meant to be an enabling learning. So Conrad has done an awesome job with setting up our entire systems, all our systems so that they're robust, scalable, the whole lot, so that we're just having a really good run with the technology and we will continue to as well. And the next one is crowd sourcing one of Conrad's colleagues said to me if you want to design an environment to be the most hostile for a tech technological system such as you know giving internet to people just call it a. Schools are about as bad as it gets. You've got hundreds of kids with the power to do stuff. One of them eventually is going to find out a way around whatever you put in place and then everyone's going to know about it. And also their teenagers, so it's their job to try and mess with us anyway if they weren't doing it I'd be disappointed in them to be honest they have to do that so that leads us to Conrad's jigsaw puzzle and we're talking about quite a big task now we're talking about a very hostile environment and it has to work all the time and the hostility is kids just trying things and if they get around it then it's not working in my eyes. So all of these parts that a jigsaw are really important. If you've got any of them missing you're not really doing a comprehensive job of providing an environment where BOD is going to work. The top right one isn't a technician thing at all. It's teaching and learning. But Conrad, like I said, he understands what we're trying to do and he clearly sees that if we don't have a proper teaching and learning program in place, we're stuffed. If we don't have procedures and policies in place, again, we're not going to get too far. And everything else is technology. and policies in place again we're not going to be get too far and everything else is technology so the first slide is teaching and learning I'm only going to talk very briefly about this for two reasons it's covered in other sessions properly I could you probably worked out I can talk for hours anyway I can talk for hours on teaching and learning. That's, you know, that's a one hour first part of five, one hour session on teaching and learning. But what we've got, I'm just going to cover it really quickly, because I think it does relate to what you've got to think about with the technical. We've got two programs. We've got Menaki Oriewa, which is our values program, respecting self, respecting others, and respecting the environment, the learning environment is what we usually talking about. That's 10 years old, 2002 that went in, and the kids take the mickey out of it now, which means they sort of believe it. Like if someone does something mean to someone else, another kid will go, that's not very monarchy. And when they're starting to take the Mickey out of it, well, you know you've got there, right? And then the next is a sorry, Ako Ordea, which is our teaching and learning program, which is a consistent teaching and learning approach that doesn't matter what level you're teaching, seven through to 13, or which subject you're teaching, you still have very, very similar teaching and learning approaches in the classroom. So we're not confusing our poor way kids about pedagogy. We don't use that word because that sounds like something else, isn't it? And then that's all to do with teaching and learning as far as the students are concerned, but we've also got staff support. Now, again, there's another whole session. Mark Quigley is doing this one on staff PD. But concerning the iPad specifically, that's how we hit the phasing in of the iPads. Four weeks of playtime. So that's what I call familiarity. So two weeks before the end of term two last year, 20 staff got their iPads, and we said, just go and play with them. And we'll have a meeting back, and you can share what you've learnt, but forget about trying to work out how to use it in the classroom it's not confused things yet and they got the holidays first thing back turn three Tuesday after school meeting and we're still having those same meetings they're obviously evolved into much better content than just working out that technical side of things so the actual mechanics of getting information on and off them, basically how to work with them as a teacher, which apps are going to enable the device to do more than what it is currently doing without any apps on it. And then we very, once we got that out of a way, and it was a bit of an ordeal, it was boring as hell, once we got that done, and this is about a four week mark in term three, we started talking exclusively about teaching and learning. And that's when it got really hard because we are talking about a massive, it's not even a shift, it's a whole scramble of what we know and what we're comfortable with doing already in the classroom to what we're doing now, which is partway along the path along the road to where we want to be. And when we get to where we want to be, we're going to be wanting to be somewhere else, of course. But it's really important you give plenty of time for the staff to get on top of things because they need to be quite innate users, or quite. They need to be innate users of the technology that we're putting in front of the kids as well. The next slide is infrastructure. Now this is when Conrad starts to talk and you get a break from me. But basically we didn't, we've not been snuffed yet because we are too impatient. We keep seeing opportunities. We've got things that we want to be able to happen, but the technology has been getting in the way. So we've always put money into our networks, so that's just the way we've been working. We'd still be waiting to be snuffed by now and in the meantime we'll be five years behind where we are now. So we're fortunate and we've got a school that's large enough to sort of find funds like that and principal and board that are willing to sort of steer funds that way. I'll just stand close to you rather than Russell, eh? I'm not just getting familiar. Okay, so one of the major sides of the BYODJX is quite simply infrastructure. It's a very important piece. We have to... Oh, look at it. So with the infrastructure side of things, we have to be able to split the network up to deal with different types of traffic. So as an example here at O'Reeba College running across the while, as we've effectively got five different networks, we have to be able to split the network up to deal with different types of traffic. So as an example here at O'Reeva College, running across the wireless, we've effectively got five different networks. We've got the student wireless, we've got the staff wireless, we've got guest wireless. We've also got conference wireless, which was specifically set up for today. So you're all running on that if you've hooked up to the network here. And finally, we've got other services such as voice over IP. So a managed infrastructure is not just difficult, it's a requirement of bring your own device. You have to be able to separate out the traffic within a network to deal with the different types of users. We're providing various resources, but we've been really quick to say no printing. If you need to print, I think you've lost the point, you've missed the boat entirely. You might argue, yeah, yeah, there's sometimes where a student may need to print. Well then if that's the case, they'll email the work to themselves, jump onto a school machine and print from there. But we're simply not facilitating printing from the devices. You've talked a bit about wireless. So a bit more on the wireless. Here at Mariba College we use ruckus but the BYOD setup is irrelevant of what wireless product as long as is a managed wireless product so we're talking Aerohybe, Ruckus, Aruba, Ubikety to a certain extent but it's basically you need a managed wireless product so we're talking Aerohybe, Ruckus, Aruba, Ubikety to a certain extent, but it's basically you need a managed wireless network that can deal with those different layers of the network again. One of the most important things that we found and in our experiences you do not need to buy the most expensive access point available. Chances are, or very likely, that the devices that are going to be used in the school won't simply support the technology that these access points have in them. And in that in hand, basically you're not after coverage of your wireless of the school anymore with the wireless, you're actually after out and out throughput, you're after maximum speed possible. So as an example with the Ruckus System, they have a very nice access point, the top of the range one, a 7963. For the price of 10 of those, we can buy 18 7363. Now at 7363 will do a similar sort of performance, it can handle the same number of clients, it has less coverage. We're not after coverage. So we go for the mid-range and we get much, much better value for money for the site. We're talking about sometimes incredible density of users hanging. So like Conrad says, it's throughput. Where's five years ago when we put in different wireless system, could have been ruckus at the time, we just chose a different one, we did a wireless survey to find out where to put the points to get maximum coverage. We're just after a bubble, a wireless bubble over parts of a school, but now we're just after just really solid, and the ability to really put a lot of data through the wireless and pretty much any point in the school. And one other little thing I want to just sort of wake you up to is that in a classroom of 30 kids, you're looking at close to $30,000 worth of equipment in the student's hands that the school hasn't bought. If you then go and hang that 30K, or even just think of one student, there's 30 kids, but each student's got about $1,000 worth of gear, It's a bit less than it. Let's make it round numbers. If you then go and hang all of that gear off a piece of home wireless, $200 access point, when it fails, it's not it. When it fails, how are you going to explain that to the parents? No, we've made them pay all of this, and then our Stingesley School, we just put a handful of dollars, pocket money into it. Now that wouldn't be a reason to go and spend a lot of money, but you make sure you've got the gear that simply isn't going to fail, which does mean more expensive, but like Conrad says, it's not the most expensive. It's not where the smart money is. What's that one? We pay for this. If we were going to be waiting for the government to give us broadband, I don't know when this was going to happen, but it was going to happen. And over the last four years, Mark Quigley himself, we've been talking to Vector about getting fiber from the corner down there, 272 or 3 metres away, into the cabinet that's on the other side of that bit of wall there. And it went from, I can't remember it was, I keep thinking 270, but I have a feeling it was $600,000 to get that done. This is quite a few years ago, four years ago. And we kept going back to Vector and they kept trying harder and harder and harder and we got it down to around the $30,000 mark which we ended up paying and paying it off over two years. We're a year and a half in apparently, according to Conrad. And so we didn't wait for that to happen much in the same way as we didn't wait for SNAP to happen because if we waited, we'll still be waiting and in the meantime I'm getting really twitchy because I'm going, we're ripping the kids off here because we're not able to do what we should be doing just because we haven't got ultra-fast broadband, we haven't got a decent network and we haven't got wireless. But it's big money, unfortunately. So the major part with the UFB is quite simply a bring-your-own device scheme will not work without ultra-fast broadband. It's simply not possible. What we found is that students are not storing the data that they need to use for the day to day. It's all on the device or it's up in the cloud, Google apps, somewhere similar to that. So, UFB is an absolute much and absolute requirement. Also, we found that staff have begun to find resources and so on that are available on the internet and making use of those for teaching and learning. So we go from, we have sort of 650 to possibly 800 users using the internet simultaneously at the moment here. Student users. We're pushing one and a half terabytes of internet data a month, which is why you have to be uncapped. We do rate limit the students to how fast they can go, which is limited to one megabit, which is the same speed you're experiencing now if you're here at the conference. So if that's how it feels, that's how it feels for a student as well. And basically, yeah, it's of course the BYOD machines add to the existing number of desktops in the school, which are there about 450, 450 desktops on top of all the student devices. So it extends the network, it doesn't just simply replace it. Oh, sorry. You can talk to this one too, I think, yeah. So one of the most important things with any BYOD scheme is the ability to manage those student devices. Now when I say manage, I'm not talking about touching them. We don't want to, from a technical point of view, physically touch any device. There's far too many of them, so we want to be able, the students to be able to self-help. So as part of that, they can get themselves onto the wireless, but at the same time we have to control what they can see both internally and externally. So we ring fence the student devices and what I mean by that is basically at the moment the student devices cannot talk to each other so from one point of view we can say they can't play games but from a second point of view we can also say at the moment they can't collaborate directly point to point between the devices. Now the learning management system that is here at Arewa helps with that and it's something we've talked about possibly unlocking but it's one of those things we need to have a proper look at as it changes because you'll always get the 1% unfortunately will misuse those sort of features so that's sort of lock down. We must treat all bring your own devices simply as untrusted we cannot guarantee what is on that device, what applications have been installed on it. So obviously there have to be measures in place, which is all part of that ring fencing. And another reason why we segment the network up into various sides. I describe them as layers of a cake. So that's where you've got the staff network, the student network, all separated out, all able to do slightly different things and access slightly different resources. The balance, this is where the main balancing act happens, separated out and are all able to do slightly different things and access slightly different resources. This is where the main balancing act happens between what the educated need is and then what's sensible in terms of a technical side, what we should be doing as a school, how much we should lock things down compared to what you really want to do as a teacher. And there has to be a balance, but just like you would never ever let all the teachers collaboratively decide that, oh, we just want blah, blah, blah, blah, blah. You would never let technicians, and there's never that many technicians, decide what we are able to use in the classroom. Getting back to what my role is in the school, one of the roles is to be that sort of interpreter between the technical people and the teachers and basically taking requirements to the technicians. And occasionally they knocked me back, but you've got to be able to trust your technical people. They're not all cool like, Conrad. Some are complete ratbags. To be honest, what's that? It's true. It's the companies. It's not an individual technician, but some companies just see education coming a mile off and they just rip us off because we're good at teaching. We don't necessarily have any expertise in technology and I heard somewhere, Douglas Harrah I think, said that 25% of schools in the country have got a roll of 550 or over. So it means 75% of schools are pretty small by my book, under 550 in their role. So when you're talking about a small school like that, it's fairly unlikely a lot of schools are going to have someone on staff that actually understands enough to go, hang on, guys, you're having this on here. So I don't know how you do it, but if you can work out that your technology, your ICT people are trustworthy, be a long way to getting a good deal. It's a curly one. So obviously one of the other major challenges to bring your own device is how we actually deal with filtering and monitoring. What we've found with the setup here at Rewa is that we cannot stop the users to authenticate them. So they authenticate to get onto the wireless, but when they're actually going out into the outside world, by actually putting additional levels of authentication. So the classic example is putting a proxy in place which stops them, they have to authenticate, and then they continue on. We actually have, that's very difficult to do in the fact that it allows the browser to work, which is brilliant, but we're finding that there are applications that the students are using, the staff are using, resources they're trying to access that simply they can't get to because it doesn't support proxy access. So what we decided quite quickly was that the road, as it were, to the internet, to the resources had to be as straight as possible. No roadbox, no lefts, no rights and so essentially when you get on the network here at O'Reeva College it feels very open but there is significant amount of monitoring and that's actually going on in the back end so we're able to see who was where at what time physically where they were sitting approximately in the school and all sorts of things like that you know what device are on. You don't share them because everyone's got a device. If it's on that device that users logged into that device, you know the Mac address, username, we've got them, no problem, and we've got the time of day and where they were, so it's awesome. Yeah, so it's very important that system. So in our case we have to essentially query three different databases, three different systems to get the result of who was where and what and at what time. But that's from a technical point of view, our responsibility. It's people like Tony's responsibility to ask us to direct us and look in that direction. It came up quite nicely actually in the last session where someone was asking what about the school being seen as ISP under the new rules. We have to log everything. We log everything. We keep it for as long as was required. And basically that is our ability to actually deal with people who misuse the system. And Tony will talk about how the school actually deals with users who take the Mickey. Yep. Or a bit over it. take the Mickey, yep, or a bit over it. Can you speak out really loud for a microphone? Yeah. Can that stop, say, in an economics class, students interacting and perhaps building a graph together, sharing specific information, or is it to do with... That's the balance you've got to sort of arrive at somehow. Basically what you've got is essentially a conflict between what you want to be able to happen in class but then there's few that are going to mess it up so you need some certain systems in place. Now that direct collaboration that you'd want to happen can be happening through the internet and that still will happen but you can't go on the same network between devices. So there's plenty of collaborative tools that work through the internet so it doesn't matter where on earth you are. So there's usually a way around it. We haven't found, there's a couple little things that we can't work out how to do, but it's not to do with collaboration, it's to do with what equipment we want to be able to plug into the network. Specifically, Apple TVs, is the one we'd really like to happen, really like to work here, but Conrad's not so keen at the moment. And I'm trusting him, because I trust him. Oh, policies and procedures. Okay. So Linda Rubens will be talking about this in a lot more details. So I'm not going to go into a great deal here, but with the exception that if a kid stuffs up, there always has to be consequences, and what the technology can do here, but with the exception that if a kid stuff's up, there's always has to be consequences and what the technology can do here is provide certain levels of access. So the first clip will take us to what we currently have. That is, you've got full access, you've been good, or you haven't been caught. And then the next one is if you get caught, you get knocked off the internet for a week. Now, here's some of the, well, here's one really good example. If you have an iPad, if you double-click the home button or sweep up, you can see the task bar, just like on a normal computer sort of thing, you can see what applications or what apps are open. If we can see Facebook there, then they're off for a week, just like that. It doesn't matter if they used it at interval or lunch, and it's now not indivore lunch. The fact that they walked into the room and it's open, we just think the worst. You've been using them in class, you're off. So some really firm expectations. And then there's all the usual things that you expect kids to be able to expect teenagers to do on the internet so if you get called doing the odd thing they'll get knocked off and it's pretty much a minimum a week and we blocked kids left right and centre earlier on but that's tapered right off if a kid messes up in a large way or messes up a two or three times, then they don't even have the privilege of being able to bring their device to school. Now, Linda will say more about this in the pastoral thing, but it's only three so far this year, maybe four now actually, but only three and two of those parents have said, just keep the device at school, we don't want to fight at home either. So if you set the standard high enough and you're able to do it through your systems, then you're sweet, you know, the kids will follow. What we're going to be working towards though, what we are working towards is more levels of access. So the first one, obviously, full access, no problem. Second one is if a student's been found to be using so much data that we think it's a bit excessive and it will be averaged out over a whole week because if they're doing one of their iOS updates, then that's going to be a big spike in the amount of data. So we can't do it just on a day. But if they have been using so much data over a week, and I don't know what that level is yet, we'll look into that when we get there, then they will automatically be put into a different VLAN, which will be choked. So currently they're getting one megabit a second, just for, that's just what they get. The slowed internet will probably be 256 or something. We still talk these numbers that are just... Yeah, anyway, 256K, 254. Your tech geeks will know why it's 256, and it's no technical reason. It's historic. And then, if that hasn't... Oh, I'm sorry, on that one, because they're now slow, they're not going to be one of the high-end users anymore, so they'll have to serve out a sentence, so to speak. So they'll spend a week there, and then they'll automatically get put back onto the good wireless again. And then the next one is the walled garden, that's number three there, and that is basically you jump on and you only get to go to sites that we say. And that list of sites will be really short. It'll be Ultranet. That's it. So they've got enough access to access Ultranet and the page is on Ultranet. But as soon as Ultranet starts linking them off to the World Wide Web, no go. And then the next one is no internet at all. But I'm really liking the idea of really slow internet. So not no internet, it's just fast enough to annoy them and they'll keep trying for a whole week. So it's slow it to dial up or something. So they'll want to watch YouTube videos of our tribe, but it'll take 20 minutes to get down 30 seconds of footage. But they'll keep trying, it will just frustrate them to hell. If they've got to that point, they've really annoyed me, so it's time for me to annoy them back anyway. But anyway, so I have a no or really slow internet. And then the last one we already know about, no device, and that's for the very, very evil kids. And flexibility. In everything. Are we going good on time? I'm getting faster. Oh, sorry. Flexibility in everything. So just imagine it where you should be flexible and that's where you should be flexible. So certainly in terms of the device that you ask the kids to bring, you ask them, we ask for an iPad, but you cater for any device it turns up. And if it doesn't connect, then you try really hard to make it connect because we're now mandating, we're no longer inviting. So I think earlier on in this session, I said that initially when we went B-Y-D, we said bring a device on, but if you can't get it on using our documentation, sorry, we're not here to help. Now I'm bit of a soft touch anyway, so if a kid come up to me and said, I can't get it on using our documentation, sorry, we're not here to help. Now I'm a bit of a soft touch anyway, so if a kid come up to me and said, I can't get it working, I would do it for them anyway, but it's just because they haven't read the instructions. But I was more excited that they'd actually bother to bring their laptop to school. Now, if student can't get on, we try very, very hard to get them on. Now, if student can't get on, we try very, very hard to get them on. Common reasons that they can't get on is that they don't have an iPad, or not just iPad, they don't have an iPad or they don't have a laptop computer. All of those just get on. No argument. They just get on. The other problem that will be is if they have an Android device, Android is delivered on such a vast sort of range of quality of platform that the rubbish ones, when you pay $150 for a tablet device, that's Android, the hardware's rubbish. And there's one that we couldn't get on. And we wouldn't be surprised if it just had wireless stamped on it, but there's no wireless stuff inside. It just wouldn't get on. We couldn't even get it to see wireless. It was just hopeless. So we try very hard to get the devices on. And once they're on, then all our systems have to be really flexible too so that whatever the educators are needing, that's us teachers, whatever we're needing, the systems and our technicians are able to deliver, within reason. And again, I'll just remind you that we've got me and we've got Mark Quigley, who are the only two that really talked to Conrad and his company about what school needs rather than 120 staff. And some of them will want to know silly things. Why is my computer not working rather than real things my thank you page all right so we've got a good chunk of questions question time about 15 minutes but mum brought me out well dad was there too he brought me up well too but everyone says mum four people I specifically want to thank and that's Cyclone is the first. Now, when you're buying your devices for your staff at school, if you end up going down this path, I would strongly recommend against going to consumer-type people like Noel Leaming and the like, because once they've got your money and you've got the device, that's the end of the story. There's no backup whatsoever. So it's worth going to someone like Cyclone, that's who we use, but there's other people around who are able to give solid help with implementing all the stuff. If you remember back to those phases and becoming comfortable with iPads, that very first bit familiarity and the technical bit, Cyclone were a massive help there. The next one is Vector. They tried very hard to get us our fibre, and they've upped our speed just because we're using so much and didn't charge us more. So we could have paid for more. We chose the middle speed, and they put us on the top speed without paying. So they've been really good. They're not your typical corporate. Ultranet is our LMS. They've been really responsive to things of us for. So I've run them up and said, I think this should be happening, or this should be happening, and it actually happens. The next version comes out and they've done stuff that I asked for. And they've done, I was talking to another teacher from a different school and he's done the same thing so they're really good but I'll go back to just your LMS you've got to have an LMS but it really doesn't matter what you've got as long as you're all using it well so this isn't an advert for Ultranet it's just a thank you too but this is the big one Conrad without him would be stuffed. And the idea that you've got your technicians helping you out, you've got to be pretty confident that they are there to help you out, and that's not looking after themselves. So make sure you do trust whoever's providing your ICT in the school. All our systems are built around what Conrad's thought with input from us as a school. He's really the architect of what's happening with our technology. So now we can do the question thing, can't we? Margo, if you'd like to start through Christchurch? We'll do you first, but that's okay. Yep, that's fine. Rickleton, would you like to start with your first question, please? Yes, hi, Tom Neum and Ricken High School. I've got a question regarding the iOS that you are advising your students to use in the form of iPads. How do you get over many hundreds of thousands of different educational resources which have been created in flash and which the IOS system is incapable of playing. I had the same thing. Now there is a trade-off. What you've got is in the iPad, I'm a physicist, right? And I use a whole lot of flash in my teaching and my teaching all the way through to year nine as well. And I honestly, I had huge reservations about our choice as a team that would recommend the iPad. Now, huge reservations, but it wasn't all doom and gloom for me because what the iPad also offered was a whole bundle of other things. So portability, massive battery life and intuitive use and it just works sort of thing. And that's what we've seen to be the reality. You've got apps that replace some flash, but doesn't do a good enough job. I'd rather have flash. But if I made the decision again today, I'd still go iPad because of what it offers. So it makes you examine more closely what you're doing. It's more about the possibilities that you're opening up when you are letting the kids bring their own device and everyone's bringing their own device. That's when you're getting proper transformation being worked towards in the classroom rather than it just being a little bit of sort of, I don't know, digitising of normal paper. So yeah, I'm with you entirely there but having worked with devices and having no flash, I'm completely blown away in myself and that I'm not missing it. I thought I'd miss it horribly, but it's the opportunities are all there to do really, really good things. You just don't have flash. Can I just ask one more thing? Would it be easier to ask the students to bring a $400 netbook in, which would allow you to do that? Big a pardon? Battery was a big one. When we made a decision a year ago, it was a no-brainer, really, even with the flash issue. If you look at the trends, technology trends, netbooks are properly on their way out. Tablet technology is properly on its way in. And we're looking to the future because we had tried netbooks before, because we went BYOD two and a half years ago, and it's only this year that we went, right every year nine brings their own device. So for two and a half years ago and it's only this year that we went, right, every year nine brings their own device. So for two and a half years, that's including this portion of this year, students are bringing devices to school. And what we see over and over again is that just lots of power leads plugged in everywhere because of the battery. And you can turn down the resolution and so to brightness and all that and you might get another hour, but it still didn't last the full school day. And that was a huge one. And another one, and it's really disruptive as far as a teacher's concerned when a student said, oh my battery's flat. What do you do? You just grow out at them. There's not much you can say when the battery will only last four hours at a stretch. And the other thing is the laptops, you can hibernate them in all this, but it starts getting a bit complicated. You and I will think, oh yeah, that's easier to set it to hibernate, but it just doesn't work like that with kids. Some get it right, most don't. But with the iPad, it just starts up from actually off, it's about a 20-second startup, from hibernated or just clicking the power button. It's about a half-second startup. And bang for back in terms of what you get with an iPad for your 800, or it's 579 now. It just blows out of the water or anything else we were looking at at the time. Do you expect in year two with those same students that you'll get the same battery problems once the battery life starts to go down on those well-used machines? Yeah, on the iPad they claim a 10-hour battery. And I think, don't quote me on this, but it's something like if the battery doesn't last 70% of that after two years, it's a warranty issue. And the other thing is that's 10-hour battery. I said claim, but I can get two days out of my battery because I turn the brightness down to 30% and it just stretches the battery out of miles. So even if the battery's pretty paku, you know, you'll still get quite a few hours out of it. Thank you. The bottom line is, you know, this time last year I was pretty nervous about the iPad decision and I'm the technical guy at school. But now I think it's the smartest decision we made and I'm glad they didn't make it my decision I was just one of the voices who's putting my T-senseworth and they don't listen enough to me thank goodness yeah thank you no worries learning center here just a question about electronic textbooks and e-books and I know that there's a long way to go in in New Zealand but where are you at with electronic textbooks and e-books and I know that there's a long way to go in New Zealand but where are you at with electronic textbooks? We're not producing them but we are looking at it and we've just been accepted into iTunes You, the first school in Australasia apparently or something so we're going to be starting to do stuff with that. But in terms of textbooks, we've talked to a couple of textbook supplies, and they're all keen. They've got issues with licensing, of course, because once it's electronic, they're starting to lose control and possible revenue streams there. You've also got the stuff that the teachers are producing is essentially a textbook in some cases as well but that's when we're talking about a digitization of what we're currently well what we traditionally do and we're trying to get to a transformative sort of stage rather than just digitizing what we do so when I I think textbooks, I think old school, and there's much more dynamic content out there. Yeah, I was thinking really the interactive part, but would you suggest then that the Ultranet is in fact taking over that role that would have been traditional from the textbook perspective? It's certainly taken a big part. I'm finding I'm hardly ever going to the textbook in my Year 9 science class. I don't need to because the sort of tasks I'm getting them to do is getting them to do a whole bundle of learning and developing really important skills in dealing with technology, so dealing with information. And by the time they've produced whatever they're meant to produce they've done all this learning there's no point in taking them to question so questions from a book any questions oh yeah just wondering what you said you were using three different systems for monitoring can you just let us know what they were? Here at O'Rewa College we've got an active directory for the authentication, so we're taking radius logs, we're taking the wireless logs and the firewall logs basically, and between those we can identify who what, where, when when and how and narrow that right down. It's specific then. It's specific eventually. It's a forensic job more than I am just looking at your proxy logs, but it's It's okay and what are you running for a firewall? Here we're using a PF sense box. It went back technical. I much prefer talking education rather than technical stuff but anyway. Are we having questions from here now? Shirley Boys please. Just with regards to the fact that a student could have a lot of work on that one device, what kind of things you put in place for them to back up their work? And the same with the staff as wireless technologies mean that you're basically carrying everything that you need with you. If it's an iPad, they're backing up to iCloud anyway, because they will have IS5. So there's your backup there. If they haven't backed up to the cloud, well, they should have. If they've got an Android device, most of them have got a USB port, so you can put some storage in and get stuff off or whatever. If they've got a laptop, they back up. So basically what I'm saying is they manage your own backup. Now, this is an interesting point though because I've had a couple of students who have lost all their data and what I've said to them is that it's not the information that you had stored on the iPad that's important. What's important is that you did, you worked through a whole process and dealt with a lot of information and synthesized it down into what is on your iPad and you did it with other people. So for a start, you've got a sort of a backup in your mates anyway. And if you lose your data, you haven't lost all that learning in the development of skills that you got along the way. So when I tell the kids this, they go, oh, well, that's cool, I'm not going to have a cry about losing all my data now. There's some stuff that they have to have handed in. And some, you know, if it happens at the wrong time, well, then that is a bit of a hassle. But if they've handed it in, obviously, it's been backed up there. Now, that's if the kid hasn't backed up. But the interesting point is that it's the process in what they did to come up with all of this so-called work that they've produced. That's where the learning really happens. It's not about the product. It's about the journey to get to the so-called product. Thank you very much. My Stuart, are there any more questions from down there? I twisted a tech question into a teaching question. No, thank you. Okay, thanks, no. We'll open up to the floor here. So, isn't here to the question. Just raise your arm. If you could just speak a load of voice so the microphone on the microphone. Up at the back. I've got a number of questions here. First of all, are the students remoting in from home or is this purely within school? The question was, are the students remoting in from home or? Or is it purely within the local sport? No remoting in at all. They're working locally or via internet. It's basically their device is their portal to the interweb or internet. And there's no need to remote in anywhere. I mean there's nothing stopping them from having a client running on their machine at home if they've got a static IP at home and then remoting in that way with an app that's free. But I haven't heard of any kids doing that. They can't get in from putting at home, they can't get into Ultranet. Oh, yes, according. Sorry, I see what you're saying. Yes, they can access Ultranet no matter where they are. Yeah, that's key. That saying. Yes, they can access alternate no matter where they are. Yeah, that's key. That's really important that they can. How are you managing that? You're doing that through your radius AD server? Oh, the alternate login is independent to the active directory. So the username and all of that is set up separately to AD and the username is the same, but it's up to them to make sure the passwords are also the same, so they reset passwords to match. Yeah, and when I get interoperability working properly between KMR and Ultranet, that will be automatically updated as well. You mentioned you'd upgraded your UFB. What speed are you actually running at currently? 50 megabits a second to international internet, 100 to local internet, and a gigabit to some nodes on... I think it's EGenet, isn't it? Yeah, a gigabit to Eugenet. Is Karen part of EdgeNet? No. It's just stupid speeds really, and we're not having issues with speeds despite having over 1,000 users accessing the internet. Conrad was talking 850, but that's's on the wireless and we've also got all our staff and also a couple of labs being used pretty solidly as well so it adds up to well over a thousand clients trying to access the internet potentially and we just don't see it slow down. You're choking things like streaming data, YouTube. We choke each individual student connection to one megabit a second, but that's it. We don't choke staff, probably should. Staffy hopeless. Joke staff. Anyway, no, the students are slowed, but to one megabit, so it's still a reason, well, it's a good speed. Do you have any device management for the staff computer machines? You've got staff with school and data, which has privacy issues. That's lost or stolen. Do you manage that data? What we've done with the, we've got telalaptops, everyone's got those. The staff iPads actually belong to the staff members. It's just that the school helped them buy it. The school paid 49% of the purchase price of the iPad package, which is iPad dongle, with 50 bucks, and a finance deal, which was all part of the package. Whether you use the finance or not, you paid 51% of that. So the staff members have paid 51%, and that's a symbolic thing. We were saying 50, but we made it 51% staff pay. School pay is 49%. And it's the staff member's iPad. It's up to then to bring it into the classroom or not. They all do. If the staff member leaves within the two years of a finance contract, they've got the option of either selling their iPad there, how much they have paid for the iPad, selling that bit back to the school, or pulling out the rest of a contract to hang on to their iPad. So it's a very generous arrangement. But that's not what I'm asking. Oh, sorry. So in terms of device management, we're not doing anything at the moment. And we are playing around with a little Apple mini server that allows us to hook in the staff's device, but we're not trying to control. We're looking at from two points of view, providing essentially desktop icons to certain content, homepages and certain applications and so on. And in the future, we're looking at the deployment of apps as in when Apple makes volume licensing available so that the school can provide to a teacher certain applications from the application store and when they leave then those can be removed without touching the machine but also allowing for remote wipes etc. That needs to be turned off at the Apple wind first turned on sorry so that's able to be done. It's the remote wiping of private data on those devices. Yeah, okay, thank you. Yeah. Any other questions? No? Okay, well, I would, on your behalf, I'd actually like to thank Tony, if you'd like to join with me with that. And Conrad."}