{"speakers": [], "chunks": [{"timestamp": [0.0, 14.0], "text": " Maybe I didn't love you"}, {"timestamp": [14.0, 17.0], "text": " You"}, {"timestamp": [17.0, 24.0], "text": " Quite as often as I should have"}, {"timestamp": [25.0, 27.0], "text": " And maybe I didn't treat you often as I should have."}, {"timestamp": [40.0, 41.0], "text": " And maybe I didn't treat you quite as good as I could have."}, {"timestamp": [47.0, 52.0], "text": " Little things I should have said to die. I'm so sorry I was love."}, {"timestamp": [52.0, 60.0], "text": " But you were always on my mind."}, {"timestamp": [60.0, 67.0], "text": " You were always on my mind."}, {"timestamp": [67.0, 75.0], "text": " Maybe I didn't hold you"}, {"timestamp": [75.0, 81.0], "text": " all those lonely, lonely times."}, {"timestamp": [81.0, 86.0], "text": " And I guess"}, {"timestamp": [86.0, 90.0], "text": " I never told you"}, {"timestamp": [90.0, 94.0], "text": " I'm so happy"}, {"timestamp": [94.0, 97.0], "text": " that you're mine"}, {"timestamp": [97.0, 102.0], "text": " if I made you feel"}, {"timestamp": [102.0, 110.4], "text": " second best I'm so sorry I was blind."}, {"timestamp": [113.9, 118.9], "text": " You were always on my mind."}, {"timestamp": [119.5, 126.76], "text": " You were always on my mind."}, {"timestamp": [126.76, 141.34], "text": " So tell me, tell me that your sweet love doesn't die."}, {"timestamp": [141.7, 146.0], "text": " Give me. Give me"}, {"timestamp": [146.0, 153.0], "text": " Give me one more chance to keep you satisfied"}, {"timestamp": [153.0, 189.0], "text": " Keep you satisfied Little things I should have said little things I should have said done."}, {"timestamp": [189.0, 194.0], "text": " I just never took the time."}, {"timestamp": [194.0, 204.0], "text": " But you're always on my mind."}, {"timestamp": [204.0, 229.0], "text": " You're always on my mind. You're always on my mind. So tell me, tell me that your sweet love hasn't died. And give me and give me"}, {"timestamp": [229.0, 236.0], "text": " one more chance to keep you satisfied me"}, {"timestamp": [236.0, 250.0], "text": " and tell me that your sweet love hasn't died."}, {"timestamp": [250.0, 266.0], "text": " Give me one more chance to keep you satisfied. You satisfied."}, {"timestamp": [266.0, 273.0], "text": " You were always on my mind."}, {"timestamp": [273.0, 277.0], "text": " You were always on my mind."}, {"timestamp": [277.0, null], "text": " You were always on my mind. Oh, no."}], "text": " Maybe I didn't love you You Quite as often as I should have And maybe I didn't treat you often as I should have. And maybe I didn't treat you quite as good as I could have. Little things I should have said to die. I'm so sorry I was love. But you were always on my mind. You were always on my mind. Maybe I didn't hold you all those lonely, lonely times. And I guess I never told you I'm so happy that you're mine if I made you feel second best I'm so sorry I was blind. You were always on my mind. You were always on my mind. So tell me, tell me that your sweet love doesn't die. Give me. Give me Give me one more chance to keep you satisfied Keep you satisfied Little things I should have said little things I should have said done. I just never took the time. But you're always on my mind. You're always on my mind. You're always on my mind. So tell me, tell me that your sweet love hasn't died. And give me and give me one more chance to keep you satisfied me and tell me that your sweet love hasn't died. Give me one more chance to keep you satisfied. You satisfied. You were always on my mind. You were always on my mind. You were always on my mind. Oh, no."}