{"speakers": [], "chunks": [{"timestamp": [0.0, 10.5], "text": " The next session is the 3x7."}, {"timestamp": [10.5, 16.0], "text": " We've got three guys with brains as big as the planet who are going to talk to us about the future."}, {"timestamp": [16.0, 17.0], "text": " It's always interesting."}, {"timestamp": [17.0, 22.0], "text": " I once heard that predicting the future is tricky."}, {"timestamp": [22.0, 24.0], "text": " But if you're 10 years ahead, you're a philosopher."}, {"timestamp": [24.0, 25.2], "text": " If you're two years ahead, you're a philosopher. If you're two years ahead,"}, {"timestamp": [25.26, 29.26], "text": " you're a visionary. If you're six months ahead, you're a millionaire. So I'd like these guys"}, {"timestamp": [29.26, 33.0], "text": " to come and tell us how we're going to be millionaires. So we've got Andy McLeish, head of planning"}, {"timestamp": [33.0, 37.48], "text": " for Cleans of BPDO, Steve Ballantyne, Director of Ballantyne Taylor, and Greg, with him,"}, {"timestamp": [37.54, 41.0], "text": " head of Ogilby Digital. So guys, would you please come forward and take your seats."}, {"timestamp": [41.0, 48.0], "text": " and take your seats."}, {"timestamp": [49.88, 49.96], "text": " If you'll just sit up there and lined up,"}, {"timestamp": [51.56, 52.36], "text": " we promise we've got no guns."}, {"timestamp": [54.36, 56.82], "text": " And what's going to happen is each of them is going to give you a seven-minute burst"}, {"timestamp": [56.82, 58.68], "text": " of what he believes"}, {"timestamp": [58.68, 61.12], "text": " is the future is going to look like"}, {"timestamp": [61.12, 62.54], "text": " and at the end there'll be a Q&A"}, {"timestamp": [62.54, 65.16], "text": " where you can fire quick questions at them."}, {"timestamp": [65.26, 66.74], "text": " So who's going to go first?"}, {"timestamp": [67.32, 68.7], "text": " I'm happy to kick off."}, {"timestamp": [68.86, 69.84], "text": " Okay, where you go."}, {"timestamp": [70.0, 72.06], "text": " And then Steve, then Andy."}, {"timestamp": [72.4, 72.66], "text": " Thanks."}, {"timestamp": [73.2, 74.58], "text": " Okay, can we just go back a slide?"}, {"timestamp": [74.7, 77.04], "text": " That's my big reveal, actually."}, {"timestamp": [77.36, 77.74], "text": " Yeah, okay."}, {"timestamp": [78.1, 81.82], "text": " Right, so seven minutes is not a lot of time to make any sort of predictions."}, {"timestamp": [82.48, 88.9], "text": " So I thought, well, I need to be very efficient about this and what can be more efficient than doing it in a single slide. A bit of a giveaway. You've obviously"}, {"timestamp": [88.9, 94.4], "text": " just had a sneak peek. So I thought, OK, I think I can do this in a single slide. What is the future"}, {"timestamp": [94.4, 100.9], "text": " of marketing and advertising? Everything is going to get a lot harder. Thank you. You've been"}, {"timestamp": [100.9, 105.26], "text": " wonderful. So, okay, obviously I can't do it in a single slide,"}, {"timestamp": [105.42, 107.76], "text": " but I do think things are going to get a lot more difficult."}, {"timestamp": [107.86, 110.0], "text": " And that's interesting because I think probably for the last 10 years,"}, {"timestamp": [110.4, 112.2], "text": " I've been laboring under this false impression"}, {"timestamp": [112.2, 115.34], "text": " that we're just on the cusp of nailing this whole digital marketing thing."}, {"timestamp": [115.82, 118.58], "text": " And any minute, any day now, we're going to sort of totally nail it."}, {"timestamp": [118.62, 121.98], "text": " But I'm now realizing that it's not going to get easier any time soon."}, {"timestamp": [122.4, 123.32], "text": " Why isn't it going to get easier?"}, {"timestamp": [123.78, 124.8], "text": " Well, a couple of things."}, {"timestamp": [124.9, 125.0], "text": " Obviously, increasingly we're living in Well, a couple of things."}, {"timestamp": [125.0, 128.0], "text": " Obviously, we all, you know, increasingly we're living in silos,"}, {"timestamp": [128.0, 132.0], "text": " these silos of our own making, and ironically silos that have been created by the technology"}, {"timestamp": [132.0, 134.0], "text": " that was supposed to connect us in the first place."}, {"timestamp": [134.0, 137.0], "text": " What that means is actually harder for brands to connect with consumers,"}, {"timestamp": [137.0, 139.0], "text": " because, you know, we're second screening, we're not, you know,"}, {"timestamp": [139.0, 144.0], "text": " watching the ads on TV so much anymore, if they're not really entertaining or, you know, really engaging."}, {"timestamp": [144.0, 147.5], "text": " And a lot of the time, you know, we're kind of disengaging from each other as well."}, {"timestamp": [147.58, 149.9], "text": " So even that word of mouth opportunity is starting to dissipate."}, {"timestamp": [150.92, 153.32], "text": " But actually, that's not, I don't think that's actually the big problem."}, {"timestamp": [153.94, 158.32], "text": " There's another issue too, which is the fact that technology is not evenly spread across society."}, {"timestamp": [158.32, 162.66], "text": " You know, every time you're looking at doing a digital lead campaign, you'll have a client"}, {"timestamp": [162.66, 169.16], "text": " or you'll be thinking, okay, so how many people have this type of smartphone or whatever? And obviously you never get that consistency"}, {"timestamp": [169.16, 173.88], "text": " right across the society. It would be very nice to fix that, but I don't think that's the problem"}, {"timestamp": [173.88, 180.02], "text": " either. The thing is, if you're looking towards the future of advertising, I think you need"}, {"timestamp": [180.02, 184.56], "text": " to be looking at the future of media, because I think advertising and marketing and media"}, {"timestamp": [184.56, 187.24], "text": " are ostensibly joined. And a big part of the future of the future of media media because I think advertising and marketing and media are ostensibly joined."}, {"timestamp": [188.24, 192.18], "text": " And a big part of the future of media is going to be content."}, {"timestamp": [192.44, 195.54], "text": " I think that's something that most of us have kind of woken up to."}, {"timestamp": [196.02, 201.2], "text": " And that, I think, is going to be a really increasingly bigger problem for advertisers"}, {"timestamp": [201.2, 201.9], "text": " and for marketers."}, {"timestamp": [202.26, 202.88], "text": " And here's why."}, {"timestamp": [203.94, 205.0], "text": " So I'm not brilliant doing charts,"}, {"timestamp": [205.0, 207.0], "text": " I don't like to be sort of interrogated on them too much,"}, {"timestamp": [207.0, 209.0], "text": " so I've left all sort of sense of scale off this."}, {"timestamp": [209.0, 212.0], "text": " But at the moment, I'm told that there's about an exabyte"}, {"timestamp": [212.0, 215.0], "text": " of content, of data, on the internet."}, {"timestamp": [215.0, 217.0], "text": " Does anyone know how much an exabyte is?"}, {"timestamp": [217.0, 219.0], "text": " Does anyone need to know how much an exabyte is?"}, {"timestamp": [219.0, 220.0], "text": " I'm so relieved to hear you say that,"}, {"timestamp": [220.0, 223.0], "text": " because I have absolutely no idea how big an exabyte is."}, {"timestamp": [223.0, 229.04], "text": " But I do know that people are saying that by 2020, in just six years' time, there will be six times the amount of content"}, {"timestamp": [229.04, 233.82], "text": " online that there is now. That's a hell of a lot of additional content. That's six times"}, {"timestamp": [233.82, 238.62], "text": " as many invitations to join up on Candy Crush Saga. Six times as many annoying videos"}, {"timestamp": [238.62, 243.84], "text": " of ice bucket challenges. Six times as many invitations to increase your sort of sex drive"}, {"timestamp": [243.84, 246.0], "text": " through the pharmaceutical wonder that is Viagra."}, {"timestamp": [246.0, 250.0], "text": " And six, not one, simple rules to reduce your belly fat."}, {"timestamp": [250.0, 252.0], "text": " Basically there's going to be a huge amount more content on there."}, {"timestamp": [252.0, 254.0], "text": " You can sort of see where we are at the moment."}, {"timestamp": [254.0, 258.0], "text": " It's staggering how quickly that rate is going to rise."}, {"timestamp": [258.0, 265.28], "text": " So thinking about that, I sort of googled, okay, well, how much content are people consuming at the moment?"}, {"timestamp": [268.5, 268.6], "text": " And it was easy to look at how much content Americans are consuming at the moment."}, {"timestamp": [271.74, 274.62], "text": " We're not quite their behaviourally yet, but I think, you know, what's happening in the US is a really good indicator of what will be happening here before too long."}, {"timestamp": [274.98, 278.94], "text": " And I'm staggered to sort of see that, and I don't know what these people are doing with"}, {"timestamp": [278.94, 279.24], "text": " their lives."}, {"timestamp": [279.3, 282.5], "text": " It was somewhat encouraging to think that I still have a life and a lot of these Americans don't."}, {"timestamp": [282.8, 288.86], "text": " But 15 and a half hours is the amount of time that a lot of people are spending in the US, admittedly, consuming"}, {"timestamp": [288.86, 294.9], "text": " content. I mean, what the hell do you do? What are they doing for 15 hours a day? So what does"}, {"timestamp": [294.9, 300.72], "text": " your life look like in 2016 if that train follows through? Well, 16 hours, assuming within another"}, {"timestamp": [300.72, 308.5], "text": " year through incredibly clever marketing and advertising, we can get that 15 and a half hours up to 60 hours doesn't leave a lot of room for anything else. Seven"}, {"timestamp": [308.5, 313.82], "text": " hours sleeping, one hour for your Facebook updates, for bathroom visits, brushing your teeth,"}, {"timestamp": [313.82, 318.02], "text": " and the other life essentials. And then that's pretty much it. You are tapped out. The amount"}, {"timestamp": [318.02, 323.76], "text": " of time we have available to consume content is completely capped, and yet the amount of content"}, {"timestamp": [323.76, 327.92], "text": " that's available to consume is rising and rising and rising."}, {"timestamp": [327.92, 331.96], "text": " If you look at content consumption capacity versus available content, you can see what's going"}, {"timestamp": [331.96, 332.96], "text": " to happen."}, {"timestamp": [332.96, 336.88], "text": " We're rapidly getting to this point when there is an abundance of content, there is an"}, {"timestamp": [336.88, 340.84], "text": " oversupply of content with no one there to actually consume it."}, {"timestamp": [340.84, 352.68], "text": " Even if in 2016, you know, on the next, the one more thing at the Apple conference, iOS 10 app is released that actually somehow miraculously means that we can reduce our hours of sleep to just two hours a day, it's not going to help."}, {"timestamp": [352.8, 356.86], "text": " We are still going to be hit the ceiling of the amount of time we have available to consume this content."}, {"timestamp": [357.6, 361.22], "text": " It's a thing that Mark Schaefer, who's a well-known business blogger, calls content shock."}, {"timestamp": [361.62, 364.1], "text": " Basically, it's content without an audience to consume it."}, {"timestamp": [364.1, 368.94], "text": " It also means there's so much content out there that the quality content gets harder and harder"}, {"timestamp": [368.94, 376.0], "text": " to find. And when it gets harder and harder to find content, people fall back to content"}, {"timestamp": [376.0, 380.92], "text": " filters. A long, long time ago, when I started my record collection, I was very proud I remember"}, {"timestamp": [380.92, 386.44], "text": " when I had seven records to listen to. When I had seven records to listen to, I always knew what I was going to listen to next."}, {"timestamp": [386.84, 390.64], "text": " Now I have hundreds and hundreds and hundreds of albums in my iTunes library."}, {"timestamp": [391.14, 392.2], "text": " I never know what I want to listen to."}, {"timestamp": [392.72, 393.3], "text": " So what do I do?"}, {"timestamp": [393.42, 397.94], "text": " I use Spotify or I jump on Pandora, and I just let that tell me what I want to listen to."}, {"timestamp": [398.24, 401.94], "text": " And that is why I think content filters, which is what Spotify and Pandora"}, {"timestamp": [401.94, 405.0], "text": " and Flipboard and Facebook and Google Plus and"}, {"timestamp": [405.0, 410.0], "text": " Pinterest and Goodreads and Banjo and all these other apps are actually doing their filtering"}, {"timestamp": [410.0, 415.8], "text": " content. So basically it's going to get a lot harder for brands to reach consumers because"}, {"timestamp": [415.8, 420.04], "text": " to get to consumers you will increasingly need to break through the walls of these content"}, {"timestamp": [420.04, 424.6], "text": " filters because increasingly people will turn to these content filters to define what it is"}, {"timestamp": [424.6, 425.52], "text": " that they're actually going to see."}, {"timestamp": [426.88, 432.02], "text": " So I was going to end with one slide that might be a little bit more useful than my first"}, {"timestamp": [432.02, 432.32], "text": " attempt."}, {"timestamp": [433.18, 436.24], "text": " How might we actually deal with these content filters going forward?"}, {"timestamp": [436.84, 441.46], "text": " And the best advice that I've been given that I think certainly resonates and rings true"}, {"timestamp": [441.46, 442.4], "text": " is this."}, {"timestamp": [443.12, 444.48], "text": " Make your content more human."}, {"timestamp": [445.92, 450.4], "text": " And the reason I say that is all those content filters, they have one chink in their armor, and that is they're"}, {"timestamp": [450.4, 456.52], "text": " basically designed to keep brands and commercial messaging out and favor human interaction."}, {"timestamp": [456.52, 462.24], "text": " So the more that brands can actually create content on a human scale, the better the chance"}, {"timestamp": [462.24, 465.7], "text": " that you'll still be able to connect with consumers in the future."}, {"timestamp": [466.64, 469.92], "text": " And that is, look at me, I'm 30 seconds short. There you go, you've got a slight surplus."}, {"timestamp": [470.46, 474.6], "text": " Thank you. That's my seven minutes. If you want to discuss that, it's my Twitter handle."}, {"timestamp": [474.6, 475.08], "text": " Cheers."}, {"timestamp": [475.08, 485.66], "text": " Cheers. Good afternoon."}, {"timestamp": [486.04, 487.74], "text": " Hope you've had a pretty inspiring day."}, {"timestamp": [487.84, 491.6], "text": " It sounds like it's been some really great speakers."}, {"timestamp": [492.14, 495.3], "text": " I'm going to talk about content as well, too,"}, {"timestamp": [495.34, 497.44], "text": " and flowing on nicely from Greg's presentation,"}, {"timestamp": [497.6, 498.3], "text": " which was brilliant."}, {"timestamp": [498.84, 501.66], "text": " Going to talk about how the future of content marketing"}, {"timestamp": [501.66, 503.28], "text": " is short, snackable content."}, {"timestamp": [503.94, 505.9], "text": " Now, why is this? Where are we going?"}, {"timestamp": [505.9, 512.16], "text": " We're working? Here we go. Well the first reason why is that our attention spans are decreasing"}, {"timestamp": [512.16, 523.42], "text": " at a rapid rate. Sorry, what's happening there? Yep, we're away again. At attention spans"}, {"timestamp": [523.42, 527.04], "text": " are decreasing at a rapid rate. In fact, researchers..."}, {"timestamp": [527.04, 528.48], "text": " Actually, guys, can you start the counter?"}, {"timestamp": [528.68, 532.16], "text": " Sorry, I've lost the counter and the screen up the front."}, {"timestamp": [534.36, 535.4], "text": " Sorry about this, folks."}, {"timestamp": [535.46, 535.96], "text": " Won't be a minute."}, {"timestamp": [537.02, 538.84], "text": " Just need to make sure I stay on time."}, {"timestamp": [541.02, 542.72], "text": " Right. Can I get the screen back as well?"}, {"timestamp": [544.44, 544.88], "text": " No?"}, {"timestamp": [546.88, 547.54], "text": " I'll carry on. Anyway."}, {"timestamp": [551.8, 552.34], "text": " So, yeah, the first issue that we're facing is that our attention spans are decreasing."}, {"timestamp": [561.6, 586.66], "text": " In fact, over the last 10 years, many researchers have said that, you know, online attention spans have decreased from around 12, 14 seconds to 8 seconds. Now, the weird thing about that is I was reading the other day an article that said that the attention span of a goldfish apparently is nine seconds. So we now have a shorter attention span than the goldfish. The other thing that we're facing is as Greg has just talked about is we're getting swamped with content. You know, Greg showed the graph there with the number of xabytes of content that we, you know, we face every day. You know, we're getting swamped with content. You know, we're going to. You know, we're going to be swamped. You know, Greg showed the graph there with a number of xabytes"}, {"timestamp": [586.66, 592.5], "text": " of content that we, you know, we face every day. You know, research in the US has shown that"}, {"timestamp": [592.5, 598.42], "text": " we face anywhere between 3,000 and 20,000 marketing impressions today, depending on how online"}, {"timestamp": [598.42, 603.46], "text": " we are and whereabouts we live. And the problem is, because we're in an always-on world,"}, {"timestamp": [603.58, 610.2], "text": " we're always either on our phone or on our PC or we're on our iPad, we're getting hit with a whole lot more content."}, {"timestamp": [614.66, 620.88], "text": " The next key trend, really, that we're facing is that viewing screens are getting smaller."}, {"timestamp": [621.5, 626.0], "text": " 50 years ago, we used to go to the movies and watch visual content on a cinematic screen."}, {"timestamp": [626.0, 631.84], "text": " Then TV came along, and then the PC came along, and then tablets came along, and then mobile phones"}, {"timestamp": [631.84, 636.08], "text": " came along, and now we've got smart watches and we've got Google Glass."}, {"timestamp": [636.08, 640.84], "text": " So the very sort of visual frames within which we see stuff is getting smaller and smaller,"}, {"timestamp": [640.84, 643.66], "text": " and that brings with it a whole lot of challenges."}, {"timestamp": [643.66, 645.38], "text": " The other issue too, really, that"}, {"timestamp": [645.38, 655.38], "text": " sorry, yeah, sorry about this, having some issues with the clicker. The other issue too that we're"}, {"timestamp": [655.38, 660.32], "text": " facing, as Greg alluded to, is that we are multi-screening a whole lot more. I don't know about you,"}, {"timestamp": [660.42, 665.8], "text": " but, you know, last night I was watching TV on my iPad, looking up some stuff on Hawaii where"}, {"timestamp": [665.8, 669.78], "text": " I'm going to in a couple of weeks and then texting my daughter on my smartphone. So you, we're"}, {"timestamp": [669.78, 673.58], "text": " doing that more and more, so our viewing patterns are getting a whole lot more fragmented."}, {"timestamp": [674.22, 680.28], "text": " So really the challenge is, here we go, with all of this stuff that's happening, how do we effectively"}, {"timestamp": [680.28, 687.7], "text": " engage with consumers? Well, really the key is that we need to effectively engage"}, {"timestamp": [687.7, 695.96], "text": " with short form content that's snackable, shareable and mobile. Bight-sized nuggets of information"}, {"timestamp": [695.96, 700.5], "text": " that are easily consumed and shared. Now, we're talking about things like short form video,"}, {"timestamp": [701.26, 707.36], "text": " six second vine, Snapchat, Instagram, you know, images, compelling images, infographics"}, {"timestamp": [707.36, 711.76], "text": " or animated infographics. I mean, gifts are the new sort of hot thing in terms of content."}, {"timestamp": [712.72, 719.6], "text": " Why is this really the future of content marketing? Well, the simple reason is, is that this content"}, {"timestamp": [719.6, 726.04], "text": " is really easy to sample. And from a very young age, we're taught to sample, and we really enjoy."}, {"timestamp": [726.78, 732.3], "text": " We really enjoy the whole process of sampling. Whether it's sampling food, whether it's, you know,"}, {"timestamp": [732.34, 736.44], "text": " doing those little ladies doing those little perfume testers and duty-free as you're coming"}, {"timestamp": [736.44, 741.86], "text": " through the airport, or whether it's buying, you know, sampling on iTunes or buying one track before you"}, {"timestamp": [741.86, 745.84], "text": " buy the album, you know, we're really taught to sample and we're trained to sample"}, {"timestamp": [745.84, 747.1], "text": " and we love to sample."}, {"timestamp": [747.76, 751.26], "text": " So that's why short-form content is so powerful"}, {"timestamp": [751.26, 754.26], "text": " because in a world where we're getting overloaded with information,"}, {"timestamp": [755.0, 757.26], "text": " a dynamic piece of short-form content"}, {"timestamp": [757.26, 761.48], "text": " that is visual, impactful and tells a big story in a short form"}, {"timestamp": [761.48, 766.34], "text": " can be a little sampler to and lead to a longer form content story"}, {"timestamp": [766.34, 771.38], "text": " in another medium where you can really convince people in a deeper way. That's why they're so"}, {"timestamp": [771.38, 776.52], "text": " powerful. So really I thought I'd just finish off here, just showing you a few quick examples"}, {"timestamp": [776.52, 790.24], "text": " of some short snackable content formats that I think work really well. Now the first one here, sorry, there we go."}, {"timestamp": [795.28, 808.4], "text": " See if I can get the video playing. Well, here we go. Lowe's in the US have produced a series of six-second vines,"}, {"timestamp": [808.52, 809.56], "text": " which are like, you can imagine,"}, {"timestamp": [809.66, 813.04], "text": " a really short-form version of the MITA 10 mega sort of,"}, {"timestamp": [813.46, 815.82], "text": " you know, handyman videos they got on TV."}, {"timestamp": [815.94, 816.56], "text": " Very, very clever."}, {"timestamp": [816.96, 819.32], "text": " A lot of these were shot on iPhones and edited,"}, {"timestamp": [819.82, 822.06], "text": " and these have been incredibly popular."}, {"timestamp": [822.98, 824.84], "text": " I'll just click on to the next one."}, {"timestamp": [827.88, 831.48], "text": " So really simple sort of looping six second videos."}, {"timestamp": [832.02, 833.8], "text": " These, you know, I think work really well."}, {"timestamp": [837.4, 839.02], "text": " This is quite a funny little one."}, {"timestamp": [839.08, 840.14], "text": " I think male chimp's done."}, {"timestamp": [840.64, 842.52], "text": " We've just got the chimp there standing there"}, {"timestamp": [842.52, 844.58], "text": " with his ar sticking out in a dog on top of them."}, {"timestamp": [844.58, 847.0], "text": " I mean, like it's kind of a little bit silly and pointless,"}, {"timestamp": [847.0, 849.0], "text": " but I think it works really well."}, {"timestamp": [849.0, 853.5], "text": " You know, and the interesting thing about that too,"}, {"timestamp": [853.5, 856.0], "text": " is that's the kind of stuff that anyone can shoot."}, {"timestamp": [856.0, 858.0], "text": " And this is one of the other things we're seeing"}, {"timestamp": [858.0, 860.0], "text": " is that, you know, making content is no longer"}, {"timestamp": [860.0, 863.0], "text": " the sort of the domain of the agency."}, {"timestamp": [863.0, 865.12], "text": " You know, we're really seeing the democratisation"}, {"timestamp": [865.12, 870.88], "text": " really of content production where cheap, disposable content is actually, you know, made and, you"}, {"timestamp": [870.88, 875.42], "text": " know, with a shorter lifetime use rather than the million dollar TVC that you have to play for"}, {"timestamp": [875.42, 880.22], "text": " a year or two to get a return for your money on. You know, we're seeing a lot more sort of disposable"}, {"timestamp": [880.22, 886.72], "text": " content done that might have a shelf life of a week or a month. Let's go back, I think I've missed one."}, {"timestamp": [888.52, 890.2], "text": " This is quite a cool one."}, {"timestamp": [890.7, 894.12], "text": " This is a Coca-Cola promotion called the 12 Days of Gifts,"}, {"timestamp": [894.32, 895.54], "text": " which they ran around Christmas."}, {"timestamp": [896.04, 897.3], "text": " Now the cool thing about this,"}, {"timestamp": [897.34, 899.8], "text": " and we've done some similar stuff to this too,"}, {"timestamp": [899.9, 902.04], "text": " this sort of stuff's really easy to do."}, {"timestamp": [902.38, 927.0], "text": " It's quite catchy, and it gets quite readily shared around the place. People love this sort of stuff. It gifts, you know, are really sort of easy to work with. One of the best examples locally, I think, of short from content. And I was talking at the content marketing conference last month, and I mentioned this. And the lady from Spark was in the room, but I think the Telecom Spark tech and a sec campaign"}, {"timestamp": [927.0, 930.0], "text": " is absolutely brilliant, you know,"}, {"timestamp": [930.0, 932.0], "text": " really tied in with a key insight,"}, {"timestamp": [932.0, 935.0], "text": " which is most people don't know how to make the most of their technology,"}, {"timestamp": [935.0, 938.0], "text": " a little short form 15 second and 13 second videos"}, {"timestamp": [938.0, 940.0], "text": " explaining how things work."}, {"timestamp": [940.0, 942.0], "text": " I think it's fantastic."}, {"timestamp": [942.0, 945.5], "text": " And one final example here I will give you in closing is"}, {"timestamp": [945.5, 951.06], "text": " that as an agency, we do most of the work we do is in the B2B space. This here is a brilliant"}, {"timestamp": [951.06, 958.0], "text": " example of a mainly B2B but also they do a bit of B2C company, GE, that is used Pinterest"}, {"timestamp": [958.0, 963.76], "text": " as a way to tell their story. Now what's more effective, a Pinterest page like this or a big"}, {"timestamp": [963.76, 966.04], "text": " annual report profile sort of style document?"}, {"timestamp": [966.54, 969.94], "text": " This is absolutely brilliant when you go and have a look and read all the stories."}, {"timestamp": [970.62, 974.08], "text": " Anyway, that's short form content and I'll hand over to Andy."}, {"timestamp": [979.92, 980.9], "text": " Cool, thanks, mate."}, {"timestamp": [982.08, 1005.42], "text": " Right, so in the knowledge guys that, I've only got seven minutes and that went bloody fast watching the others, I'm going to have to race through quite a lot of stuff. But also in the knowledge that I'm speaking today in front of quite an esteemed, learned group of people and a few of my own clients, in fact. So with the fear of getting found out, what I thought I'd do is race across very lightly"}, {"timestamp": [1005.42, 1009.48], "text": " a whole range of different topics and bring them together kind of loosely, I think, under"}, {"timestamp": [1009.48, 1014.9], "text": " the theme of moving from creating ads to creating value for people."}, {"timestamp": [1014.9, 1019.4], "text": " Based on the assumption that I like to follow that one great definition of intelligence is"}, {"timestamp": [1019.4, 1022.32], "text": " knowing just a little bit about a lot of things, and that's kind of me."}, {"timestamp": [1022.32, 1030.0], "text": " I'm not much good at anything, really, so I just have to skip across. When I talk about creating value, of course, the intent of all"}, {"timestamp": [1030.0, 1033.1], "text": " advertising and all marketing is to create value for businesses. I'm talking about creating value"}, {"timestamp": [1033.1, 1037.78], "text": " for our customers. And there's a number of reasons for that, which I'll touch on real quick."}, {"timestamp": [1038.0, 1041.44], "text": " The first two guys have talked about a bunch of the things that I was going to, that I was just"}, {"timestamp": [1041.44, 1047.66], "text": " going to lead in on. So I think I'll just skip through these quite quickly. The democratization of entertainment and content is happening."}, {"timestamp": [1047.66, 1049.3], "text": " Everyone knows that."}, {"timestamp": [1049.3, 1053.18], "text": " And maybe there's a chance that we're still making CDs"}, {"timestamp": [1053.18, 1054.68], "text": " to sell to the Spotify generation."}, {"timestamp": [1054.68, 1056.84], "text": " And I think that's a very real risk that we face."}, {"timestamp": [1056.84, 1059.26], "text": " And if we don't move pretty quickly, then we certainly"}, {"timestamp": [1059.26, 1062.0], "text": " will find that we're doing that."}, {"timestamp": [1062.0, 1065.32], "text": " Just a couple of little tip bits on some of the points these guys made."}, {"timestamp": [1066.0, 1068.62], "text": " Apparently now, and I read this, I haven't counted, so I don't know,"}, {"timestamp": [1068.7, 1073.22], "text": " but every 48 hours now, as much information is generated in the world as was generated"}, {"timestamp": [1073.22, 1077.18], "text": " in the entire history of the world pre-2003, which is quite significant."}, {"timestamp": [1077.3, 1079.86], "text": " There's an awful lot of information being generated."}, {"timestamp": [1079.92, 1083.34], "text": " It's not all by the GCSB, it's by Google and YouTube, and you name it."}, {"timestamp": [1083.64, 1089.32], "text": " So there's an awful lot of stuff happening, and it's led to this term called Infobesity, which I wasn't really"}, {"timestamp": [1089.32, 1096.48], "text": " aware of until recently, but it's very true. There are 100 hours of content uploaded"}, {"timestamp": [1096.48, 1108.6], "text": " to YouTube every minute. That's 16 years, 16 years of content every day. Now if you think that 99% of that content is rubbish"}, {"timestamp": [1108.6, 1115.46], "text": " and it is, it's people dressed in chimpanzee suits with their asses hanging out, even 1% of that"}, {"timestamp": [1115.46, 1121.08], "text": " makes 60 hours of really good content every day generated. That's too much for anyone to watch,"}, {"timestamp": [1121.08, 1126.32], "text": " obviously. You can't watch 60 hours of content in 24 hours. And that's what we're competing against."}, {"timestamp": [1126.32, 1129.98], "text": " It's exactly what every one of us are out there competing against."}, {"timestamp": [1129.98, 1134.12], "text": " If I go out and make a $1 million television commercial, which is a chance to be a fine thing"}, {"timestamp": [1134.12, 1137.5], "text": " these days, but if you go out and make a $1 million television commercial, does that make it"}, {"timestamp": [1137.5, 1144.96], "text": " a million times more effective than a $1 home video shot on an iPhone of a cat playing with a toy?"}, {"timestamp": [1144.96, 1147.0], "text": " Does it make it a thousand times more effective than someone who went out with a GoPro"}, {"timestamp": [1147.0, 1149.0], "text": " and did a bit of their own editing?"}, {"timestamp": [1149.0, 1152.0], "text": " Probably not. It's extremely difficult now"}, {"timestamp": [1152.0, 1155.0], "text": " to produce big stuff like this and expect it to be effective."}, {"timestamp": [1155.0, 1158.0], "text": " And what that's happened is it's eroding the value of advertising."}, {"timestamp": [1158.0, 1163.0], "text": " It's eroding the value of my business as some of the output of our, you know, of what we do."}, {"timestamp": [1163.0, 1164.0], "text": " And that's a little bit scary."}, {"timestamp": [1164.0, 1165.84], "text": " It just means that we have to apply our creative"}, {"timestamp": [1165.84, 1168.36], "text": " and strategic brains in other ways."}, {"timestamp": [1168.36, 1170.36], "text": " And by that I mean less about making ads"}, {"timestamp": [1170.36, 1173.08], "text": " to compete with the 16 years of content that's"}, {"timestamp": [1173.08, 1175.3], "text": " uploaded on one single platform every day,"}, {"timestamp": [1175.3, 1177.68], "text": " and more about trying to create value for our customers."}, {"timestamp": [1179.82, 1182.74], "text": " There's a saying that it's probably a few years old now,"}, {"timestamp": [1182.74, 1184.68], "text": " but I still use it quite a bit."}, {"timestamp": [1184.68, 1186.7], "text": " You can't interrupt what people are interested anymore. You have to actually be what they're interested in. And that's extremely know, it's a few years old now, but I still use it quite a bit. You can't interrupt what people are interested anymore."}, {"timestamp": [1186.78, 1189.08], "text": " You have to actually be what they're interested in, and that's extremely true."}, {"timestamp": [1189.18, 1193.36], "text": " The democratisation of content has meant that people are in complete control of everything that they view."}, {"timestamp": [1193.6, 1194.72], "text": " You can't force anything on them."}, {"timestamp": [1194.9, 1197.98], "text": " You have to actually be the stuff that they want to see, which is pretty difficult."}, {"timestamp": [1198.48, 1200.28], "text": " And you have to be where they're interested as well."}, {"timestamp": [1200.36, 1201.52], "text": " So you have to be on all these platforms."}, {"timestamp": [1201.52, 1203.3], "text": " And there's a bunch of examples who have done it well."}, {"timestamp": [1203.7, 1209.0], "text": " With a lot more money, might I say, than most people in this room in terms of budgets, which again"}, {"timestamp": [1209.0, 1213.06], "text": " presents a really difficult conundrum and I'm sure there are a number of you wrestling with"}, {"timestamp": [1213.06, 1218.26], "text": " this at the moment. I know most of my clients are. This move around the world from 360 degrees"}, {"timestamp": [1218.26, 1224.22], "text": " to 365 days and people being, or brands being always on and communicating with your customers"}, {"timestamp": [1224.22, 1228.28], "text": " all the time has meant that we've got a limited pot of money."}, {"timestamp": [1228.38, 1233.42], "text": " We can either be a little bit interesting, often, and a lot of my clients have gone this way."}, {"timestamp": [1233.5, 1234.84], "text": " Let's not do big TV campaigns."}, {"timestamp": [1234.94, 1235.98], "text": " Let's not do big ag campaigns."}, {"timestamp": [1236.26, 1239.7], "text": " Let's put our money into social and digital, and let's communicate with our customers on a regular"}, {"timestamp": [1239.7, 1241.34], "text": " basis all the time, which is great."}, {"timestamp": [1241.34, 1244.0], "text": " And then six months down the track, they go, our brand track is not moving."}, {"timestamp": [1244.1, 1247.18], "text": " We're not getting the sort of impact that we need. We need something that's going to make us"}, {"timestamp": [1247.18, 1251.06], "text": " famous. So give us a big campaign, which is represented by the bottom line. You can't have"}, {"timestamp": [1251.06, 1254.68], "text": " both, and they're wrestling with that because we don't have enough money. We're not Old Spice."}, {"timestamp": [1255.12, 1258.44], "text": " We don't have trillions of dollars to throw out campaigns where they can be everywhere at all times."}, {"timestamp": [1258.88, 1262.76], "text": " This is really tricky. The other trouble with being interesting, as I looked at this kind of"}, {"timestamp": [1262.76, 1267.32], "text": " slide, and I thought, well, it's not very interesting. So I put a picture in the background that makes it kind of a little bit more interesting."}, {"timestamp": [1267.32, 1271.56], "text": " And the trouble with that is that everybody is now looking at that picture and going, well,"}, {"timestamp": [1271.56, 1272.56], "text": " what's happened there?"}, {"timestamp": [1272.56, 1273.76], "text": " Do that guy fall on a basket of knitting needles?"}, {"timestamp": [1273.76, 1275.62], "text": " Did he intend to put those things in his mouth?"}, {"timestamp": [1275.62, 1277.18], "text": " What's he actually looking at?"}, {"timestamp": [1277.18, 1278.7], "text": " And you're not thinking about my slide."}, {"timestamp": [1278.7, 1282.46], "text": " And so being interesting, it can't come at the expense of being effective and being relevant"}, {"timestamp": [1282.46, 1284.62], "text": " to your customers and also being relevant to your brand."}, {"timestamp": [1284.62, 1286.02], "text": " So you've got to be really careful about that."}, {"timestamp": [1287.0, 1288.78], "text": " A client came to me the other day and said,"}, {"timestamp": [1289.66, 1293.54], "text": " we want to create another ice bucket challenge for our brand."}, {"timestamp": [1293.92, 1300.74], "text": " And that's an interesting conundrum again because what is it that made the ice bucket challenge interesting?"}, {"timestamp": [1300.86, 1302.12], "text": " What is it that made that effective?"}, {"timestamp": [1302.46, 1305.46], "text": " Incidentally, the ice bucket challenge has raised over 100 million bucks for the"}, {"timestamp": [1305.46, 1310.1], "text": " thing that it's raising money for, which I've"}, {"timestamp": [1310.1, 1310.86], "text": " forgotten."}, {"timestamp": [1312.9, 1314.16], "text": " Shows how effective it was."}, {"timestamp": [1315.02, 1317.38], "text": " But the beauty about that is that it wasn't just interesting."}, {"timestamp": [1317.46, 1319.68], "text": " It's not that interesting watching an American guy you've never heard"}, {"timestamp": [1319.68, 1321.9], "text": " or never seen splashing cold water on."}, {"timestamp": [1321.94, 1323.78], "text": " And what is interesting is that it creates value."}, {"timestamp": [1323.78, 1326.9], "text": " It creates value both in terms of social currency"}, {"timestamp": [1326.9, 1328.18], "text": " for people to pass on."}, {"timestamp": [1328.18, 1330.58], "text": " It creates value for the world in terms of this"}, {"timestamp": [1330.58, 1334.34], "text": " is actually raising money for very worthy charities."}, {"timestamp": [1334.34, 1337.94], "text": " And also, they say that charity is the favoured drug of the rich."}, {"timestamp": [1337.94, 1342.46], "text": " And giving things and being generous releases a drug called oxytocin,"}, {"timestamp": [1342.46, 1345.06], "text": " which is about human connection and it's the love drug."}, {"timestamp": [1345.66, 1347.4], "text": " So it actually does make people feel good."}, {"timestamp": [1347.68, 1352.32], "text": " So there's a lot of ways that this was creating value for people and creating value for the world,"}, {"timestamp": [1352.48, 1353.38], "text": " not just being interesting."}, {"timestamp": [1353.68, 1354.92], "text": " So we should start thinking about that."}, {"timestamp": [1354.96, 1357.48], "text": " Instead of just being interesting, they start thinking about being valuable."}, {"timestamp": [1358.5, 1360.78], "text": " The whole world runs on incentives, and I'll skip through that."}, {"timestamp": [1360.88, 1366.28], "text": " This is a chart called the Maslow's hierarchy of customer service, and I think that it relates a little bit to advertising as well."}, {"timestamp": [1366.48, 1368.6], "text": " If you can meet someone's needs, you'll get satisfaction."}, {"timestamp": [1368.8, 1370.02], "text": " If you can meet their wants, you get loyalty."}, {"timestamp": [1370.36, 1373.18], "text": " And if you can meet needs that were previously unrecognised,"}, {"timestamp": [1373.26, 1375.04], "text": " you'll get people talking about you and get advocacy."}, {"timestamp": [1375.34, 1376.7], "text": " If you think about advertising in that way,"}, {"timestamp": [1376.9, 1379.48], "text": " you can tell someone you've got a product, that's fine."}, {"timestamp": [1379.8, 1382.72], "text": " You can tell somebody you've got a product in a really interesting, engaging way."}, {"timestamp": [1382.8, 1383.54], "text": " That's probably better."}, {"timestamp": [1383.88, 1387.04], "text": " But actually, if you can add value to someone's life in a way that they didn't know"}, {"timestamp": [1387.04, 1390.6], "text": " that they previously needed, then that's where you probably get advocacy. And I think that's"}, {"timestamp": [1390.6, 1395.46], "text": " where we can be far more effective. You've got 15 seconds left. In terms of things that we can"}, {"timestamp": [1395.46, 1400.14], "text": " create, we can go from advertising through to creating utility, a better life and a better"}, {"timestamp": [1400.14, 1406.08], "text": " world, from generating attention to generating interestingness to generating value. And I think that's where the power lies."}, {"timestamp": [1406.08, 1408.24], "text": " We want to create positive feelings about brands."}, {"timestamp": [1409.38, 1413.12], "text": " That is the chemical symbol for dopamine,"}, {"timestamp": [1414.32, 1418.12], "text": " which is the neurochemical that is responsible for motivation, discovery."}, {"timestamp": [1418.12, 1420.88], "text": " It's triggered by reward, by humor, by surprise and anticipation."}, {"timestamp": [1420.88, 1424.64], "text": " And it's the drug that's released when you see advertising that's new or interesting or makes you laugh."}, {"timestamp": [1426.82, 1429.6], "text": " It makes people feel good, and therefore, when they go to buy your brand they get that feeling again they feel good. That's"}, {"timestamp": [1429.6, 1433.02], "text": " kind of the chemical thing behind why advertising is effective. Oxytocin is similar"}, {"timestamp": [1433.02, 1437.46], "text": " it's concerned with empathy, trust, belonging and love. Anything to do with"}, {"timestamp": [1437.46, 1442.14], "text": " generosity or human connection generates oxytocin in people's bodies which"}, {"timestamp": [1442.14, 1445.12], "text": " feels good and people feel connected to your brand,"}, {"timestamp": [1449.48, 1454.74], "text": " which again is another reason why creative advertising and emotive advertising is far more effective than stuff that's not. Those drugs work much better at this end of the scale than they do at"}, {"timestamp": [1454.74, 1457.54], "text": " that end. I don't think it takes a rocket scientist to work that out. I'll just take another"}, {"timestamp": [1457.54, 1461.22], "text": " 20 seconds. Is that going to be okay? Good. I can't see anyone, but I'm just going to keep going."}, {"timestamp": [1461.92, 1465.66], "text": " So that that leads me into the topic of purpose, and purpose is a real buzzword, and you may have talked about this already today. I don't know. But but I'm just going to keep going. So that leads me into the topic of purpose."}, {"timestamp": [1465.66, 1468.68], "text": " And purpose is a real buzzword, and you may have talked about this already today, I don't"}, {"timestamp": [1468.68, 1469.68], "text": " know."}, {"timestamp": [1469.68, 1473.56], "text": " But this is a Deloitte, who are a big company, you know, you may have heard of them, who did"}, {"timestamp": [1473.56, 1477.62], "text": " a reasonably robust survey around brands and businesses who have a strong sense of purpose"}, {"timestamp": [1477.62, 1479.92], "text": " versus those who don't."}, {"timestamp": [1479.92, 1482.28], "text": " Over the past year, my companies perform well financially."}, {"timestamp": [1482.28, 1485.94], "text": " Ones with a strong sense of purpose, significantly higher than those who don't."}, {"timestamp": [1485.94, 1490.0], "text": " History of financial performance, distinctive brands, strong customer satisfaction, and even"}, {"timestamp": [1490.0, 1492.22], "text": " more so strong employee satisfaction."}, {"timestamp": [1492.22, 1498.06], "text": " A purpose of generosity really does generate business results, probably for the reasons that"}, {"timestamp": [1498.06, 1500.5], "text": " I just explained rather poorly before."}, {"timestamp": [1500.5, 1509.1], "text": " What goes around comes around, and my point I guess is that generosity is probably a very good strategy going forward as opposed to just simple interestingness."}, {"timestamp": [1509.6, 1513.94], "text": " So if you think about that cat video with 50 million hits, if you think about the budget that old spice has,"}, {"timestamp": [1514.28, 1520.28], "text": " if you think about the 100 hours of content uploaded every minute, the fickle and fleeting attention spans, 8, 9 seconds that these guys were talking about,"}, {"timestamp": [1520.58, 1529.48], "text": " what made the ice bucket challenge powerful, what's in it for me, the world runs on incentives. Think of dopamine, oxytocin, people who tattooed brand names on themselves and why?"}, {"timestamp": [1529.88, 1534.4], "text": " The success of purposeful companies, the power of generosity. And then next time maybe when we think"}, {"timestamp": [1534.4, 1539.0], "text": " about creating ads, perhaps we should think a little bit about creating value. That's my point."}, {"timestamp": [1547.44, 1547.6], "text": " Well, thanks guys."}, {"timestamp": [1551.24, 1551.46], "text": " We've got time for, or two or three minutes for two or three questions."}, {"timestamp": [1553.12, 1553.4], "text": " One question each, if you can fire them at them."}, {"timestamp": [1557.28, 1557.66], "text": " And then we're going to break for a couple of minutes before we set up for the final speaker of the afternoon."}, {"timestamp": [1559.74, 1562.2], "text": " So any questions out there for any of the guys?"}, {"timestamp": [1567.36, 1567.52], "text": " Guys, I'm really interested to know whether you think with the overload or the info, obesity,"}, {"timestamp": [1573.32, 1573.5], "text": " I love that, it's going to be my new word, is that people will just switch off one day."}, {"timestamp": [1577.48, 1577.96], "text": " I've come across a couple of people in the last couple of weeks, mid-40s,"}, {"timestamp": [1580.62, 1580.8], "text": " who have just stopped using Facebook."}, {"timestamp": [1583.94, 1589.18], "text": " They were on it all the time for business and personal, and they just woke up one day, both of them, separately, don't know each other and said, enough this is taking"}, {"timestamp": [1589.18, 1594.76], "text": " up too much my time and they just realized they were time deprived and that was it. And I wonder,"}, {"timestamp": [1594.76, 1598.86], "text": " I'd love to know whether you guys think that will happen with some of the other social media"}, {"timestamp": [1598.86, 1603.22], "text": " platforms that B2B use for instance."}, {"timestamp": [1603.22, 1606.0], "text": " I think definitely that'll happen, it's already happening."}, {"timestamp": [1606.0, 1610.0], "text": " And that's kind of my point around just interestingness and snackable content probably is enough"}, {"timestamp": [1610.0, 1613.0], "text": " because there's more than enough of that to go around."}, {"timestamp": [1613.0, 1614.0], "text": " People will just start switching off."}, {"timestamp": [1614.0, 1618.0], "text": " You have to actually be providing and creating value for your customers,"}, {"timestamp": [1618.0, 1623.0], "text": " give them something back in a value exchange in order for them to want to engage with you."}, {"timestamp": [1623.0, 1625.16], "text": " It's just simply a tidal wave of content"}, {"timestamp": [1625.16, 1627.48], "text": " and interesting stuff that no human can cope with."}, {"timestamp": [1627.82, 1629.04], "text": " And I'm not surprised they switch off."}, {"timestamp": [1629.1, 1630.3], "text": " I don't use Facebook anymore either."}, {"timestamp": [1632.12, 1634.06], "text": " A couple of weeks ago, I took the app off my phone."}, {"timestamp": [1634.42, 1635.04], "text": " Same reason."}, {"timestamp": [1635.42, 1636.46], "text": " The thing that's interesting, though, I think,"}, {"timestamp": [1636.46, 1637.86], "text": " is that I don't think they'll switch off"}, {"timestamp": [1637.86, 1638.46], "text": " and create a vacuum."}, {"timestamp": [1638.58, 1640.1], "text": " I think they'll switch off and onto something else."}, {"timestamp": [1640.44, 1643.36], "text": " So it's really just exchanging one behavior"}, {"timestamp": [1643.36, 1644.56], "text": " for the same sort of behavior"}, {"timestamp": [1644.56, 1645.48], "text": " but on a different platform."}, {"timestamp": [1645.48, 1657.0], "text": " And at the end of the day, people are always interested in things that they find interesting. So, you know, for example, if I saw an ad in the Herald which said this is a thousand words about Steve Ballanty, I'd read every last one."}, {"timestamp": [1657.0, 1658.0], "text": " Me too."}, {"timestamp": [1658.0, 1659.0], "text": " Me too."}, {"timestamp": [1659.0, 1663.0], "text": " There aren't that many words to describe you, Steve."}, {"timestamp": [1663.0, 1665.12], "text": " Anything else? Interesting thing, I've actually gone off Facebook too. In fact, I've got three Facebook pages. There aren't that many words to describe you, Steve."}, {"timestamp": [1665.68, 1666.24], "text": " Anything else?"}, {"timestamp": [1666.82, 1666.9], "text": " Interesting thing."}, {"timestamp": [1668.34, 1668.4], "text": " I've actually gone off Facebook, too."}, {"timestamp": [1669.74, 1670.16], "text": " In fact, I've got three Facebook pages."}, {"timestamp": [1673.98, 1674.14], "text": " One set up by my kids, two set up by a couple of companies I'm involved with,"}, {"timestamp": [1675.46, 1675.58], "text": " and I don't know the passwords."}, {"timestamp": [1676.58, 1676.78], "text": " The other two, I can't stop them."}, {"timestamp": [1677.64, 1678.08], "text": " It's like the sources of Britain."}, {"timestamp": [1679.86, 1682.0], "text": " And my kids are now off Facebook because I'm on it."}, {"timestamp": [1682.66, 1683.96], "text": " Yeah."}, {"timestamp": [1684.62, 1686.76], "text": " Anything else?"}, {"timestamp": [1688.18, 1688.34], "text": " Well, thanks, guys. That was terrific."}, {"timestamp": [1689.02, 1689.2], "text": " I'm really interesting."}, {"timestamp": [1689.42, 1690.26], "text": " Thank you. And I think that we..."}, {"timestamp": [1690.26, 1691.64], "text": " Yeah, go round of applause, please."}], "text": " The next session is the 3x7. We've got three guys with brains as big as the planet who are going to talk to us about the future. It's always interesting. I once heard that predicting the future is tricky. But if you're 10 years ahead, you're a philosopher. If you're two years ahead, you're a philosopher. If you're two years ahead, you're a visionary. If you're six months ahead, you're a millionaire. So I'd like these guys to come and tell us how we're going to be millionaires. So we've got Andy McLeish, head of planning for Cleans of BPDO, Steve Ballantyne, Director of Ballantyne Taylor, and Greg, with him, head of Ogilby Digital. So guys, would you please come forward and take your seats. and take your seats. If you'll just sit up there and lined up, we promise we've got no guns. And what's going to happen is each of them is going to give you a seven-minute burst of what he believes is the future is going to look like and at the end there'll be a Q&A where you can fire quick questions at them. So who's going to go first? I'm happy to kick off. Okay, where you go. And then Steve, then Andy. Thanks. Okay, can we just go back a slide? That's my big reveal, actually. Yeah, okay. Right, so seven minutes is not a lot of time to make any sort of predictions. So I thought, well, I need to be very efficient about this and what can be more efficient than doing it in a single slide. A bit of a giveaway. You've obviously just had a sneak peek. So I thought, OK, I think I can do this in a single slide. What is the future of marketing and advertising? Everything is going to get a lot harder. Thank you. You've been wonderful. So, okay, obviously I can't do it in a single slide, but I do think things are going to get a lot more difficult. And that's interesting because I think probably for the last 10 years, I've been laboring under this false impression that we're just on the cusp of nailing this whole digital marketing thing. And any minute, any day now, we're going to sort of totally nail it. But I'm now realizing that it's not going to get easier any time soon. Why isn't it going to get easier? Well, a couple of things. Obviously, increasingly we're living in Well, a couple of things. Obviously, we all, you know, increasingly we're living in silos, these silos of our own making, and ironically silos that have been created by the technology that was supposed to connect us in the first place. What that means is actually harder for brands to connect with consumers, because, you know, we're second screening, we're not, you know, watching the ads on TV so much anymore, if they're not really entertaining or, you know, really engaging. And a lot of the time, you know, we're kind of disengaging from each other as well. So even that word of mouth opportunity is starting to dissipate. But actually, that's not, I don't think that's actually the big problem. There's another issue too, which is the fact that technology is not evenly spread across society. You know, every time you're looking at doing a digital lead campaign, you'll have a client or you'll be thinking, okay, so how many people have this type of smartphone or whatever? And obviously you never get that consistency right across the society. It would be very nice to fix that, but I don't think that's the problem either. The thing is, if you're looking towards the future of advertising, I think you need to be looking at the future of media, because I think advertising and marketing and media are ostensibly joined. And a big part of the future of the future of media media because I think advertising and marketing and media are ostensibly joined. And a big part of the future of media is going to be content. I think that's something that most of us have kind of woken up to. And that, I think, is going to be a really increasingly bigger problem for advertisers and for marketers. And here's why. So I'm not brilliant doing charts, I don't like to be sort of interrogated on them too much, so I've left all sort of sense of scale off this. But at the moment, I'm told that there's about an exabyte of content, of data, on the internet. Does anyone know how much an exabyte is? Does anyone need to know how much an exabyte is? I'm so relieved to hear you say that, because I have absolutely no idea how big an exabyte is. But I do know that people are saying that by 2020, in just six years' time, there will be six times the amount of content online that there is now. That's a hell of a lot of additional content. That's six times as many invitations to join up on Candy Crush Saga. Six times as many annoying videos of ice bucket challenges. Six times as many invitations to increase your sort of sex drive through the pharmaceutical wonder that is Viagra. And six, not one, simple rules to reduce your belly fat. Basically there's going to be a huge amount more content on there. You can sort of see where we are at the moment. It's staggering how quickly that rate is going to rise. So thinking about that, I sort of googled, okay, well, how much content are people consuming at the moment? And it was easy to look at how much content Americans are consuming at the moment. We're not quite their behaviourally yet, but I think, you know, what's happening in the US is a really good indicator of what will be happening here before too long. And I'm staggered to sort of see that, and I don't know what these people are doing with their lives. It was somewhat encouraging to think that I still have a life and a lot of these Americans don't. But 15 and a half hours is the amount of time that a lot of people are spending in the US, admittedly, consuming content. I mean, what the hell do you do? What are they doing for 15 hours a day? So what does your life look like in 2016 if that train follows through? Well, 16 hours, assuming within another year through incredibly clever marketing and advertising, we can get that 15 and a half hours up to 60 hours doesn't leave a lot of room for anything else. Seven hours sleeping, one hour for your Facebook updates, for bathroom visits, brushing your teeth, and the other life essentials. And then that's pretty much it. You are tapped out. The amount of time we have available to consume content is completely capped, and yet the amount of content that's available to consume is rising and rising and rising. If you look at content consumption capacity versus available content, you can see what's going to happen. We're rapidly getting to this point when there is an abundance of content, there is an oversupply of content with no one there to actually consume it. Even if in 2016, you know, on the next, the one more thing at the Apple conference, iOS 10 app is released that actually somehow miraculously means that we can reduce our hours of sleep to just two hours a day, it's not going to help. We are still going to be hit the ceiling of the amount of time we have available to consume this content. It's a thing that Mark Schaefer, who's a well-known business blogger, calls content shock. Basically, it's content without an audience to consume it. It also means there's so much content out there that the quality content gets harder and harder to find. And when it gets harder and harder to find content, people fall back to content filters. A long, long time ago, when I started my record collection, I was very proud I remember when I had seven records to listen to. When I had seven records to listen to, I always knew what I was going to listen to next. Now I have hundreds and hundreds and hundreds of albums in my iTunes library. I never know what I want to listen to. So what do I do? I use Spotify or I jump on Pandora, and I just let that tell me what I want to listen to. And that is why I think content filters, which is what Spotify and Pandora and Flipboard and Facebook and Google Plus and Pinterest and Goodreads and Banjo and all these other apps are actually doing their filtering content. So basically it's going to get a lot harder for brands to reach consumers because to get to consumers you will increasingly need to break through the walls of these content filters because increasingly people will turn to these content filters to define what it is that they're actually going to see. So I was going to end with one slide that might be a little bit more useful than my first attempt. How might we actually deal with these content filters going forward? And the best advice that I've been given that I think certainly resonates and rings true is this. Make your content more human. And the reason I say that is all those content filters, they have one chink in their armor, and that is they're basically designed to keep brands and commercial messaging out and favor human interaction. So the more that brands can actually create content on a human scale, the better the chance that you'll still be able to connect with consumers in the future. And that is, look at me, I'm 30 seconds short. There you go, you've got a slight surplus. Thank you. That's my seven minutes. If you want to discuss that, it's my Twitter handle. Cheers. Cheers. Good afternoon. Hope you've had a pretty inspiring day. It sounds like it's been some really great speakers. I'm going to talk about content as well, too, and flowing on nicely from Greg's presentation, which was brilliant. Going to talk about how the future of content marketing is short, snackable content. Now, why is this? Where are we going? We're working? Here we go. Well the first reason why is that our attention spans are decreasing at a rapid rate. Sorry, what's happening there? Yep, we're away again. At attention spans are decreasing at a rapid rate. In fact, researchers... Actually, guys, can you start the counter? Sorry, I've lost the counter and the screen up the front. Sorry about this, folks. Won't be a minute. Just need to make sure I stay on time. Right. Can I get the screen back as well? No? I'll carry on. Anyway. So, yeah, the first issue that we're facing is that our attention spans are decreasing. In fact, over the last 10 years, many researchers have said that, you know, online attention spans have decreased from around 12, 14 seconds to 8 seconds. Now, the weird thing about that is I was reading the other day an article that said that the attention span of a goldfish apparently is nine seconds. So we now have a shorter attention span than the goldfish. The other thing that we're facing is as Greg has just talked about is we're getting swamped with content. You know, Greg showed the graph there with the number of xabytes of content that we, you know, we face every day. You know, we're getting swamped with content. You know, we're going to. You know, we're going to be swamped. You know, Greg showed the graph there with a number of xabytes of content that we, you know, we face every day. You know, research in the US has shown that we face anywhere between 3,000 and 20,000 marketing impressions today, depending on how online we are and whereabouts we live. And the problem is, because we're in an always-on world, we're always either on our phone or on our PC or we're on our iPad, we're getting hit with a whole lot more content. The next key trend, really, that we're facing is that viewing screens are getting smaller. 50 years ago, we used to go to the movies and watch visual content on a cinematic screen. Then TV came along, and then the PC came along, and then tablets came along, and then mobile phones came along, and now we've got smart watches and we've got Google Glass. So the very sort of visual frames within which we see stuff is getting smaller and smaller, and that brings with it a whole lot of challenges. The other issue too, really, that sorry, yeah, sorry about this, having some issues with the clicker. The other issue too that we're facing, as Greg alluded to, is that we are multi-screening a whole lot more. I don't know about you, but, you know, last night I was watching TV on my iPad, looking up some stuff on Hawaii where I'm going to in a couple of weeks and then texting my daughter on my smartphone. So you, we're doing that more and more, so our viewing patterns are getting a whole lot more fragmented. So really the challenge is, here we go, with all of this stuff that's happening, how do we effectively engage with consumers? Well, really the key is that we need to effectively engage with short form content that's snackable, shareable and mobile. Bight-sized nuggets of information that are easily consumed and shared. Now, we're talking about things like short form video, six second vine, Snapchat, Instagram, you know, images, compelling images, infographics or animated infographics. I mean, gifts are the new sort of hot thing in terms of content. Why is this really the future of content marketing? Well, the simple reason is, is that this content is really easy to sample. And from a very young age, we're taught to sample, and we really enjoy. We really enjoy the whole process of sampling. Whether it's sampling food, whether it's, you know, doing those little ladies doing those little perfume testers and duty-free as you're coming through the airport, or whether it's buying, you know, sampling on iTunes or buying one track before you buy the album, you know, we're really taught to sample and we're trained to sample and we love to sample. So that's why short-form content is so powerful because in a world where we're getting overloaded with information, a dynamic piece of short-form content that is visual, impactful and tells a big story in a short form can be a little sampler to and lead to a longer form content story in another medium where you can really convince people in a deeper way. That's why they're so powerful. So really I thought I'd just finish off here, just showing you a few quick examples of some short snackable content formats that I think work really well. Now the first one here, sorry, there we go. See if I can get the video playing. Well, here we go. Lowe's in the US have produced a series of six-second vines, which are like, you can imagine, a really short-form version of the MITA 10 mega sort of, you know, handyman videos they got on TV. Very, very clever. A lot of these were shot on iPhones and edited, and these have been incredibly popular. I'll just click on to the next one. So really simple sort of looping six second videos. These, you know, I think work really well. This is quite a funny little one. I think male chimp's done. We've just got the chimp there standing there with his ar sticking out in a dog on top of them. I mean, like it's kind of a little bit silly and pointless, but I think it works really well. You know, and the interesting thing about that too, is that's the kind of stuff that anyone can shoot. And this is one of the other things we're seeing is that, you know, making content is no longer the sort of the domain of the agency. You know, we're really seeing the democratisation really of content production where cheap, disposable content is actually, you know, made and, you know, with a shorter lifetime use rather than the million dollar TVC that you have to play for a year or two to get a return for your money on. You know, we're seeing a lot more sort of disposable content done that might have a shelf life of a week or a month. Let's go back, I think I've missed one. This is quite a cool one. This is a Coca-Cola promotion called the 12 Days of Gifts, which they ran around Christmas. Now the cool thing about this, and we've done some similar stuff to this too, this sort of stuff's really easy to do. It's quite catchy, and it gets quite readily shared around the place. People love this sort of stuff. It gifts, you know, are really sort of easy to work with. One of the best examples locally, I think, of short from content. And I was talking at the content marketing conference last month, and I mentioned this. And the lady from Spark was in the room, but I think the Telecom Spark tech and a sec campaign is absolutely brilliant, you know, really tied in with a key insight, which is most people don't know how to make the most of their technology, a little short form 15 second and 13 second videos explaining how things work. I think it's fantastic. And one final example here I will give you in closing is that as an agency, we do most of the work we do is in the B2B space. This here is a brilliant example of a mainly B2B but also they do a bit of B2C company, GE, that is used Pinterest as a way to tell their story. Now what's more effective, a Pinterest page like this or a big annual report profile sort of style document? This is absolutely brilliant when you go and have a look and read all the stories. Anyway, that's short form content and I'll hand over to Andy. Cool, thanks, mate. Right, so in the knowledge guys that, I've only got seven minutes and that went bloody fast watching the others, I'm going to have to race through quite a lot of stuff. But also in the knowledge that I'm speaking today in front of quite an esteemed, learned group of people and a few of my own clients, in fact. So with the fear of getting found out, what I thought I'd do is race across very lightly a whole range of different topics and bring them together kind of loosely, I think, under the theme of moving from creating ads to creating value for people. Based on the assumption that I like to follow that one great definition of intelligence is knowing just a little bit about a lot of things, and that's kind of me. I'm not much good at anything, really, so I just have to skip across. When I talk about creating value, of course, the intent of all advertising and all marketing is to create value for businesses. I'm talking about creating value for our customers. And there's a number of reasons for that, which I'll touch on real quick. The first two guys have talked about a bunch of the things that I was going to, that I was just going to lead in on. So I think I'll just skip through these quite quickly. The democratization of entertainment and content is happening. Everyone knows that. And maybe there's a chance that we're still making CDs to sell to the Spotify generation. And I think that's a very real risk that we face. And if we don't move pretty quickly, then we certainly will find that we're doing that. Just a couple of little tip bits on some of the points these guys made. Apparently now, and I read this, I haven't counted, so I don't know, but every 48 hours now, as much information is generated in the world as was generated in the entire history of the world pre-2003, which is quite significant. There's an awful lot of information being generated. It's not all by the GCSB, it's by Google and YouTube, and you name it. So there's an awful lot of stuff happening, and it's led to this term called Infobesity, which I wasn't really aware of until recently, but it's very true. There are 100 hours of content uploaded to YouTube every minute. That's 16 years, 16 years of content every day. Now if you think that 99% of that content is rubbish and it is, it's people dressed in chimpanzee suits with their asses hanging out, even 1% of that makes 60 hours of really good content every day generated. That's too much for anyone to watch, obviously. You can't watch 60 hours of content in 24 hours. And that's what we're competing against. It's exactly what every one of us are out there competing against. If I go out and make a $1 million television commercial, which is a chance to be a fine thing these days, but if you go out and make a $1 million television commercial, does that make it a million times more effective than a $1 home video shot on an iPhone of a cat playing with a toy? Does it make it a thousand times more effective than someone who went out with a GoPro and did a bit of their own editing? Probably not. It's extremely difficult now to produce big stuff like this and expect it to be effective. And what that's happened is it's eroding the value of advertising. It's eroding the value of my business as some of the output of our, you know, of what we do. And that's a little bit scary. It just means that we have to apply our creative and strategic brains in other ways. And by that I mean less about making ads to compete with the 16 years of content that's uploaded on one single platform every day, and more about trying to create value for our customers. There's a saying that it's probably a few years old now, but I still use it quite a bit. You can't interrupt what people are interested anymore. You have to actually be what they're interested in. And that's extremely know, it's a few years old now, but I still use it quite a bit. You can't interrupt what people are interested anymore. You have to actually be what they're interested in, and that's extremely true. The democratisation of content has meant that people are in complete control of everything that they view. You can't force anything on them. You have to actually be the stuff that they want to see, which is pretty difficult. And you have to be where they're interested as well. So you have to be on all these platforms. And there's a bunch of examples who have done it well. With a lot more money, might I say, than most people in this room in terms of budgets, which again presents a really difficult conundrum and I'm sure there are a number of you wrestling with this at the moment. I know most of my clients are. This move around the world from 360 degrees to 365 days and people being, or brands being always on and communicating with your customers all the time has meant that we've got a limited pot of money. We can either be a little bit interesting, often, and a lot of my clients have gone this way. Let's not do big TV campaigns. Let's not do big ag campaigns. Let's put our money into social and digital, and let's communicate with our customers on a regular basis all the time, which is great. And then six months down the track, they go, our brand track is not moving. We're not getting the sort of impact that we need. We need something that's going to make us famous. So give us a big campaign, which is represented by the bottom line. You can't have both, and they're wrestling with that because we don't have enough money. We're not Old Spice. We don't have trillions of dollars to throw out campaigns where they can be everywhere at all times. This is really tricky. The other trouble with being interesting, as I looked at this kind of slide, and I thought, well, it's not very interesting. So I put a picture in the background that makes it kind of a little bit more interesting. And the trouble with that is that everybody is now looking at that picture and going, well, what's happened there? Do that guy fall on a basket of knitting needles? Did he intend to put those things in his mouth? What's he actually looking at? And you're not thinking about my slide. And so being interesting, it can't come at the expense of being effective and being relevant to your customers and also being relevant to your brand. So you've got to be really careful about that. A client came to me the other day and said, we want to create another ice bucket challenge for our brand. And that's an interesting conundrum again because what is it that made the ice bucket challenge interesting? What is it that made that effective? Incidentally, the ice bucket challenge has raised over 100 million bucks for the thing that it's raising money for, which I've forgotten. Shows how effective it was. But the beauty about that is that it wasn't just interesting. It's not that interesting watching an American guy you've never heard or never seen splashing cold water on. And what is interesting is that it creates value. It creates value both in terms of social currency for people to pass on. It creates value for the world in terms of this is actually raising money for very worthy charities. And also, they say that charity is the favoured drug of the rich. And giving things and being generous releases a drug called oxytocin, which is about human connection and it's the love drug. So it actually does make people feel good. So there's a lot of ways that this was creating value for people and creating value for the world, not just being interesting. So we should start thinking about that. Instead of just being interesting, they start thinking about being valuable. The whole world runs on incentives, and I'll skip through that. This is a chart called the Maslow's hierarchy of customer service, and I think that it relates a little bit to advertising as well. If you can meet someone's needs, you'll get satisfaction. If you can meet their wants, you get loyalty. And if you can meet needs that were previously unrecognised, you'll get people talking about you and get advocacy. If you think about advertising in that way, you can tell someone you've got a product, that's fine. You can tell somebody you've got a product in a really interesting, engaging way. That's probably better. But actually, if you can add value to someone's life in a way that they didn't know that they previously needed, then that's where you probably get advocacy. And I think that's where we can be far more effective. You've got 15 seconds left. In terms of things that we can create, we can go from advertising through to creating utility, a better life and a better world, from generating attention to generating interestingness to generating value. And I think that's where the power lies. We want to create positive feelings about brands. That is the chemical symbol for dopamine, which is the neurochemical that is responsible for motivation, discovery. It's triggered by reward, by humor, by surprise and anticipation. And it's the drug that's released when you see advertising that's new or interesting or makes you laugh. It makes people feel good, and therefore, when they go to buy your brand they get that feeling again they feel good. That's kind of the chemical thing behind why advertising is effective. Oxytocin is similar it's concerned with empathy, trust, belonging and love. Anything to do with generosity or human connection generates oxytocin in people's bodies which feels good and people feel connected to your brand, which again is another reason why creative advertising and emotive advertising is far more effective than stuff that's not. Those drugs work much better at this end of the scale than they do at that end. I don't think it takes a rocket scientist to work that out. I'll just take another 20 seconds. Is that going to be okay? Good. I can't see anyone, but I'm just going to keep going. So that that leads me into the topic of purpose, and purpose is a real buzzword, and you may have talked about this already today. I don't know. But but I'm just going to keep going. So that leads me into the topic of purpose. And purpose is a real buzzword, and you may have talked about this already today, I don't know. But this is a Deloitte, who are a big company, you know, you may have heard of them, who did a reasonably robust survey around brands and businesses who have a strong sense of purpose versus those who don't. Over the past year, my companies perform well financially. Ones with a strong sense of purpose, significantly higher than those who don't. History of financial performance, distinctive brands, strong customer satisfaction, and even more so strong employee satisfaction. A purpose of generosity really does generate business results, probably for the reasons that I just explained rather poorly before. What goes around comes around, and my point I guess is that generosity is probably a very good strategy going forward as opposed to just simple interestingness. So if you think about that cat video with 50 million hits, if you think about the budget that old spice has, if you think about the 100 hours of content uploaded every minute, the fickle and fleeting attention spans, 8, 9 seconds that these guys were talking about, what made the ice bucket challenge powerful, what's in it for me, the world runs on incentives. Think of dopamine, oxytocin, people who tattooed brand names on themselves and why? The success of purposeful companies, the power of generosity. And then next time maybe when we think about creating ads, perhaps we should think a little bit about creating value. That's my point. Well, thanks guys. We've got time for, or two or three minutes for two or three questions. One question each, if you can fire them at them. And then we're going to break for a couple of minutes before we set up for the final speaker of the afternoon. So any questions out there for any of the guys? Guys, I'm really interested to know whether you think with the overload or the info, obesity, I love that, it's going to be my new word, is that people will just switch off one day. I've come across a couple of people in the last couple of weeks, mid-40s, who have just stopped using Facebook. They were on it all the time for business and personal, and they just woke up one day, both of them, separately, don't know each other and said, enough this is taking up too much my time and they just realized they were time deprived and that was it. And I wonder, I'd love to know whether you guys think that will happen with some of the other social media platforms that B2B use for instance. I think definitely that'll happen, it's already happening. And that's kind of my point around just interestingness and snackable content probably is enough because there's more than enough of that to go around. People will just start switching off. You have to actually be providing and creating value for your customers, give them something back in a value exchange in order for them to want to engage with you. It's just simply a tidal wave of content and interesting stuff that no human can cope with. And I'm not surprised they switch off. I don't use Facebook anymore either. A couple of weeks ago, I took the app off my phone. Same reason. The thing that's interesting, though, I think, is that I don't think they'll switch off and create a vacuum. I think they'll switch off and onto something else. So it's really just exchanging one behavior for the same sort of behavior but on a different platform. And at the end of the day, people are always interested in things that they find interesting. So, you know, for example, if I saw an ad in the Herald which said this is a thousand words about Steve Ballanty, I'd read every last one. Me too. Me too. There aren't that many words to describe you, Steve. Anything else? Interesting thing, I've actually gone off Facebook too. In fact, I've got three Facebook pages. There aren't that many words to describe you, Steve. Anything else? Interesting thing. I've actually gone off Facebook, too. In fact, I've got three Facebook pages. One set up by my kids, two set up by a couple of companies I'm involved with, and I don't know the passwords. The other two, I can't stop them. It's like the sources of Britain. And my kids are now off Facebook because I'm on it. Yeah. Anything else? Well, thanks, guys. That was terrific. I'm really interesting. Thank you. And I think that we... Yeah, go round of applause, please."}