{"speakers": [], "chunks": [{"timestamp": [0.0, 6.0], "text": " Hi-a-da. Good morning everybody. My name's Mark Quigley. I'm Associate Principal at the school here."}, {"timestamp": [6.0, 12.16], "text": " Tony Zillum, Deputy Principal. And I guess between us, we're the drivers of what we've done at"}, {"timestamp": [12.16, 17.44], "text": " Aldoever College in the last couple of years in terms of getting it off the ground and getting it going."}, {"timestamp": [17.44, 25.02], "text": " Sorry, we're a bit late. As we said in the auditorium, the conference wireless, should be switching on any time now."}, {"timestamp": [25.38, 28.6], "text": " Probably take them five minutes for the techies to switch buttons and flick switches"}, {"timestamp": [28.6, 30.56], "text": " and argue with each other to get it going."}, {"timestamp": [30.68, 34.56], "text": " But it should be going any time now with switching it on so you can tweet along"}, {"timestamp": [34.56, 41.0], "text": " or ignore me entirely and do your emails and things while you've got an hour off school this morning."}, {"timestamp": [41.44, 46.68], "text": " Kate Shevlin, you've met up on the stage and me and Tony are here and we'll get going."}, {"timestamp": [46.86, 51.92], "text": " So this, what we wanted to do with this one was just we sent out most of the stuff to you"}, {"timestamp": [51.92, 57.16], "text": " and hopefully you got that and you've done your homework, or we call it prep at the school now."}, {"timestamp": [57.26, 60.02], "text": " It's that sort of flip classroom approach if you like."}, {"timestamp": [60.1, 63.44], "text": " So you come to something that you've got a bit of a mindset, you're a little bit prepared"}, {"timestamp": [63.44, 66.32], "text": " and we're thinking along the lines, and you can ask questions."}, {"timestamp": [66.96, 70.48], "text": " So what we want to do is go through this reasonably quickly,"}, {"timestamp": [71.16, 76.42], "text": " and then give you a time to ask questions of us, get our feelings, we're not right,"}, {"timestamp": [76.84, 78.42], "text": " we're just saying what we're doing."}, {"timestamp": [78.8, 81.46], "text": " It might not be the way, might not be the only way,"}, {"timestamp": [81.94, 83.64], "text": " but at least we're starting down that road."}, {"timestamp": [84.1, 88.86], "text": " So we started probably in 2000, if you look at it, with Manaki-Ollera, a values-based"}, {"timestamp": [88.86, 90.6], "text": " program that we have at O'Rewa College."}, {"timestamp": [91.78, 96.02], "text": " And then we, in about 2005, looked at our teaching and learning."}, {"timestamp": [96.12, 101.14], "text": " So we had two pillars of the school, if you like, that we believed in, that the staff"}, {"timestamp": [101.14, 106.06], "text": " brought into, and that we had a significant amount of professional development"}, {"timestamp": [106.06, 113.08], "text": " and a significant amount of time and energy put in. So that was the first key thing. When you do"}, {"timestamp": [113.08, 119.08], "text": " something at school, and I'm not telling you how to suck eggs or anything, but if you're not"}, {"timestamp": [119.08, 129.84], "text": " going to jump in boots and all, then it'll be piecemeal. And when we did these things, Kate, who's just walked in, our principal said, okay, we're"}, {"timestamp": [129.84, 131.72], "text": " going down this path, let's do it."}, {"timestamp": [131.72, 133.98], "text": " And the resources went in."}, {"timestamp": [133.98, 136.38], "text": " All the resources we needed went into it."}, {"timestamp": [136.38, 140.5], "text": " If we wanted it, if we needed it, it was done."}, {"timestamp": [140.5, 143.38], "text": " It became part of policy."}, {"timestamp": [143.38, 145.6], "text": " It was written into our quality assurance manuals. It was written into our quality assurance manuals."}, {"timestamp": [145.62, 146.88], "text": " It was written into our policies."}, {"timestamp": [147.64, 151.2], "text": " First monarchy, then Arco, and more latterly B-YOD."}, {"timestamp": [151.94, 154.52], "text": " So it became part of the culture and the fabric"}, {"timestamp": [154.52, 156.64], "text": " and the administration of the organisation."}, {"timestamp": [157.0, 159.42], "text": " So in terms of leadership, I think that's very important."}, {"timestamp": [161.92, 171.96], "text": " We sort of, if you look at the timeline, if you like, of what we wanted, you know, we had way back the basic IT, ICT dial-up, this was probably 2000."}, {"timestamp": [172.86, 186.16], "text": " It was going into PC labs and our focus was on PCs and we got cows and, you know, lambs and sheep and things like that that we move around the classroom and we had our labs."}, {"timestamp": [186.7, 191.4], "text": " Then we sort of had this vision, if you like, of e-learning."}, {"timestamp": [191.58, 193.32], "text": " And we don't even like that term anymore."}, {"timestamp": [193.46, 193.94], "text": " It's learning."}, {"timestamp": [194.18, 195.0], "text": " Forget e-learning."}, {"timestamp": [195.12, 195.66], "text": " It's nothing new."}, {"timestamp": [195.72, 197.0], "text": " This is what learning is now."}, {"timestamp": [198.08, 201.66], "text": " And if you think it's different from learning, then probably we're not on the same page."}, {"timestamp": [201.74, 202.56], "text": " This is what learning is."}, {"timestamp": [202.56, 204.06], "text": " It's learning in the 21st century."}, {"timestamp": [205.12, 209.88], "text": " So we were sort of at this level, I guess, a couple of years ago."}, {"timestamp": [209.88, 212.18], "text": " We had some digital curriculum integration."}, {"timestamp": [212.18, 215.32], "text": " We'd been through the ICTPD workshops."}, {"timestamp": [215.32, 218.12], "text": " We'd been through the contract."}, {"timestamp": [218.12, 219.6], "text": " We'd gone to the U-Learn things."}, {"timestamp": [219.6, 221.76], "text": " We'd heard all the flashwords."}, {"timestamp": [221.76, 223.56], "text": " We'd done a lot of professional development"}, {"timestamp": [223.56, 224.76], "text": " with our staff."}, {"timestamp": [224.76, 225.44], "text": " We'd convince them that this professional development with our staff. We'd convinced"}, {"timestamp": [225.44, 231.84], "text": " them that this is the way we should go and then we disappointed them by not being able to deliver."}, {"timestamp": [231.84, 237.76], "text": " We couldn't deliver bandwidth, we couldn't deliver access to machines, we couldn't deliver what we'd"}, {"timestamp": [237.76, 247.9], "text": " created in our staff that belief in way teaching and learning should occur and the belief that there is a different way."}, {"timestamp": [247.9, 254.3], "text": " And we had those arguments for probably 18 months, 2009 we went BYOD, in other words we told the"}, {"timestamp": [254.3, 259.0], "text": " students you can bring our laptop to school and you can get on our wireless, go for it."}, {"timestamp": [259.0, 264.3], "text": " Because we're a D.O.8,9 school. We knew most of the students had some sort of device. It didn't matter."}, {"timestamp": [264.3, 272.0], "text": " But what we ended up doing was getting an argument between ourselves, really, we were saying to the staff,"}, {"timestamp": [272.0, 276.44], "text": " why aren't you doing things different? Why don't you teach in a different way? Use the internet,"}, {"timestamp": [276.44, 280.86], "text": " get things going, give stuff to the students, put information up there for prep, let them prep"}, {"timestamp": [280.86, 284.54], "text": " before the classroom. The answer we got back from the staff, well, the students aren't bringing"}, {"timestamp": [284.54, 288.1], "text": " their devices to school. So I'm double teaching. I've got"}, {"timestamp": [288.1, 291.94], "text": " eight in my class that sit there with a computer and the rest of them sit there and want a"}, {"timestamp": [291.94, 296.98], "text": " pen and paper. So we asked the students the same question and they said, well, you know, Mr."}, {"timestamp": [297.1, 300.28], "text": " Smith, he still gives out the handouts. We still have to fill in the bits of paper. Why would"}, {"timestamp": [300.28, 307.54], "text": " I do it on a computer? What's different? And so we got into that argument, do we buy more computers?"}, {"timestamp": [307.66, 309.54], "text": " Do we resource more labs?"}, {"timestamp": [309.62, 310.4], "text": " Do we get more pods?"}, {"timestamp": [310.48, 312.46], "text": " Do we put computers in the back of classrooms?"}, {"timestamp": [313.7, 317.0], "text": " We were wanting to do this sort of neat stuff, but we couldn't deliver."}, {"timestamp": [317.0, 320.42], "text": " And I guess probably when I've talked to people around the country,"}, {"timestamp": [320.54, 322.4], "text": " that's the situation that a lot of people are in."}, {"timestamp": [323.02, 325.06], "text": " They just can't do what they want to do."}, {"timestamp": [325.16, 330.02], "text": " Teachers will do it. Students will get on with it. But unless you've got ubiquitous access,"}, {"timestamp": [330.42, 335.3], "text": " a device in front of you, connected to the internet, so that when you inspire, when you like"}, {"timestamp": [335.3, 339.42], "text": " that little flame of curiosity in a student, when you mention something and you're teaching"}, {"timestamp": [339.42, 344.2], "text": " Dolkia decorum Easton Wilfred Owens poetry in World War I, and some students say, well, what are"}, {"timestamp": [344.2, 345.5], "text": " talking about, trenches and that?"}, {"timestamp": [345.74, 350.18], "text": " You can automatically go to Google images or whatever and show the pictures of the trenches."}, {"timestamp": [350.86, 351.48], "text": " Show video."}, {"timestamp": [352.32, 355.44], "text": " They don't have to hear you reading Wilfred Owen's poem out."}, {"timestamp": [355.92, 360.08], "text": " They can hear Sir John Gilgut doing it, which is much better than you."}, {"timestamp": [360.52, 363.06], "text": " Hate to say it, even though some of you probably think you're pretty good."}, {"timestamp": [363.94, 368.08], "text": " So we wanted to head that way and I guess what we do"}, {"timestamp": [368.08, 372.54], "text": " we've built this faday of learning this is our sort of I guess our concept of the"}, {"timestamp": [372.54, 375.88], "text": " school we have our two main pillars monarchy and Ulrio our main"}, {"timestamp": [375.88, 380.3], "text": " supported by tradition we don't lose tradition in our school"}, {"timestamp": [380.3, 384.24], "text": " we believe in our past we believe in where we come from and innovation"}, {"timestamp": [384.24, 385.24], "text": " and on the base we've far now we come from, and innovation. And on the"}, {"timestamp": [385.24, 389.6], "text": " base, we're Farnow, our parents, our caregivers and our teachers and students. But anything"}, {"timestamp": [389.6, 398.08], "text": " we do sits inside that Farno, that Farray of learning. Anything we do, B-YOD, whether it's"}, {"timestamp": [398.08, 404.84], "text": " Harbinet, whatever we do, sits inside there. So as long as we can take sport and put it in"}, {"timestamp": [404.84, 406.82], "text": " there and say this is what"}, {"timestamp": [406.82, 412.54], "text": " we believe in sport. Sport if you aren't respectful and part of the team, sorry you don't play"}, {"timestamp": [412.54, 420.6], "text": " on Saturdays. If you don't understand how you acquire skills in those stages of skill development,"}, {"timestamp": [420.6, 425.38], "text": " cognitive, associative, autonomous, which is very similar to the solo taxonomy"}, {"timestamp": [425.38, 429.54], "text": " that Biggs and Collis go on about, that we actually believe in. If you don't understand"}, {"timestamp": [429.54, 433.8], "text": " that as a coach, it's not part of our school. We want you to innovate, but we want you to"}, {"timestamp": [433.8, 438.76], "text": " believe that, you know, 15 years ago our senior girls volleyball team won a competition and we"}, {"timestamp": [438.76, 443.54], "text": " want to aspire to be like them. The same with the arts or professional development or"}, {"timestamp": [443.54, 445.1], "text": " performing arts. It's within"}, {"timestamp": [445.1, 450.42], "text": " our Faroe of learning that we set things up. So why we made the decision, the decision was about"}, {"timestamp": [450.42, 455.42], "text": " teaching and learning. We believed in 21st century things. The things that you've heard at conferences"}, {"timestamp": [455.42, 460.52], "text": " for the last eight or nine years. We believed in that. We thought that this was good. We got the"}, {"timestamp": [460.52, 465.96], "text": " perfect storm of technologies, if you like. Ultra fast broadband became available to us."}, {"timestamp": [466.12, 469.18], "text": " We convinced Vector to run a cable from the street,"}, {"timestamp": [469.42, 471.2], "text": " up on the main street up there, down to the school."}, {"timestamp": [472.1, 473.96], "text": " We had good Wi-Fi in the school,"}, {"timestamp": [474.08, 475.68], "text": " enterprise-level Wi-Fi in the school,"}, {"timestamp": [475.8, 477.38], "text": " so we could pump out the information."}, {"timestamp": [478.3, 480.72], "text": " And we went with the iPad, why the iPad?"}, {"timestamp": [480.72, 482.62], "text": " Because at the time we made the decision,"}, {"timestamp": [482.78, 484.34], "text": " it was the best technology available."}, {"timestamp": [484.86, 488.34], "text": " We're not saying necessarily that's so now, but we're quite happy with the decision we made."}, {"timestamp": [488.78, 492.3], "text": " It is the decision we have made, and it suited us to go with that."}, {"timestamp": [492.42, 494.1], "text": " The technology's become affordable now."}, {"timestamp": [494.7, 495.84], "text": " Everything's on a bit of a par."}, {"timestamp": [496.32, 501.36], "text": " Other platforms are slowly catching up, but we believe that the iPad is still out there in front at the moment."}, {"timestamp": [502.24, 505.48], "text": " So those things came together, and that's why we made the decision."}, {"timestamp": [505.48, 508.7], "text": " We wanted to deliver teaching or learning."}, {"timestamp": [508.7, 510.38], "text": " We had the technologies."}, {"timestamp": [510.38, 513.08], "text": " We went with an iPad but that's irrelevant."}, {"timestamp": [513.08, 518.04], "text": " The relevancy is that the students have connection, ubiquitous connection, when they need it,"}, {"timestamp": [518.04, 519.84], "text": " as they need it, where they need it."}, {"timestamp": [519.84, 525.94], "text": " Anywhere or what we say, WWW is no longer the World Wide Web, it's whatever,"}, {"timestamp": [526.26, 527.24], "text": " whenever, wherever."}, {"timestamp": [528.14, 529.88], "text": " And that's the philosophy you have at the school."}, {"timestamp": [529.96, 532.12], "text": " And by the way, in terms of our pastoral"}, {"timestamp": [532.12, 534.02], "text": " system, we"}, {"timestamp": [534.02, 536.18], "text": " add another W, the fourth W is"}, {"timestamp": [536.18, 538.12], "text": " whoever, which we'll talk"}, {"timestamp": [538.12, 540.06], "text": " about if you hear the pastoral side"}, {"timestamp": [540.06, 541.92], "text": " of things. So those things came"}, {"timestamp": [541.92, 543.8], "text": " together and allowed us to make that"}, {"timestamp": [543.8, 544.5], "text": " decision."}, {"timestamp": [547.76, 553.36], "text": " So if you're going down that path, which I hope many of you are, and I hope many of you are considering going down"}, {"timestamp": [553.36, 558.08], "text": " that path, you've got to do some things in the school. You have to have some things you don't"}, {"timestamp": [558.08, 563.84], "text": " set yourself up to fail. And we've talked to a few schools now and they have made a few wrong"}, {"timestamp": [563.84, 565.32], "text": " decisions. Firstly, you've got to have the technology to make it schools now, and they have made a few wrong decisions."}, {"timestamp": [568.52, 569.02], "text": " Firstly, you've got to have the technology to make it work."}, {"timestamp": [570.86, 571.1], "text": " You have to have ultra-fast broadband."}, {"timestamp": [576.22, 576.84], "text": " You know, we're pumping out four terabits of data, or sucking down, four terabits of data a month at the moment."}, {"timestamp": [580.3, 580.9], "text": " We have 1,800 devices on the network at any particular time."}, {"timestamp": [584.6, 585.54], "text": " That doesn't mean we have 1,800 students with iPads or computers here, but we do"}, {"timestamp": [585.54, 591.34], "text": " have 1,800 students with a computer and a cell phone and maybe an iPod touch as well, and"}, {"timestamp": [591.34, 597.52], "text": " some students have three or four devices on the network. So you have to have that to make it"}, {"timestamp": [597.52, 603.3], "text": " work because you're asking teachers, in some cases teachers who have been teaching for 25, 30"}, {"timestamp": [603.3, 609.64], "text": " years to make a fundamental paradigm shift in the way that they teach."}, {"timestamp": [609.64, 611.8], "text": " And you're asking them to expend a lot of energy"}, {"timestamp": [611.8, 614.9], "text": " and a lot of time being professionally developed,"}, {"timestamp": [614.9, 617.52], "text": " trying things out, risking that control"}, {"timestamp": [617.52, 620.48], "text": " that teachers have always liked in their class"}, {"timestamp": [620.48, 623.52], "text": " on something they're not too sure about."}, {"timestamp": [623.52, 625.4], "text": " So if you put blocks in their way"}, {"timestamp": [625.4, 627.48], "text": " that the wireless doesn't work all the time"}, {"timestamp": [627.48, 629.28], "text": " or the internet's not working,"}, {"timestamp": [630.38, 632.18], "text": " all you're doing is setting yourself up for the teachers"}, {"timestamp": [632.18, 633.82], "text": " and try this again, that's a waste of time,"}, {"timestamp": [633.82, 635.58], "text": " let's just go back to IPN and eye paper."}, {"timestamp": [636.32, 637.04], "text": " It's much easier."}, {"timestamp": [637.62, 639.18], "text": " So that would be the first thing we'd say."}, {"timestamp": [639.76, 641.42], "text": " A staff with a common vision of the school"}, {"timestamp": [641.42, 642.2], "text": " and teaching and learning,"}, {"timestamp": [642.3, 643.5], "text": " well we had our farahe of learning."}, {"timestamp": [643.6, 646.72], "text": " We had Ako orIwa and Manaki Orira as I showed you in the previous"}, {"timestamp": [646.72, 652.72], "text": " slide. That was there. So we had that capacity within the school. A culture of learning"}, {"timestamp": [652.72, 657.68], "text": " and the staff and the willingness to move ahead. We found the staff who wanted to go with this."}, {"timestamp": [657.68, 663.04], "text": " We found an original 50 staff members that just wanted to fly with it. Yeah, give me a go,"}, {"timestamp": [663.04, 666.5], "text": " I'll take a risk if my poetry curriculum"}, {"timestamp": [666.5, 669.14], "text": " or my unit of poetry falls to bits because it's all fallen to bits"}, {"timestamp": [669.14, 670.1], "text": " will so be it."}, {"timestamp": [670.42, 672.3], "text": " I'm a good enough teacher to make that up later."}, {"timestamp": [673.42, 677.04], "text": " And we had those people, and those people have led the rest of the staff on the way."}, {"timestamp": [677.2, 680.86], "text": " Those are the people that have got things going on top of what we're doing."}, {"timestamp": [681.3, 684.96], "text": " A good pastoral system, you will need to think about this."}, {"timestamp": [685.7, 686.24], "text": " This is vital."}, {"timestamp": [690.24, 695.04], "text": " And hopefully some of you are going to see Linda Rubin speak. She's our year 10 dean and she's the sort of architect of, I guess, of what we're doing pasturally. Because suddenly you're putting"}, {"timestamp": [695.04, 701.58], "text": " ubiquitous anywhere, any place, any time, access into the hands of 1,800 students with"}, {"timestamp": [701.58, 706.88], "text": " virtually zero filtering, and they have to learn to use it reasonably."}, {"timestamp": [707.78, 709.34], "text": " And we have that philosophy in the school."}, {"timestamp": [709.42, 711.12], "text": " You'll hear in the pastoral system if you go to that."}, {"timestamp": [711.68, 713.54], "text": " Why would we put big filters and blocks"}, {"timestamp": [713.54, 715.3], "text": " and not let the students do this and do that"}, {"timestamp": [715.3, 718.64], "text": " and use other thing if we're wanting to teach them"}, {"timestamp": [718.64, 719.9], "text": " good digital citizenship?"}, {"timestamp": [720.32, 721.96], "text": " Why would we put artificial walls up?"}, {"timestamp": [723.22, 724.26], "text": " Let them make the mistake."}, {"timestamp": [724.42, 725.54], "text": " Let them learn responsibility."}, {"timestamp": [726.5, 728.78], "text": " Let them know that on a network, any network,"}, {"timestamp": [728.96, 730.36], "text": " the modern world that they're in,"}, {"timestamp": [730.9, 732.1], "text": " they're not private on the internet."}, {"timestamp": [732.6, 733.2], "text": " People can watch."}, {"timestamp": [733.26, 735.38], "text": " I can sit in my office and see exactly what they're doing."}, {"timestamp": [736.28, 737.14], "text": " Anytime I want."}, {"timestamp": [738.12, 739.52], "text": " And if the students understand it,"}, {"timestamp": [739.58, 741.24], "text": " then they'll start to use things responsibly."}, {"timestamp": [741.7, 744.26], "text": " I think our students have moved past that,"}, {"timestamp": [744.52, 745.04], "text": " I want to play angry birds in the class all day. I think our students have moved past that I want to play"}, {"timestamp": [745.04, 750.48], "text": " angry birds in the class all day I think if you wandered around and talked to a few of them if they"}, {"timestamp": [750.48, 755.28], "text": " were in school today you would see that they aren't all sitting out at interval and lunchtime on"}, {"timestamp": [755.28, 760.0], "text": " Facebook they're over that you know typical education we've sucked the fun even out of iPads"}, {"timestamp": [761.84, 766.36], "text": " so they're over that you know you say well why aren't you on your iPad at Facebook at lunchtime"}, {"timestamp": [766.36, 768.46], "text": " I'm on the iPad five hours a day anyway"}, {"timestamp": [768.46, 769.76], "text": " you want me to do it at lunchtime too"}, {"timestamp": [769.76, 773.06], "text": " so the students have adapted which we knew they would"}, {"timestamp": [773.06, 774.1], "text": " young people are resilient"}, {"timestamp": [774.1, 777.42], "text": " what they need is leadership from the older generation"}, {"timestamp": [777.42, 779.24], "text": " whether it's a sports coach an art teacher"}, {"timestamp": [779.24, 782.96], "text": " a music teacher or a teacher in a classroom"}, {"timestamp": [782.96, 785.62], "text": " so we had that good pastoral system in place"}, {"timestamp": [785.62, 787.32], "text": " and we're continuing to work on that."}, {"timestamp": [787.72, 790.78], "text": " Please don't think it's been painless and smooth though."}, {"timestamp": [791.36, 793.06], "text": " You know, yesterday we were dealing with students"}, {"timestamp": [793.06, 794.1], "text": " misusing their devices."}, {"timestamp": [794.94, 795.78], "text": " That will continue."}, {"timestamp": [796.82, 798.9], "text": " But it's no reason not to do it."}, {"timestamp": [799.98, 800.94], "text": " Support from all levels."}, {"timestamp": [801.06, 803.26], "text": " Well, first you've got to get your board behind you, of course."}, {"timestamp": [803.62, 807.32], "text": " Well, first we, Kate was behind us, but Kate was part of the team anyway."}, {"timestamp": [807.46, 810.24], "text": " We don't have to go to Kate and say, can we do this, please?"}, {"timestamp": [810.36, 812.02], "text": " It's just all part of one team."}, {"timestamp": [812.98, 816.32], "text": " All right, so we had that level at senior management level, the senior management team."}, {"timestamp": [816.7, 819.82], "text": " The board, our board are good, they're reasonable."}, {"timestamp": [820.52, 822.2], "text": " They listen to argument."}, {"timestamp": [822.72, 825.32], "text": " They're open-minded, and they were willing to go with us."}, {"timestamp": [825.4, 827.34], "text": " We got the HODs on board and the staff on board,"}, {"timestamp": [827.44, 829.54], "text": " so everything was aligned in the last group"}, {"timestamp": [829.54, 831.26], "text": " that we had to convince was the parent body."}, {"timestamp": [831.7, 832.78], "text": " But again, we're lucky."}, {"timestamp": [833.56, 836.04], "text": " We've worked with parents over the last 10 years closely."}, {"timestamp": [836.16, 837.18], "text": " We've kept them pretty informed."}, {"timestamp": [837.6, 840.22], "text": " And they, I think, are at the point where they trust us."}, {"timestamp": [841.14, 842.88], "text": " And yes, we had lots of parent meetings"}, {"timestamp": [842.88, 844.64], "text": " and yes, lots of Q&A sessions"}, {"timestamp": [844.64, 848.4], "text": " where we had arguments and discussions and they touched the iPad."}, {"timestamp": [848.5, 854.16], "text": " But on the whole, the parents, despite what you heard a couple years ago in the media, were very, very supportive of what we were doing."}, {"timestamp": [854.46, 857.98], "text": " They could see that that's the world that they live in, they exist in."}, {"timestamp": [858.06, 864.96], "text": " When they go to work as a diesel mechanic, they actually press buttons on a machine on a touchscreen to tune the diesel engine,"}, {"timestamp": [865.08, 867.36], "text": " or they order things online and parts and things."}, {"timestamp": [867.46, 869.4], "text": " They write reports on a computer database."}, {"timestamp": [869.9, 871.14], "text": " They don't write it out by hand."}, {"timestamp": [871.22, 872.54], "text": " They don't have to do things manually."}, {"timestamp": [873.04, 876.24], "text": " So the parent body got on board, and we did a lot of work on this."}, {"timestamp": [876.24, 878.76], "text": " We had a lot of meetings and discussions about that."}, {"timestamp": [878.76, 880.62], "text": " Some people like the claim partners."}, {"timestamp": [880.76, 885.0], "text": " Our strategic plan. Our plan. In the air."}, {"timestamp": [885.0, 893.0], "text": " I grew up wanting to be on a plane, wanting to be at this high."}, {"timestamp": [893.0, 897.0], "text": " The next time is up to reach 60 below."}, {"timestamp": [897.0, 898.0], "text": " It's crisp."}, {"timestamp": [898.0, 899.0], "text": " It's refreshing."}, {"timestamp": [899.0, 901.0], "text": " You never know what you're going to come across up there."}, {"timestamp": [901.0, 904.0], "text": " Hey, you're genders, hours."}, {"timestamp": [904.0, 905.0], "text": " Owls. These people back here? That's why I come to work. That, Ghee, towers, hours. Owls."}, {"timestamp": [905.0, 907.0], "text": " These people back here?"}, {"timestamp": [907.0, 909.0], "text": " That's why I come to work."}, {"timestamp": [909.0, 910.0], "text": " That's why I'm building airplanes."}, {"timestamp": [910.0, 912.0], "text": " It's got out."}, {"timestamp": [912.0, 914.0], "text": " We're not to build that plane here."}, {"timestamp": [914.0, 916.0], "text": " We're not going to drink."}, {"timestamp": [916.0, 918.0], "text": " I let this go."}, {"timestamp": [918.0, 921.0], "text": " I got my face up here."}, {"timestamp": [921.0, 924.0], "text": " When I look up there, I see that little kid."}, {"timestamp": [924.0, 925.08], "text": " I look at his eyes. I saw the little kid, they look at his eyes,"}, {"timestamp": [925.8, 926.84], "text": " I saw the things I mean."}, {"timestamp": [928.88, 934.46], "text": " All right, so a lot of people when they came into this conference wanted to know what our strategic plan was."}, {"timestamp": [934.52, 937.86], "text": " Well, we gave it to you, and it's done on the fly."}, {"timestamp": [938.14, 940.76], "text": " Every day it changes, because we don't know what we don't know."}, {"timestamp": [940.82, 941.82], "text": " We've never done this before."}, {"timestamp": [942.44, 949.6], "text": " And there's not a lot of places around the world that have done it anywhere, on a full scale, full school, the whole thing. And where we have"}, {"timestamp": [949.6, 955.4], "text": " looked around the place, they're on the same path as us. So we gave you that document, we sent"}, {"timestamp": [955.4, 959.18], "text": " that out to you beforehand and we've given you the opportunity to look at it and have a look"}, {"timestamp": [959.18, 963.82], "text": " at it. So this part of the presentation, as I say, I've gone through the bits reasonably quickly."}, {"timestamp": [963.82, 968.0], "text": " Hopefully you've had a wee look at it. And what I'll do is I'll go around each of the presentation. As I say, I've gone through the bits reasonably quickly. Hopefully you've had a wee look at it and what I'll do is I'll go around each of those things."}, {"timestamp": [968.0, 973.0], "text": " They're in no particular order and this time we ask some questions."}, {"timestamp": [973.0, 976.0], "text": " If you've got some questions or got some opinions because your opinions are important too"}, {"timestamp": [976.0, 981.0], "text": " because there could be people out there, I'm sure there are people out there that have got a few ideas that we'll go,"}, {"timestamp": [981.0, 986.14], "text": " oh, that was a good idea and we'll take credit for it. But we'll steal it off you now. But that's okay."}, {"timestamp": [987.34, 990.58], "text": " So our BYOD rollout, for those people that had a listen."}, {"timestamp": [990.7, 996.52], "text": " The BYAD rollout started in 2009 last year, for year 9s in 2012 last year."}, {"timestamp": [996.98, 1006.0], "text": " This year it's rolled out into 2013 into year tens and year eights."}, {"timestamp": [1006.5, 1008.1], "text": " So we have three year levels"}, {"timestamp": [1008.1, 1009.54], "text": " with full B-Y-O-D."}, {"timestamp": [1010.76, 1013.24], "text": " The plan is that it rolls up into"}, {"timestamp": [1013.24, 1016.3], "text": " 2014 into year 11th. We haven't"}, {"timestamp": [1016.3, 1017.96], "text": " chosen year 7s because we thought"}, {"timestamp": [1017.96, 1020.08], "text": " they're coming new into the school. They've got to buy"}, {"timestamp": [1020.08, 1022.34], "text": " uniforms. It's all new and exciting for them."}, {"timestamp": [1022.68, 1030.1], "text": " There's enough expense on the parents. But in saying that, most of the year sevens have brought a device with them anyway. So we're rolling into"}, {"timestamp": [1030.1, 1034.46], "text": " year sevens. We are looking, we've got a group looking that's started right now, Tony's running"}, {"timestamp": [1034.46, 1040.88], "text": " it, or one of the HODs is running it, looking at the NCAA, how it's going to impact"}, {"timestamp": [1040.88, 1045.04], "text": " the NCAA, how BYOD will match the exam system,"}, {"timestamp": [1047.88, 1047.98], "text": " and that's why we invited NZQA up here today."}, {"timestamp": [1050.0, 1050.02], "text": " They're over in the auditorium, Steve Bardge."}, {"timestamp": [1050.6, 1050.64], "text": " You can talk to him."}, {"timestamp": [1054.78, 1056.2], "text": " He's in charge of externals, and NZQA do have a bit of a vision on where this is all going."}, {"timestamp": [1058.0, 1059.16], "text": " So that was our BYAD rollout."}, {"timestamp": [1062.34, 1063.82], "text": " Just interject, throw a hand up if you have a question, if you've got something about that."}, {"timestamp": [1063.82, 1064.58], "text": " Yep."}, {"timestamp": [1064.58, 1069.28], "text": " In terms of what proportion of your students would be bringing a device to the school every day?"}, {"timestamp": [1069.88, 1073.12], "text": " Of the targeted groups or of the rest?"}, {"timestamp": [1074.34, 1075.08], "text": " 50%?"}, {"timestamp": [1075.72, 1077.36], "text": " 50% of the others would be bringing?"}, {"timestamp": [1077.6, 1080.72], "text": " The year 7s are up to about 70% but..."}, {"timestamp": [1080.72, 1083.78], "text": " The 11, 12, and 13, is an interesting group,"}, {"timestamp": [1083.88, 1090.0], "text": " because they've had so many years at school where they haven't had access and they're not 100% sure how to affect them in use it."}, {"timestamp": [1090.0, 1093.0], "text": " So it's not 50% for those people."}, {"timestamp": [1093.0, 1096.0], "text": " It's still a fairly high percentage."}, {"timestamp": [1096.0, 1100.0], "text": " But it's not, the actual technical learning isn't transforming at that level."}, {"timestamp": [1100.0, 1102.0], "text": " There's a bit of a change."}, {"timestamp": [1102.0, 1110.0], "text": " There's more possibilities but when you don't have everyone with the same gear, it's a bit, or with the same access it can be a tree."}, {"timestamp": [1110.76, 1115.2], "text": " So we don't guarantee a pedagogical change at year 11, 12 and 13."}, {"timestamp": [1115.76, 1120.06], "text": " And we're working on the professional development for that now, this year right now."}, {"timestamp": [1121.46, 1126.32], "text": " Desktop machines, the plan is to let them die a natural death oh sorry someone up the back"}, {"timestamp": [1130.32, 1144.88], "text": " sure we do have um of all our students i think yesterday was nine that loan a little HP netbook off the library we've got 30 of them sitting in the library"}, {"timestamp": [1145.0, 1150.0], "text": " loan a little HP netbook off the library. We've got 30 of them sitting in the library. They get a machine each day, they pick it up in the morning, hand it in at night."}, {"timestamp": [1150.0, 1153.0], "text": " It belongs to them. It's the same machine, they can keep stuff on it."}, {"timestamp": [1153.0, 1157.0], "text": " We don't let them take it home at this stage."}, {"timestamp": [1157.0, 1161.0], "text": " It's worked pretty well, but we're getting a bit of damage on those machines."}, {"timestamp": [1161.0, 1166.72], "text": " They don't look after it as much as if it was their own."}, {"timestamp": [1171.76, 1172.4], "text": " We're talking about a thousand students with those three year levels, so nine's not too bad."}, {"timestamp": [1177.6, 1183.92], "text": " We initially, for the first year, that was last year when we had just year nine, 300 and something on kids. We got, you think it was 30 netbooks, something like that, thinking surely 10%"}, {"timestamp": [1183.92, 1187.0], "text": " won't turn up, but we ended up hovering"}, {"timestamp": [1187.0, 1192.78], "text": " around two, two or three I think, that had them on more or less perpetual line."}, {"timestamp": [1192.78, 1196.82], "text": " And towards about the middle of the year, we started letting some of those kids take them"}, {"timestamp": [1196.82, 1201.64], "text": " home because I'm looking after them and they were there without reasons for not having"}, {"timestamp": [1201.64, 1205.46], "text": " them. And then the rest of the net notebooks were just there for when the kids own machines"}, {"timestamp": [1205.46, 1207.34], "text": " that they generally look after, fell over"}, {"timestamp": [1207.34, 1208.8], "text": " because they dropped them, whatever,"}, {"timestamp": [1209.0, 1209.8], "text": " they were being repaired."}, {"timestamp": [1210.36, 1212.94], "text": " So they used our Squyed machines for that."}, {"timestamp": [1213.44, 1215.7], "text": " Is the reason why you chose netbooks and not iPad?"}, {"timestamp": [1215.96, 1216.06], "text": " Yep."}, {"timestamp": [1216.32, 1216.66], "text": " Cheaper."}, {"timestamp": [1217.9, 1220.56], "text": " And we didn't want to make it too appealing"}, {"timestamp": [1220.56, 1221.06], "text": " to go."}, {"timestamp": [1221.06, 1221.9], "text": " Not bringing your own."}, {"timestamp": [1222.02, 1223.14], "text": " I refuse to buy"}, {"timestamp": [1223.14, 1227.76], "text": " because the school's going to provide me to exactly what they're suggested."}, {"timestamp": [1227.76, 1230.0], "text": " So that's the reason."}, {"timestamp": [1230.0, 1232.76], "text": " Yeah, and it's worked out right."}, {"timestamp": [1232.76, 1234.76], "text": " I mean, it's evolved a lot from last year."}, {"timestamp": [1234.76, 1239.7], "text": " It's students were bringing their iPads in and other students who came along with a netbook"}, {"timestamp": [1239.7, 1246.46], "text": " or a full desktop laptop, we're going and looking at the iPads with a bit of envy and going"}, {"timestamp": [1246.46, 1250.48], "text": " on, we really need an iPad and pressure was going on at home to get an iPad rather than this"}, {"timestamp": [1250.48, 1255.06], "text": " netbook. But that doesn't happen so much anymore. I think we've got over that device,"}, {"timestamp": [1255.26, 1261.66], "text": " some of the other pad technology and some of the netbook technologies improved, although"}, {"timestamp": [1261.66, 1265.96], "text": " the industry say the netbooks are going to fade out of the"}, {"timestamp": [1265.96, 1271.36], "text": " world. And so other devices are Windows 8. There's a few people with Windows 8 tablets at the moment."}, {"timestamp": [1271.44, 1272.34], "text": " No, good. They're fine."}, {"timestamp": [1273.0, 1276.72], "text": " We don't have that many lockers at school. Did you have to invest in lockers?"}, {"timestamp": [1276.84, 1281.16], "text": " Lockers. We thought we would. Last year we thought we would. We thought we'd buy,"}, {"timestamp": [1281.96, 1285.44], "text": " well, particularly for physed. We had big plastic boxes."}, {"timestamp": [1285.68, 1286.7], "text": " No for Z is here, are there?"}, {"timestamp": [1287.84, 1290.66], "text": " Big plastic boxes that the students handed their iPads into it"}, {"timestamp": [1290.66, 1292.64], "text": " at the start of the lesson and they got it at the end of the lesson"}, {"timestamp": [1292.64, 1294.3], "text": " because we couldn't guarantee the changing rooms."}, {"timestamp": [1294.9, 1296.94], "text": " That faded out after about a couple of months."}, {"timestamp": [1297.24, 1297.94], "text": " It wasn't worthwhile."}, {"timestamp": [1298.14, 1301.14], "text": " Students just left their iPads in their bag, left their devices in their bag,"}, {"timestamp": [1301.18, 1302.12], "text": " and we've had no issues."}, {"timestamp": [1302.12, 1304.16], "text": " Well, they used them in their PE class."}, {"timestamp": [1304.18, 1306.44], "text": " Well, they used them a lot in PE."}, {"timestamp": [1306.44, 1310.88], "text": " We did have one on Friday in the weights room."}, {"timestamp": [1310.88, 1312.64], "text": " They were doing some work in the weights room"}, {"timestamp": [1312.64, 1316.98], "text": " and picked up the arm curl bar, the weight fell off that end,"}, {"timestamp": [1316.98, 1320.16], "text": " then the weight fell off that end and smashed onto the iPad,"}, {"timestamp": [1320.16, 1321.9], "text": " shattered iPad."}, {"timestamp": [1321.9, 1323.68], "text": " But they weren't meant to be using the weight curl bar."}, {"timestamp": [1323.68, 1328.5], "text": " They were meant to be doing some other stuff. Sitting down it was actually they were just using it as a space. So we have that."}, {"timestamp": [1328.5, 1335.5], "text": " Are there any other sort of infrastructure things in place like projectors and rings and more flukes and classrooms?"}, {"timestamp": [1335.5, 1342.0], "text": " There's heaps but we already have projectors across all classrooms essentially."}, {"timestamp": [1342.0, 1345.82], "text": " The big infrastructure thing you had to worry about"}, {"timestamp": [1345.82, 1349.6], "text": " was widest really, and of course, high-speed internet."}, {"timestamp": [1350.9, 1354.64], "text": " We couldn't establish a BYD program"}, {"timestamp": [1354.64, 1358.56], "text": " the way we've done it without really high-speed internet."}, {"timestamp": [1358.86, 1360.46], "text": " We've been sitting around waiting for that,"}, {"timestamp": [1360.76, 1364.32], "text": " pushing and trying to get that happening for us"}, {"timestamp": [1364.32, 1367.18], "text": " because we knew that would be the incident killer"}, {"timestamp": [1367.18, 1368.5], "text": " of any BYD program."}, {"timestamp": [1368.5, 1369.44], "text": " We didn't have that."}, {"timestamp": [1369.44, 1371.76], "text": " And then we needed a very, very simple way"}, {"timestamp": [1371.76, 1376.32], "text": " of connecting to the wireless, for the internet."}, {"timestamp": [1376.32, 1379.6], "text": " It had to be really, really easy so that we didn't need"}, {"timestamp": [1379.6, 1382.32], "text": " any technician support, like zero technician support"}, {"timestamp": [1382.32, 1383.52], "text": " for the kids."}, {"timestamp": [1383.52, 1387.0], "text": " So it's entirely up to the child to connect to the wires"}, {"timestamp": [1387.0, 1392.0], "text": " and there's a lot of back room stuff going on so that that is an easy thing."}, {"timestamp": [1392.0, 1396.0], "text": " So we spent a lot of money on getting our system for the students to connect"}, {"timestamp": [1396.0, 1398.0], "text": " without any technician support."}, {"timestamp": [1398.0, 1400.0], "text": " So simple that there's no issues."}, {"timestamp": [1400.0, 1408.68], "text": " And then once that was in place now we have started looking at"}, {"timestamp": [1408.68, 1411.24], "text": " and managed the really high end users."}, {"timestamp": [1411.24, 1413.76], "text": " The top five we've been all of that is slowed down now."}, {"timestamp": [1413.76, 1420.24], "text": " This is recapulated every day and we've got another group that are ones that we, until not very long ago,"}, {"timestamp": [1420.24, 1424.2], "text": " said you're not allowed to bring your, or you're not allowed to connect to wireless at all."}, {"timestamp": [1424.2, 1428.52], "text": " Now they can connect to wireless but they can only get like our school so only"}, {"timestamp": [1428.52, 1433.74], "text": " school stuff with just only the true business get on to Optinac that's all"}, {"timestamp": [1433.74, 1439.0], "text": " and power in terms of power no the students aren't allowed to charge their devices"}, {"timestamp": [1439.0, 1440.0], "text": " at school at all"}, {"timestamp": [1440.0, 1442.8], "text": " just in terms of project you think is important as a projection of the"}, {"timestamp": [1442.8, 1449.58], "text": " yeah yeah it's comfortable I mean yes but it's more a comfort thing for the teachers."}, {"timestamp": [1449.7, 1453.78], "text": " I mean, yeah, you need it anyway, but you're not actually using it a hell of a lot, to be honest."}, {"timestamp": [1454.42, 1456.26], "text": " The kids have all got on your own screen."}, {"timestamp": [1456.84, 1462.12], "text": " Theoretically, they're all navigating their own path through their learning for some of the time."}, {"timestamp": [1462.62, 1466.68], "text": " The other bits of the time, yeah, there is going to be some teacher-centred stuff because"}, {"timestamp": [1466.68, 1471.56], "text": " if you swing one way and just go all that way, that's just as bad as having a teacher"}, {"timestamp": [1471.56, 1473.76], "text": " at front with their..."}, {"timestamp": [1473.76, 1476.76], "text": " And students want to display their work."}, {"timestamp": [1476.76, 1479.88], "text": " It's very easy for a student to come up with an iPad and show their work to the rest"}, {"timestamp": [1479.88, 1480.76], "text": " of the class and share it."}, {"timestamp": [1480.76, 1481.76], "text": " How are you connecting?"}, {"timestamp": [1481.76, 1483.76], "text": " I'm not seeing any Apple TVs on your..."}, {"timestamp": [1483.76, 1487.0], "text": " No, the Apple TV is not connecting through the Enterprise Wireless."}, {"timestamp": [1487.0, 1489.0], "text": " It doesn't like it that well."}, {"timestamp": [1489.0, 1490.0], "text": " We want to."}, {"timestamp": [1490.0, 1495.0], "text": " Conrad is telling us there's a solution coming out through Ruckus soonish, but he's been saying"}, {"timestamp": [1495.0, 1496.0], "text": " that for a while."}, {"timestamp": [1496.0, 1500.0], "text": " We've got a few Apple TVs working around the place, but we don't want a lot of little ad hoc"}, {"timestamp": [1500.0, 1501.0], "text": " wireless works."}, {"timestamp": [1501.0, 1503.0], "text": " It's got to be a private network."}, {"timestamp": [1503.0, 1505.6], "text": " We're cabling it at the moment. And..."}, {"timestamp": [1505.6, 1506.4], "text": " It will change though."}, {"timestamp": [1506.4, 1517.2], "text": " It's just part of the security of our network is that each individual device can't see any other device for security reasons, viruses and like, and also just pair to pair"}, {"timestamp": [1517.2, 1519.1], "text": " of the stuff that we want to strip out."}, {"timestamp": [1519.1, 1522.1], "text": " If they want to do pair to pair, they go out through internet land."}, {"timestamp": [1522.1, 1525.16], "text": " But if we're using the Apple TV at the moment,"}, {"timestamp": [1528.64, 1529.98], "text": " they have to disconnect from the network and connect to the Apple TV,"}, {"timestamp": [1530.34, 1531.7], "text": " which means they don't have internet access."}, {"timestamp": [1532.18, 1535.34], "text": " So we need the Apple TVs onto the enterprise wireless,"}, {"timestamp": [1536.02, 1538.1], "text": " and at the moment Apple doesn't support that."}, {"timestamp": [1538.64, 1540.86], "text": " So we're just waiting for something to happen."}, {"timestamp": [1540.98, 1542.56], "text": " We can do it in a really clunky way,"}, {"timestamp": [1542.72, 1548.22], "text": " but then the teacher has to become a bit of a technician to run around and install stuff."}, {"timestamp": [1548.22, 1555.84], "text": " It just is there, just like pen and paper used to be there and it was never an issue unless you broke your pen or whatever."}, {"timestamp": [1556.26, 1558.04], "text": " But the technology just has to work."}, {"timestamp": [1558.68, 1562.52], "text": " You shouldn't have any particular technology smarts to be doing that."}, {"timestamp": [1562.52, 1564.0], "text": " How are you managing the security site?"}, {"timestamp": [1565.0, 1569.0], "text": " No, no, there's some crazy stuff going on."}, {"timestamp": [1569.0, 1570.0], "text": " You want to talk to?"}, {"timestamp": [1570.0, 1571.0], "text": " Talk to Con."}, {"timestamp": [1571.0, 1572.4], "text": " We can explain it with this."}, {"timestamp": [1572.4, 1573.9], "text": " We've got other things to, you know."}, {"timestamp": [1573.9, 1576.2], "text": " Talk to Conrad at isometric, it's fine."}, {"timestamp": [1576.2, 1579.3], "text": " How much is four terrap bites of data a month?"}, {"timestamp": [1579.3, 1580.3], "text": " Lots."}, {"timestamp": [1580.3, 1587.6], "text": " That is, I worked it out that it's for the hours in class at 60 something"}, {"timestamp": [1587.6, 1589.4], "text": " megabits per second"}, {"timestamp": [1589.4, 1591.72], "text": " for every single hour of teaching"}, {"timestamp": [1591.72, 1593.84], "text": " and all of those are updates"}, {"timestamp": [1593.84, 1595.5], "text": " and things as well. No we don't let"}, {"timestamp": [1595.5, 1596.96], "text": " updates work very much."}, {"timestamp": [1596.96, 1599.24], "text": " We don't let these students update their machines"}, {"timestamp": [1599.24, 1601.7], "text": " on the school wireless"}, {"timestamp": [1601.7, 1603.16], "text": " they can do that at home"}, {"timestamp": [1603.16, 1606.72], "text": " so it's just list only quick."}, {"timestamp": [1607.08, 1607.88], "text": " And it's surfing?"}, {"timestamp": [1608.22, 1610.22], "text": " It makes them pay for more."}, {"timestamp": [1610.28, 1611.12], "text": " Do they have an allowance?"}, {"timestamp": [1611.74, 1611.92], "text": " No."}, {"timestamp": [1612.58, 1613.42], "text": " All you can eat."}, {"timestamp": [1614.1, 1617.32], "text": " They're buying a device, so we think that's enough."}, {"timestamp": [1617.46, 1618.76], "text": " So we'll give them them."}, {"timestamp": [1619.28, 1622.56], "text": " And I think if you talk to people like Edgunet and Vector,"}, {"timestamp": [1622.74, 1625.72], "text": " who we're using, I think Network for Learning's going that way."}, {"timestamp": [1626.36, 1629.76], "text": " I think, no, it's just a product of bandwidth."}, {"timestamp": [1630.32, 1633.98], "text": " I think you'll find that all of the providers are realizing,"}, {"timestamp": [1634.3, 1636.64], "text": " based on a bit of our experience and other experiences around school,"}, {"timestamp": [1637.08, 1641.06], "text": " that any bandwidth, any pipe that they pump into a school's got to be uncapped,"}, {"timestamp": [1641.66, 1642.94], "text": " uncapped fixed price."}, {"timestamp": [1642.94, 1646.24], "text": " Yeah, you just simply can't sign up to a Capp Network connection."}, {"timestamp": [1646.24, 1649.0], "text": " Those days are gone, yeah."}, {"timestamp": [1649.0, 1652.84], "text": " And it's just got to be as quick as you can here."}, {"timestamp": [1652.84, 1656.24], "text": " So we're between 50 and 70."}, {"timestamp": [1656.24, 1659.96], "text": " They, Edgenet vector let us pump up to 70"}, {"timestamp": [1659.96, 1661.0], "text": " because it's interesting for them."}, {"timestamp": [1661.0, 1663.06], "text": " They haven't done this before ever at the scale"}, {"timestamp": [1663.06, 1663.66], "text": " that we're doing it."}, {"timestamp": [1663.66, 1664.06], "text": " So."}, {"timestamp": [1664.06, 1666.18], "text": " We'll be going to 100 probably next year."}, {"timestamp": [1666.18, 1666.42], "text": " Yeah."}, {"timestamp": [1666.42, 1668.32], "text": " Well, November when our contracts are"}, {"timestamp": [1668.32, 1669.62], "text": " up with each genet."}, {"timestamp": [1669.62, 1670.56], "text": " Well, is it 100?"}, {"timestamp": [1670.56, 1672.06], "text": " Megabits per second."}, {"timestamp": [1672.06, 1673.94], "text": " That's the speed that the pages."}, {"timestamp": [1673.94, 1675.56], "text": " What we're giving the kids on the wireless"}, {"timestamp": [1675.56, 1677.0], "text": " is one meter a second."}, {"timestamp": [1677.0, 1678.3], "text": " It's pretty generous."}, {"timestamp": [1678.3, 1680.6], "text": " We might have to throttle that back a little."}, {"timestamp": [1681.5, 1684.5], "text": " But if there is a student doing the right thing,"}, {"timestamp": [1684.5, 1685.9], "text": " they'll more or less the right thing, they'll, or more or less the right thing,"}, {"timestamp": [1685.9, 1689.1], "text": " they'll get one minute a second. If they're slowed down because they're one of their"}, {"timestamp": [1689.1, 1695.1], "text": " sex of users, although I was the top user in the still yesterday, so that was a bit of a bit of a little bit."}, {"timestamp": [1695.1, 1697.0], "text": " So you're now in the naughty boy's room?"}, {"timestamp": [1697.0, 1705.0], "text": " Yeah, if you're in the naughty child room, and that teachers won't put there, he gets like a 128, which is still enough for work, that good rather than able to move"}, {"timestamp": [1705.0, 1711.0], "text": " which is probably other questions."}, {"timestamp": [1715.0, 1721.0], "text": " Just, yeah, we just want to move on a little bit because there's probably other questions."}, {"timestamp": [1721.0, 1729.24], "text": " But feel free to catch up with Tony or I any time during the day. And there's a techie thing we don't really want to talk about that."}, {"timestamp": [1729.24, 1732.24], "text": " Desktop machines, we're letting them die on natural death. We're not going to"}, {"timestamp": [1732.24, 1735.66], "text": " maintain labs, pods or anything like that. They will disappear. We'll keep machines"}, {"timestamp": [1735.66, 1742.5], "text": " in the library. We are even discussing whether we keep the specialist areas like media"}, {"timestamp": [1742.5, 1748.0], "text": " studies and art photography. We're not sure about that. I'll talk a little bit about that when we talk about"}, {"timestamp": [1748.0, 1755.0], "text": " students I guess. So that's going to be a bit of a cost saver for the schools."}, {"timestamp": [1755.0, 1762.0], "text": " Those machines slowly die out of the school. Students, I guess this is the key one for us."}, {"timestamp": [1762.0, 1765.58], "text": " We've recognised a few things early on. Students need to, we do need"}, {"timestamp": [1765.58, 1770.74], "text": " to have a big cyber safety digital citizen, cyber citizenship program running at the school,"}, {"timestamp": [1770.84, 1775.56], "text": " which we've got running starting at year seven right through to the end of year 10. We're not,"}, {"timestamp": [1775.56, 1782.9], "text": " I guess, rosy-colored glasses enough to think that we can do all this extra stuff at year 11, 12 and"}, {"timestamp": [1782.9, 1786.28], "text": " 13 when people go into exam mode and we teach the tests and things like that."}, {"timestamp": [1786.28, 1791.02], "text": " And I'm saying that flippantly, but you walk around just about any school in New Zealand"}, {"timestamp": [1791.02, 1794.74], "text": " at the senior exam levels and you'll see that sort of thing going on."}, {"timestamp": [1794.74, 1795.74], "text": " So we've recognised that."}, {"timestamp": [1795.74, 1800.34], "text": " We've recognised pretty quickly that they need a digital literacy sort of program."}, {"timestamp": [1800.34, 1802.88], "text": " In other words, they don't spend 30 minutes."}, {"timestamp": [1802.88, 1807.0], "text": " You used to come into a class and spend 30 minutes listening to a teacher talk,"}, {"timestamp": [1807.0, 1810.0], "text": " and now you spend 30 minutes searching for information."}, {"timestamp": [1810.0, 1815.0], "text": " So we're teaching them that, and that's a program running from 7 through to 10 as well."}, {"timestamp": [1815.0, 1822.0], "text": " And we've also recognised that the students are, while we class them as digital natives,"}, {"timestamp": [1822.0, 1827.58], "text": " their motor-soperandi, if you like, the way they've been taught to learn since they entered at year five"}, {"timestamp": [1827.58, 1829.88], "text": " is to listen to the teacher and do what the teacher says"}, {"timestamp": [1829.88, 1832.3], "text": " and be reasonably passive in their learning."}, {"timestamp": [1832.96, 1835.64], "text": " Part of what we're doing, and if those of you are staying here tomorrow,"}, {"timestamp": [1835.78, 1839.38], "text": " can see some of the stuff we're doing with that word that we sort of like,"}, {"timestamp": [1839.44, 1842.14], "text": " but we don't like that flipping the classroom because it's too flippant,"}, {"timestamp": [1842.22, 1844.36], "text": " you get this picture of Khan Academy videos all the time,"}, {"timestamp": [1844.44, 1848.4], "text": " but when we are moving down that way and putting"}, {"timestamp": [1848.4, 1853.74], "text": " the learning in the hands of the students and that's pretty important that the"}, {"timestamp": [1853.74, 1856.98], "text": " teacher no longer you hear it at the conferences and things you know the sage on"}, {"timestamp": [1856.98, 1860.82], "text": " the stage becomes the guide beside and we've never been able to achieve that"}, {"timestamp": [1860.82, 1864.48], "text": " because we haven't had the technology or the ubiquitous access or you can you"}, {"timestamp": [1864.48, 1865.04], "text": " can now"}, {"timestamp": [1865.04, 1873.26], "text": " we're always getting these pockets of really good teachers managing to know despite all the odds stacked against them you know"}, {"timestamp": [1873.26, 1885.76], "text": " but we're talking about a whole school change rather than just a few pockets so that we are looking at the teacher is in amongst it all and that's the norm now rather than, and so now these"}, {"timestamp": [1885.76, 1890.16], "text": " so-called, I don't know, freaks, the ones that were managing to do it before the technology"}, {"timestamp": [1890.16, 1896.64], "text": " came up, they're doing even crazy things now. So we've still got this continuum of what's going"}, {"timestamp": [1896.64, 1902.8], "text": " on in the classroom, but now the average or the normal position I suppose has been shifted right"}, {"timestamp": [1902.8, 1906.04], "text": " up to, you know, closer to what we're"}, {"timestamp": [1906.04, 1906.86], "text": " wanting to see."}, {"timestamp": [1907.08, 1909.42], "text": " And we've got a nice little model of that."}, {"timestamp": [1909.48, 1910.12], "text": " We'll show you in a minute."}, {"timestamp": [1910.72, 1917.32], "text": " But we mentioned before Ako or Eva, our learning thinking program, based on sort of Fogany's"}, {"timestamp": [1917.32, 1923.02], "text": " three-story intellect, which goes nicely, I guess, with Biggs and Collis's solo taxonomy, which"}, {"timestamp": [1923.02, 1924.94], "text": " we started using in 2004."}, {"timestamp": [1925.14, 1926.98], "text": " We used Biggs and Collis' model."}, {"timestamp": [1928.46, 1931.96], "text": " You know, you sit in a classroom and learn facts and stuff."}, {"timestamp": [1932.16, 1933.44], "text": " That's gathering the information,"}, {"timestamp": [1934.04, 1936.06], "text": " or achieved at NCAA level one."}, {"timestamp": [1936.76, 1939.3], "text": " Then you start doing stuff with that information,"}, {"timestamp": [1939.46, 1941.6], "text": " and other words starting to see the relationships with it."}, {"timestamp": [1942.28, 1944.32], "text": " That's merit, I guess, at NCAA level one."}, {"timestamp": [1944.86, 1945.0], "text": " And then you can apply that information. Do it merit, I guess, at NCAA level one."}, {"timestamp": [1945.0, 1947.0], "text": " And then you can apply that information."}, {"timestamp": [1947.0, 1948.0], "text": " Do it in different ways."}, {"timestamp": [1948.0, 1949.0], "text": " See it in different ways."}, {"timestamp": [1949.0, 1951.0], "text": " See those, how they connected and think,"}, {"timestamp": [1951.0, 1953.0], "text": " oh, I can look at it from this point of view,"}, {"timestamp": [1953.0, 1955.0], "text": " which is like looking down on it."}, {"timestamp": [1955.0, 1958.0], "text": " And so in terms of our BYOD,"}, {"timestamp": [1958.0, 1960.0], "text": " we're consuming and regurgitating knowledge."}, {"timestamp": [1960.0, 1962.0], "text": " We're just getting stuff off the web"}, {"timestamp": [1962.0, 1965.0], "text": " or getting stuff off information that staff have put up there."}, {"timestamp": [1965.0, 1970.0], "text": " But now our staff are spending more time doing this, asking them to think about what they're doing"}, {"timestamp": [1970.0, 1973.0], "text": " and creating their own understanding."}, {"timestamp": [1973.0, 1976.0], "text": " We decided we didn't like that term creating knowledge."}, {"timestamp": [1976.0, 1980.0], "text": " It sounds like, you know, we're asking a year nine to find Einstein's unified theory of the universe"}, {"timestamp": [1980.0, 1981.0], "text": " and say, oh, look, what I've created."}, {"timestamp": [1981.0, 1983.0], "text": " Well, we're not asking that."}, {"timestamp": [1983.0, 1987.84], "text": " All we're asking year nines to do is take this information that they sort of understand that they've been guided through"}, {"timestamp": [1987.84, 1989.72], "text": " and make meaning of it for themselves."}, {"timestamp": [1989.84, 1992.24], "text": " So they're creating their own understanding, if you're like."}, {"timestamp": [1993.18, 1995.68], "text": " So it works for them and their mind and their framework"}, {"timestamp": [1995.68, 1996.76], "text": " and their vision of the world."}, {"timestamp": [1996.84, 1997.4], "text": " It works for them."}, {"timestamp": [1997.44, 1999.52], "text": " And that's creating the knowledge, I suppose,"}, {"timestamp": [1999.82, 2003.06], "text": " or understanding the knowledge from their particular point of view."}, {"timestamp": [2003.44, 2004.78], "text": " And that's the higher level thinking."}, {"timestamp": [2005.3, 2008.9], "text": " Devices are allowing this to happen a lot more, more time."}, {"timestamp": [2009.14, 2012.08], "text": " It's creating time in the classroom for us."}, {"timestamp": [2014.02, 2020.74], "text": " And you see that the standard, I think this is a slide up that we got way back in 2006"}, {"timestamp": [2020.74, 2023.46], "text": " or something at one of the U-Learn type conferences."}, {"timestamp": [2024.52, 2026.56], "text": " You know, knowledge is a noun,"}, {"timestamp": [2026.9, 2032.02], "text": " you pour it into the student's brain, now knowledge is a verb. And it's an aspirational thing"}, {"timestamp": [2032.02, 2036.64], "text": " that we've had for that long, you know, we've gone to those U-Learn conferences, we've been"}, {"timestamp": [2036.64, 2042.66], "text": " part of the ICTPD contracts, we believed in this, but what we're finding is BYAD means we"}, {"timestamp": [2042.66, 2049.7], "text": " can deliver, and our staff are changing in their modus operandi and they are delivering in that respect."}, {"timestamp": [2051.08, 2053.82], "text": " So in terms of the students, that's how they're going."}, {"timestamp": [2053.9, 2059.38], "text": " If anyone got any questions about the students without getting onto technology or bits and pieces or pastoral?"}, {"timestamp": [2060.44, 2067.0], "text": " Students are 70, 80% in favour of what we're doing, the students that are using it."}, {"timestamp": [2067.0, 2077.0], "text": " Still a few that, you know, the little girl Bridget that you saw this morning, up talking at the microphone, lovely, very articulate little girl, very good."}, {"timestamp": [2077.0, 2085.82], "text": " Had a lot of success traditionally at school by being very neat and tidy, crossing teas, dotting eyes, getting little gold stars for neat presentation and getting working on time."}, {"timestamp": [2086.56, 2088.4], "text": " So she's found it quite hard to change."}, {"timestamp": [2089.54, 2090.28], "text": " It felt strange."}, {"timestamp": [2090.36, 2097.02], "text": " I'm not getting the same sort of feedback, if you like, from teachers about being a good student in that respect."}, {"timestamp": [2097.64, 2103.82], "text": " But we've also got little boys that would never write an essay or write one paragraph that are now producing..."}, {"timestamp": [2103.82, 2105.48], "text": " Churning stuff out,"}, {"timestamp": [2105.56, 2108.84], "text": " and reordering and reorganising, because the teacher can say, well, if you change that"}, {"timestamp": [2108.84, 2111.96], "text": " around and move that there and move that there, it would be much better. Oh, no sweat, miss,"}, {"timestamp": [2112.32, 2116.12], "text": " and they'll do it. Because if you hand them back a exercise book or a workbook to do it,"}, {"timestamp": [2116.16, 2119.78], "text": " they go, nah, not interested. What's it worth? We've got to pass yet. That's sweet. I'm out of here."}, {"timestamp": [2120.32, 2124.66], "text": " Another really important thing to think about in terms of why some of the kids aren't so"}, {"timestamp": [2124.66, 2128.14], "text": " about is that we're not asking them to be such acid in the living anymore."}, {"timestamp": [2128.64, 2136.16], "text": " While it's not an enjoyable thing to do, the kids sort of like just getting notes down off the board or whatever because they're comfortable."}, {"timestamp": [2136.32, 2145.24], "text": " It's a gathering of information and that's really easy and they don't feel uncomfortable while also not really particularly enjoying it."}, {"timestamp": [2145.24, 2152.5], "text": " But what we're asking them to do now a lot more is to actually take a much more active role in their learning."}, {"timestamp": [2152.5, 2158.0], "text": " And therefore, they're thinking at a higher level, it feels a bit harder, sometimes feels a lot harder."}, {"timestamp": [2158.0, 2162.5], "text": " And that means actually to work harder, basically."}, {"timestamp": [2162.5, 2166.76], "text": " They're spending the same amount of time at school, but they're actually a lot more active."}, {"timestamp": [2166.76, 2171.0], "text": " And they're sort of masses of their own learning rather than passengers,"}, {"timestamp": [2171.0, 2175.0], "text": " which is what I'd argue a more traditional classroom would be."}, {"timestamp": [2175.0, 2176.0], "text": " Yes."}, {"timestamp": [2176.0, 2181.0], "text": " In terms of data gathering with academic results and things like that,"}, {"timestamp": [2181.0, 2188.84], "text": " have you had enough time to make good comparative data? Not quite good comparative data, but we've got some really good trends."}, {"timestamp": [2189.3, 2196.78], "text": " But I was talking to Nikki Kay on the stage before about the need to just go with your global gut field"}, {"timestamp": [2196.78, 2198.48], "text": " because sometimes there's no data."}, {"timestamp": [2198.84, 2204.26], "text": " You know, the sort of data that there is about e-learning, it's way back in 2000s"}, {"timestamp": [2204.26, 2206.32], "text": " when computers weren't doing"}, {"timestamp": [2206.32, 2207.5], "text": " what they can do now."}, {"timestamp": [2207.84, 2209.84], "text": " So we are all"}, {"timestamp": [2209.84, 2210.78], "text": " sort of groundbreaking"}, {"timestamp": [2210.78, 2212.26], "text": " and whatever we're trying to do"}, {"timestamp": [2212.26, 2213.76], "text": " in the classroom now. When I say we,"}, {"timestamp": [2213.9, 2215.98], "text": " the whole profession, so we have to"}, {"timestamp": [2215.98, 2217.96], "text": " just sort of accept that"}, {"timestamp": [2217.96, 2220.1], "text": " yes, we are experimenting as"}, {"timestamp": [2220.1, 2222.0], "text": " we go, but we're also experienced as"}, {"timestamp": [2222.0, 2224.24], "text": " teachers as a profession in terms"}, {"timestamp": [2224.24, 2229.6], "text": " of what is likely to work and all of that. so we have to just sort of jump in and build"}, {"timestamp": [2229.6, 2233.8], "text": " that plane in the air sort of thing and to a large extent but we've also we have"}, {"timestamp": [2233.8, 2238.48], "text": " got some encouraging data in terms of by actual data in terms of"}, {"timestamp": [2238.48, 2242.72], "text": " attainment and all of that but what you see in the classrooms is as clear as"}, {"timestamp": [2242.72, 2248.86], "text": " the day is is clear and that is kids are just engaged in their collaborating."}, {"timestamp": [2250.02, 2251.32], "text": " They're just doing really good stuff."}, {"timestamp": [2251.4, 2254.32], "text": " There's an unusual weird hum in these classrooms."}, {"timestamp": [2254.32, 2258.42], "text": " Well, what about how much content in terms of learning they're doing?"}, {"timestamp": [2258.72, 2262.98], "text": " Are they competing more teachers finding that the students are just sort of zapping along"}, {"timestamp": [2262.98, 2264.16], "text": " and they're able to think about that?"}, {"timestamp": [2264.7, 2265.24], "text": " Of course, the biggest thing for me is thatapping along and they're able to think about that. Yep."}, {"timestamp": [2265.24, 2269.24], "text": " Of course, the biggest thing for me is that it doesn't stop at the school gate when they walk up."}, {"timestamp": [2269.24, 2270.24], "text": " That's a huge thing."}, {"timestamp": [2270.24, 2279.24], "text": " And that's a paradigm shift that, you know, if you read Mark Treadwall's stuff, he talked about that way back in 2003, 2007,"}, {"timestamp": [2279.24, 2282.16], "text": " it's changed anywhere, anytime, any place."}, {"timestamp": [2282.16, 2287.98], "text": " And some students are inspired by something you've said and they just go, and teachers have to tread water fast."}, {"timestamp": [2288.06, 2289.7], "text": " They look calm like the duck on the surface,"}, {"timestamp": [2289.82, 2291.38], "text": " but underneath their little legs are going like that"}, {"timestamp": [2291.38, 2293.42], "text": " to keep up with the play."}, {"timestamp": [2293.78, 2294.78], "text": " We are tracking data."}, {"timestamp": [2294.94, 2296.78], "text": " We've got Auckland University looking at it."}, {"timestamp": [2296.96, 2299.06], "text": " The data they sent back to us last year said"}, {"timestamp": [2299.06, 2303.82], "text": " there's not much difference between the cohort as it was in 2011"}, {"timestamp": [2303.82, 2305.16], "text": " and 2012."}, {"timestamp": [2305.78, 2313.32], "text": " Boys are doing a little bit better, but whether that's B-Y-O-D or just a year older in year nine,"}, {"timestamp": [2313.44, 2315.2], "text": " because we haven't done that comparative data before."}, {"timestamp": [2315.2, 2315.7], "text": " Too early."}, {"timestamp": [2315.7, 2322.86], "text": " I would also argue that we consciously as a school tended to use the same testing tool for the same content."}, {"timestamp": [2323.56, 2325.62], "text": " But the content was delivered in a different way."}, {"timestamp": [2325.74, 2327.38], "text": " So if they're doing a little bit better,"}, {"timestamp": [2327.46, 2329.58], "text": " I'd call it a massive game,"}, {"timestamp": [2329.66, 2333.12], "text": " because what we do know is that there's a whole bundle of skills"}, {"timestamp": [2333.12, 2334.78], "text": " that they've developed hugely"}, {"timestamp": [2334.78, 2336.28], "text": " that we're simply not assessing."}, {"timestamp": [2336.68, 2337.74], "text": " And these are the sort of skills"}, {"timestamp": [2337.74, 2339.68], "text": " that they're going to be taken with them for life."}, {"timestamp": [2340.02, 2343.04], "text": " And even when we were all at school, regardless of our age,"}, {"timestamp": [2343.52, 2348.52], "text": " we walked away from school with skills, not all the stuff that was taught."}, {"timestamp": [2348.84, 2353.9], "text": " I mean, I still know my physics and my mathematics because I'm fortunate enough to teach physics."}, {"timestamp": [2354.82, 2355.02], "text": " Nice."}, {"timestamp": [2355.42, 2356.5], "text": " Bruce is fortunate enough."}, {"timestamp": [2356.88, 2357.78], "text": " Physics is awesome."}, {"timestamp": [2358.1, 2358.8], "text": " It's very awesome."}, {"timestamp": [2359.34, 2362.0], "text": " And Stuart's got a question, too."}, {"timestamp": [2362.32, 2363.82], "text": " And Stuart's got a question, too."}, {"timestamp": [2367.6, 2369.56], "text": " Well, we'll talk about that with PD, yeah."}, {"timestamp": [2370.56, 2371.88], "text": " Yeah, we'll talk about that with PD."}, {"timestamp": [2372.44, 2372.82], "text": " Next bit."}, {"timestamp": [2373.04, 2376.38], "text": " So the University of Hull did the formal report in October last year,"}, {"timestamp": [2376.74, 2378.96], "text": " and it sounds like when you read that,"}, {"timestamp": [2379.04, 2380.84], "text": " you can identify with those outcomes."}, {"timestamp": [2380.96, 2381.92], "text": " Yeah, pretty much."}, {"timestamp": [2381.92, 2383.78], "text": " Home interaction, parents, and change."}, {"timestamp": [2384.08, 2384.2], "text": " Yeah."}, {"timestamp": [2384.24, 2385.56], "text": " So you're waiting for your formal one. Yeah, it's. Home interaction, parents seem change. Yeah. So you're waiting for your board."}, {"timestamp": [2385.56, 2387.94], "text": " Yeah, it's all very subjective"}, {"timestamp": [2387.94, 2388.92], "text": " at the moment, yeah."}, {"timestamp": [2389.42, 2389.66], "text": " True."}, {"timestamp": [2389.9, 2391.92], "text": " Yeah. I mean, we're teachers. I've had 25 years"}, {"timestamp": [2391.92, 2393.94], "text": " experience. Tony's had, what, two years"}, {"timestamp": [2393.94, 2394.28], "text": " or whatever."}, {"timestamp": [2396.44, 2398.0], "text": " And, but you can, you walk"}, {"timestamp": [2398.0, 2399.28], "text": " it, you know, it's in here."}, {"timestamp": [2399.46, 2401.06], "text": " You know, you've been there, done that, and you can see"}, {"timestamp": [2401.06, 2402.12], "text": " it's working that way."}, {"timestamp": [2402.5, 2403.96], "text": " Moving on, because we're running"}, {"timestamp": [2403.96, 2411.6], "text": " a bit of time. Professional development, and this is we put, I think the budget this year is 130 grand into PD"}, {"timestamp": [2411.6, 2417.28], "text": " for our staff and we go to budget meetings and Kate sits at the budget meeting with us and"}, {"timestamp": [2417.28, 2422.56], "text": " Tony's in charge of PD now and our accounts. People say we need to cut $30,000 out of our yearly"}, {"timestamp": [2422.56, 2428.9], "text": " budget and they look straight at PD and think, well take that that out, but Kate says, nah, that stays, bad luck, we'll find it out of other places."}, {"timestamp": [2429.44, 2434.02], "text": " So acknowledge the fact that if you're going to spend money, who's doing the best job for you?"}, {"timestamp": [2434.06, 2436.36], "text": " It's the people in the classroom are doing it for you."}, {"timestamp": [2436.36, 2437.36], "text": " You want them to change."}, {"timestamp": [2437.86, 2440.5], "text": " You've got to create the change for them."}, {"timestamp": [2440.98, 2443.48], "text": " And this model is one that works."}, {"timestamp": [2443.92, 2447.06], "text": " In our experience, it seems to fit and we"}, {"timestamp": [2447.06, 2452.06], "text": " were talking about it last year Tony and I were talking about it and saying all"}, {"timestamp": [2452.06, 2455.72], "text": " the teachers all they're doing is they're digitising they're digitising those"}, {"timestamp": [2455.72, 2459.2], "text": " analog teaching practices taking the worksheet and they're making the PDF"}, {"timestamp": [2459.2, 2463.46], "text": " we're using BYOD and we were sort of a bit unhappy with that and then when we're"}, {"timestamp": [2463.46, 2468.82], "text": " overseas we saw this model put up in front of us and everything just went ping that's"}, {"timestamp": [2468.82, 2471.82], "text": " exactly what's happening in our school first step the staff will do is"}, {"timestamp": [2471.82, 2476.86], "text": " substitute they'll substitute technology analog teaching for digital"}, {"timestamp": [2476.86, 2481.0], "text": " teaching they'll substitute old practices into digital phase then they'll"}, {"timestamp": [2481.0, 2485.14], "text": " augment tech will act as a tool substitute with a bit of improvement."}, {"timestamp": [2487.12, 2489.06], "text": " Now those PDFs, those workbooks that they used to have in class"}, {"timestamp": [2489.06, 2491.0], "text": " that they used to produce in science"}, {"timestamp": [2491.0, 2492.56], "text": " are colourful PDFs"}, {"timestamp": [2492.56, 2494.1], "text": " with little bits of video and things"}, {"timestamp": [2494.1, 2495.14], "text": " embedded inside them."}, {"timestamp": [2495.34, 2496.12], "text": " Wow, that's pretty cool,"}, {"timestamp": [2496.16, 2497.1], "text": " but they still fill them in."}, {"timestamp": [2498.14, 2499.54], "text": " Modification, the tech allows"}, {"timestamp": [2499.54, 2501.38], "text": " for significant task redesign."}, {"timestamp": [2501.68, 2502.54], "text": " We're starting, you know,"}, {"timestamp": [2502.6, 2505.0], "text": " probably most of our original teachers are at that stage now. They're starting to do know, we're probably most of our original"}, {"timestamp": [2505.0, 2509.38], "text": " teachers are at that stage now. They're starting to do things like use edgy creations, which is an app"}, {"timestamp": [2509.38, 2516.34], "text": " to make YouTube videos and have videos explain everything, to have video streams on YouTube"}, {"timestamp": [2516.34, 2522.9], "text": " with little bites of information, five minute bits. The student doesn't have to hear you say it"}, {"timestamp": [2522.9, 2525.64], "text": " in front of the class for them to learn it. They can go to it any time."}, {"timestamp": [2525.7, 2530.12], "text": " And we've got one teacher that says to his class, you can come to my class."}, {"timestamp": [2530.2, 2530.84], "text": " You've got to be here."}, {"timestamp": [2530.88, 2531.52], "text": " I'll mark the role."}, {"timestamp": [2531.64, 2534.58], "text": " If you've got an English assignment to do tomorrow, do the English assignment."}, {"timestamp": [2534.74, 2535.18], "text": " I don't care."}, {"timestamp": [2535.26, 2536.76], "text": " As long as you're working in the class, you're fine."}, {"timestamp": [2536.84, 2537.78], "text": " You know the stuff's up there."}, {"timestamp": [2537.84, 2539.42], "text": " You can get it anytime, any place anywhere."}, {"timestamp": [2539.42, 2545.56], "text": " That's me next term with my year 13 visits class, because they don't actually have me teaching up front."}, {"timestamp": [2546.36, 2547.88], "text": " They get it once a fortnight."}, {"timestamp": [2548.32, 2554.24], "text": " The rest of the time they do their physics, but once they have got their head around the trust"}, {"timestamp": [2554.24, 2560.38], "text": " and their responsibilities, the trust I have condemned and their responsibilities, I will not"}, {"timestamp": [2560.38, 2562.76], "text": " have a tantrum if they turn up and do their."}, {"timestamp": [2563.12, 2565.3], "text": " This is the most filthy thing you can do to me. If they turn up and do their biology stuff in my farm, I won't have a tantrum if they turn up and do their, this is the most filthy thing you can do to me,"}, {"timestamp": [2565.54, 2569.94], "text": " if they turn up and do their biology stuff in my farm, I won't have a tantrum."}, {"timestamp": [2570.42, 2573.28], "text": " I'll be very disappointed in them and they'll understand that."}, {"timestamp": [2573.34, 2576.06], "text": " But the point is they have to get through my work,"}, {"timestamp": [2576.3, 2578.96], "text": " and when they do it, it's not actually so important,"}, {"timestamp": [2578.96, 2581.6], "text": " as long as they're up to date and are faithfully doing it."}, {"timestamp": [2582.64, 2584.6], "text": " I've got to turn them around."}, {"timestamp": [2584.8, 2587.02], "text": " What are you spending your PD money on?"}, {"timestamp": [2587.18, 2587.88], "text": " Time."}, {"timestamp": [2588.14, 2588.44], "text": " Time."}, {"timestamp": [2589.04, 2589.4], "text": " Time."}, {"timestamp": [2589.64, 2591.7], "text": " Giving staff time, not experts."}, {"timestamp": [2591.7, 2595.52], "text": " We do very little of going at this stage outside the school."}, {"timestamp": [2596.76, 2598.06], "text": " We do it if it's needed."}, {"timestamp": [2598.78, 2604.38], "text": " But what our staff need at the moment is time to share and develop."}, {"timestamp": [2604.68, 2607.76], "text": " So is there like an inquiry process going on there with the staff?"}, {"timestamp": [2607.76, 2609.24], "text": " They're working together on those?"}, {"timestamp": [2609.24, 2610.24], "text": " Yep."}, {"timestamp": [2610.24, 2611.24], "text": " Yep."}, {"timestamp": [2611.24, 2616.88], "text": " We, there's a number of supports that we've got in place for, in the form of PD, that we"}, {"timestamp": [2616.88, 2618.24], "text": " have in place on the start."}, {"timestamp": [2618.24, 2624.0], "text": " And basically every Tuesday there's a meeting of sorts after school that, depending"}, {"timestamp": [2624.0, 2625.5], "text": " which phase of the"}, {"timestamp": [2625.5, 2631.16], "text": " roll in of the BYD teachers you were you're going to one of those you're going to half"}, {"timestamp": [2631.16, 2637.04], "text": " the meetings basically and it's there's cross-curricular sharing there now that's"}, {"timestamp": [2637.04, 2642.44], "text": " not involving any time of course but we've got that and then you've got release time"}, {"timestamp": [2642.44, 2647.92], "text": " for staff they'll get a whole day out where it will be more likely to give them a whole day out"}, {"timestamp": [2647.92, 2653.56], "text": " than to give them in school in a group rather than give them a whole day out to go to some sort of meeting."}, {"timestamp": [2653.72, 2655.24], "text": " We're not interested in that sort of thing."}, {"timestamp": [2655.5, 2659.32], "text": " If they're capable of getting a degree, they're capable of reading about stuff,"}, {"timestamp": [2659.76, 2663.32], "text": " rather than having to go to a session and have staff talk to you."}, {"timestamp": [2663.38, 2664.44], "text": " Therefore, you can all go."}, {"timestamp": [2667.94, 2670.04], "text": " We've got to move on, Tony, don't talk too much."}, {"timestamp": [2671.04, 2679.26], "text": " Just because we've sort of gone, we're running out of time."}, {"timestamp": [2679.26, 2684.28], "text": " There's about 10 minutes left, and some of you may have some more questions."}, {"timestamp": [2685.0, 2685.92], "text": " left and some of you may have some more questions."}, {"timestamp": [2690.92, 2692.52], "text": " Just very, very briefly, cloud applications, a lot of people talk about cloud applications,"}, {"timestamp": [2692.52, 2694.44], "text": " Google Docs and those sort of things out there."}, {"timestamp": [2694.44, 2696.08], "text": " Yes, we are looking at those."}, {"timestamp": [2696.08, 2697.26], "text": " Yes, we are using Facebook."}, {"timestamp": [2697.26, 2700.42], "text": " Yes, we are using Tumblr and Twitter"}, {"timestamp": [2700.42, 2703.0], "text": " as part of learning situations."}, {"timestamp": [2703.0, 2704.62], "text": " Are we looking at the cloud applications?"}, {"timestamp": [2704.62, 2705.16], "text": " Yes, we are,"}, {"timestamp": [2705.26, 2711.52], "text": " but no matter how big a pipe you buy, it will go to capacity. So as soon as you start, we're"}, {"timestamp": [2711.52, 2718.52], "text": " very aware of putting blocks in people's way. So if we put all our stuff out in the cloud,"}, {"timestamp": [2719.44, 2724.24], "text": " we might create a wall or a block where people can't get it and it slows things down."}, {"timestamp": [2724.72, 2725.0], "text": " So it's just a consideration. We're not saying no at this stage. We're just waiting and create a wall or a block where people can't get it and it slows things down."}, {"timestamp": [2725.0, 2726.0], "text": " So it's just a consideration."}, {"timestamp": [2726.0, 2729.1], "text": " We're not saying no at this stage, we're just waiting and seeing how the bandwidth goes"}, {"timestamp": [2729.1, 2732.0], "text": " and how the speed goes."}, {"timestamp": [2732.0, 2736.0], "text": " A learning management system sort of they go together and I'm just whizzing through these"}, {"timestamp": [2736.0, 2739.0], "text": " now so that you can ask some questions at the end and we've got more time."}, {"timestamp": [2739.0, 2744.0], "text": " We're still with a learning management system called Ultranet."}, {"timestamp": [2744.0, 2745.84], "text": " We have got teachers using Facebook and their own private pages onet. We have got teachers using Facebook"}, {"timestamp": [2745.84, 2747.6], "text": " and their own private pages on Facebook."}, {"timestamp": [2748.08, 2750.44], "text": " We have got teachers using Twitter and Tumblr."}, {"timestamp": [2751.0, 2754.16], "text": " However, we are saying the default first place"}, {"timestamp": [2754.16, 2757.46], "text": " where you will put most of, or all of your stuff first,"}, {"timestamp": [2758.16, 2759.8], "text": " is our learning management, Ultranet."}, {"timestamp": [2759.88, 2762.38], "text": " Then link off."}, {"timestamp": [2763.88, 2767.56], "text": " It's backed up, and we also therefore maintain the intellectual property."}, {"timestamp": [2768.18, 2770.18], "text": " And we know where it is and the parents know where it is"}, {"timestamp": [2770.18, 2772.98], "text": " and the teachers shoot off overseas."}, {"timestamp": [2773.28, 2774.04], "text": " We still have it."}, {"timestamp": [2774.2, 2775.64], "text": " It's not part of their Facebook."}, {"timestamp": [2775.64, 2777.1], "text": " We don't have to gather it in and say,"}, {"timestamp": [2777.48, 2778.74], "text": " oh, Tony you're shooting off overseas."}, {"timestamp": [2778.88, 2781.54], "text": " Give us links to your Facebook page so that we can use it later."}, {"timestamp": [2782.04, 2785.38], "text": " So a little bit of sort of, yes, we are still using it."}, {"timestamp": [2785.46, 2787.02], "text": " Learning Spaces, that's one of the things"}, {"timestamp": [2787.02, 2789.34], "text": " that Tony wants to really get into now."}, {"timestamp": [2789.82, 2793.02], "text": " If you were in the school with the students in here,"}, {"timestamp": [2793.08, 2794.2], "text": " you'd walk around the school now"}, {"timestamp": [2794.2, 2796.6], "text": " and you'd see a lot of half-empty classrooms"}, {"timestamp": [2796.6, 2798.66], "text": " with students sitting out around all over the place"}, {"timestamp": [2798.66, 2800.2], "text": " with their devices."}, {"timestamp": [2801.22, 2803.82], "text": " And so we're very aware of those traditional classrooms"}, {"timestamp": [2803.82, 2807.0], "text": " being as something we want to look at."}, {"timestamp": [2807.0, 2812.0], "text": " And also with learning space we've got this idea of virtual learning spaces we've got Ultranet."}, {"timestamp": [2812.0, 2815.0], "text": " That's a teacher own space and we want the students."}, {"timestamp": [2815.0, 2821.0], "text": " So we've got that, us, if you like, maintaining our IP or indirect property there as an institution."}, {"timestamp": [2821.0, 2826.48], "text": " But then the kids, we don't we they've got no rights there apart"}, {"timestamp": [2826.48, 2830.02], "text": " from view so we're going to be moving towards the kids maintain their own learning"}, {"timestamp": [2830.02, 2834.52], "text": " gloves and that's something that they take with them when they leave we're not"}, {"timestamp": [2834.52, 2840.1], "text": " interesting keeping their work once it's this place where they will have all"}, {"timestamp": [2840.1, 2846.0], "text": " rights and we as teachers have viewing rights and that will be cloud based."}, {"timestamp": [2846.0, 2850.8], "text": " And that's the sort of next step that we're doing right now leading the original people"}, {"timestamp": [2850.8, 2854.62], "text": " through. You know we have success criteria and learning intentions that's been part of"}, {"timestamp": [2854.62, 2859.0], "text": " Ako Orrera for eight nine years now and now we're saying well they should be part of a"}, {"timestamp": [2859.0, 2862.68], "text": " blog the learning intentions and success criteria and students should be commenting on"}, {"timestamp": [2862.68, 2866.0], "text": " where they're going along that path and keeping stuff."}, {"timestamp": [2866.0, 2870.0], "text": " Infrastructure, that's an ongoing thing. We're just going to maintain that. We have to maintain that."}, {"timestamp": [2870.0, 2873.0], "text": " It's going on all the time."}, {"timestamp": [2873.0, 2878.0], "text": " Device, apps, programs, that's the student-owned device."}, {"timestamp": [2878.0, 2881.0], "text": " As I said, we're not sure what we're doing in that respect now."}, {"timestamp": [2881.0, 2884.0], "text": " We've always said any device. We've recommended an iPad."}, {"timestamp": [2884.0, 2885.5], "text": " Most students have bought an iPad. Most students"}, {"timestamp": [2885.5, 2889.7], "text": " have bought an iPad, but more and more, you know, the Windows 8 has, we've got students playing"}, {"timestamp": [2889.7, 2896.44], "text": " with that at the moment. Android's getting better. The key one there is we're not sure"}, {"timestamp": [2896.44, 2901.96], "text": " whether we will maintain those specialist labs of media studies running Creative Suite"}, {"timestamp": [2901.96, 2908.28], "text": " 5. We've told the students an iPad at year 8 they buy an iPad or a tablet or a computer."}, {"timestamp": [2908.94, 2914.12], "text": " By the time they get to year 11, the senior school, when we're starting to use that more specialist sort of software,"}, {"timestamp": [2914.58, 2920.84], "text": " those devices are going to be three, four years old. They're probably going to change them about then anyway and buy something new."}, {"timestamp": [2921.5, 2931.44], "text": " And at that point, we've got to do a bit of education with them, buy a device which suits them better. And if it means buying a MacBook, if it means buying a HP"}, {"timestamp": [2931.44, 2936.8], "text": " laptop, because I can run this software or I can get this stuff on it, that's the decision"}, {"timestamp": [2936.8, 2940.94], "text": " that you have to make. You have to make the good decision for what you're going to do in"}, {"timestamp": [2940.94, 2944.6], "text": " the future and by the time now year 11 and 12, they're starting to know, well I'm using"}, {"timestamp": [2944.6, 2950.72], "text": " Photoshop a lot, I'm doing art photography, that's really what I want to go down that path"}, {"timestamp": [2950.72, 2955.2], "text": " so perhaps the iPad is not that good for that perhaps the tablet's not that good for that perhaps"}, {"timestamp": [2955.2, 2959.92], "text": " you should be thinking about a different device therefore do we have to provide those devices"}, {"timestamp": [2959.92, 2968.16], "text": " in a lab situation anymore we're not sure It's the debate going on at the moment."}, {"timestamp": [2976.88, 2977.52], "text": " Covered it all. Whoops, back. Costs, reducing, labs, tech support, maintenance, lease of computers,"}, {"timestamp": [2982.32, 2987.76], "text": " fixed infrastructure, teacher laptops, probably going to keep, put a question mark next to them because some teachers are saying, well, I've got my iPad, I don't really know if I need a laptop, or I might get a Windows tablet"}, {"timestamp": [2987.76, 2990.14], "text": " because they're quite cool themselves, so we're not sure."}, {"timestamp": [2990.7, 2992.0], "text": " PD will remain the same."}, {"timestamp": [2992.52, 2995.94], "text": " Student management system, obviously, we've got that cost, we'll have that."}, {"timestamp": [2995.98, 2998.62], "text": " I can't see that going cloud-based in the near future."}, {"timestamp": [2998.62, 3005.36], "text": " Learning management system, I touched briefly on the fact that we're not sure about where we're going in the cloud application."}, {"timestamp": [3007.12, 3012.88], "text": " In the foreseeable, we'll have our alternate, and forcible, I mean certainly in a few years,"}, {"timestamp": [3012.88, 3015.94], "text": " because we don't want to lose control of that information either,"}, {"timestamp": [3016.24, 3022.56], "text": " and we also want that default position to be that all teachers are putting something in one spot,"}, {"timestamp": [3022.68, 3026.0], "text": " so it's demystified for the students, they go to one spot."}, {"timestamp": [3026.0, 3028.64], "text": " So we have to keep looking at from a student's point of view."}, {"timestamp": [3028.64, 3032.16], "text": " Likewise, we can the student feedback in terms of what we're doing."}, {"timestamp": [3032.16, 3034.4], "text": " We're the adults, so we're the ones who have to do the hard stuff,"}, {"timestamp": [3034.4, 3038.24], "text": " and the kids are then left with a pretty straightforward way"}, {"timestamp": [3038.24, 3040.4], "text": " to find out what they should learn, and that's when they started."}, {"timestamp": [3040.4, 3042.16], "text": " Thank you."}, {"timestamp": [3042.16, 3050.6], "text": " So I rushed through that last bit, because we didn't start to a bit later, we got held up, about that but there's a bit of time I race through so you've got question time and discussion time yep"}, {"timestamp": [3050.6, 3057.68], "text": " yeah sorry can we just go back to pedagogy again if you touched on this a few times with former working groups around"}, {"timestamp": [3057.68, 3065.8], "text": " how BMIOD is going to fit with NCEA and standardized assessment and in part part of our work, we're going into a lot of schools"}, {"timestamp": [3065.8, 3069.1], "text": " where these are difficulties visualising"}, {"timestamp": [3069.1, 3074.8], "text": " what negotiating curriculum and student-driven learning looks like"}, {"timestamp": [3074.8, 3078.8], "text": " with the tension of that with NCA and standardized assessment."}, {"timestamp": [3078.8, 3082.3], "text": " So I guess if I could get you to just kind of touch on that a little bit more."}, {"timestamp": [3082.3, 3084.8], "text": " Well, it's exactly as you've just talked about,"}, {"timestamp": [3084.8, 3085.1], "text": " we're not sure. And that's why we've started a working group of switch on that a little bit more. Well, it's exactly as you've just talked about."}, {"timestamp": [3085.92, 3086.32], "text": " We're not sure."}, {"timestamp": [3089.96, 3094.24], "text": " And that's why we've started a working group of HODs looking at it now and saying we've built this capacity in our students"}, {"timestamp": [3094.24, 3097.38], "text": " through the first group that will hit NCA will be next year."}, {"timestamp": [3097.44, 3100.8], "text": " So they've had two years of BYOD in a different way of thinking and learning"}, {"timestamp": [3100.8, 3103.24], "text": " and in a different way of covering the curriculum."}, {"timestamp": [3103.82, 3110.02], "text": " But they are going to hit this standardised test. How are we going to manage that? Are we going to play with the"}, {"timestamp": [3110.02, 3114.58], "text": " internals and say, well, there's a lot of scope in the internals to go where you want, and are we"}, {"timestamp": [3114.58, 3119.26], "text": " going to force our school down a more internally assessed path and say, let's just do the"}, {"timestamp": [3119.26, 3124.64], "text": " least amount of externals as we can, because the internals have more scope, I guess, and then"}, {"timestamp": [3124.64, 3126.24], "text": " do half the curriculum in the first half of the year and then do worry because the internals have more scope I guess and then do half the"}, {"timestamp": [3126.24, 3129.5], "text": " curriculum in the first half of the year and then do worry about the externals towards"}, {"timestamp": [3129.5, 3132.96], "text": " we don't know we're just discussing that the moment the first discussions that we"}, {"timestamp": [3132.96, 3137.8], "text": " had in that meeting were phases it sort of split in for two groups one is the internals"}, {"timestamp": [3137.8, 3143.04], "text": " well we're free to do almost what we want within the bounds and in ZQA they're"}, {"timestamp": [3143.04, 3147.0], "text": " running a very high trust system in terms of, you know, they're"}, {"timestamp": [3147.0, 3152.9], "text": " trusting teachers to quite a high degree in terms of making judgments on what the student deserves."}, {"timestamp": [3153.32, 3156.44], "text": " So we actually have a lot of freedom with the internals already."}, {"timestamp": [3156.74, 3159.2], "text": " And then the other side of things is the externals."}, {"timestamp": [3159.7, 3170.44], "text": " Of course, the examination system isn't able to change as quickly as as schools so then what do the devices mean for that and obviously it would just"}, {"timestamp": [3170.44, 3177.32], "text": " be easy access to information and the idea of well the so forth flipping the classroom"}, {"timestamp": [3177.32, 3181.36], "text": " basically dragging the teacher from the front of the room and the teachers in amongst it"}, {"timestamp": [3181.36, 3185.38], "text": " helping the kids on an individual small group basis."}, {"timestamp": [3190.28, 3190.36], "text": " But the bottom line is the kids are doing a written exam at end of year,"}, {"timestamp": [3193.04, 3193.84], "text": " and teachers we're good at not losing sight of the end goal."}, {"timestamp": [3197.2, 3202.02], "text": " We are very good conscious of what we need to prepare our school. I mean, students are still doing the sessions here with 10 in paper."}, {"timestamp": [3202.32, 3207.0], "text": " And we're quite confident that NCQI will change."}, {"timestamp": [3207.0, 3209.0], "text": " It's just the timing."}, {"timestamp": [3209.0, 3216.0], "text": " And I'm quite confident with someone like Nikki Kaye looking at property as well as, you know,"}, {"timestamp": [3216.0, 3220.0], "text": " digital stuff, I think that's a really encouraging sign."}, {"timestamp": [3220.0, 3225.32], "text": " It seems the first time that we've had a bit of joined up thinking really."}, {"timestamp": [3228.68, 3229.5], "text": " If this, then what's going to be the impact on school property?"}, {"timestamp": [3231.92, 3232.64], "text": " And I've just been talking to her as she went out and saying,"}, {"timestamp": [3238.82, 3239.42], "text": " because she's really keen on the whole idea of how do we get unlimited access,"}, {"timestamp": [3243.42, 3243.98], "text": " how does that fit in schools and they have to pay for it and all that sort of thing."}, {"timestamp": [3249.54, 3250.04], "text": " And I said, well, how's it going to fit if the government policy is that schools should have 4,000 students in them?"}, {"timestamp": [3251.04, 3251.7], "text": " Where are we next?"}, {"timestamp": [3251.9, 3252.14], "text": " What? I don't know."}, {"timestamp": [3252.36, 3253.4], "text": " Are we doing making any eggs?"}, {"timestamp": [3253.7, 3255.0], "text": " Yeah, I'll just mention that."}, {"timestamp": [3255.18, 3257.02], "text": " No, I might do that little video."}, {"timestamp": [3257.02, 3259.86], "text": " I don't know about the NGQA will change,"}, {"timestamp": [3260.92, 3266.04], "text": " but it would be like a lot of educational where it will change from pressure up"}, {"timestamp": [3266.04, 3267.12], "text": " rather than pressure now."}, {"timestamp": [3267.12, 3267.96], "text": " I think we're here."}, {"timestamp": [3269.46, 3269.68], "text": " Yep."}, {"timestamp": [3270.36, 3275.16], "text": " How are they doing what?"}, {"timestamp": [3275.16, 3276.44], "text": " They're tracking with assessment tasks"}, {"timestamp": [3276.44, 3277.74], "text": " that have just written in paper"}, {"timestamp": [3277.74, 3280.0], "text": " and they don't have access to the point?"}, {"timestamp": [3280.0, 3281.0], "text": " No damage."}, {"timestamp": [3281.0, 3282.0], "text": " No problem."}, {"timestamp": [3282.0, 3284.36], "text": " That's the first thing you want to worry about"}, {"timestamp": [3284.36, 3285.98], "text": " and a bit better."}, {"timestamp": [3286.28, 3287.16], "text": " We specifically..."}, {"timestamp": [3287.16, 3289.32], "text": " It's just one year of data we've got."}, {"timestamp": [3289.76, 3293.4], "text": " And we did end-a-year exams last year for our year nines, pen and paper."}, {"timestamp": [3293.78, 3297.12], "text": " And we specifically targeted those and compared them to their cohort"}, {"timestamp": [3297.12, 3302.02], "text": " and to their previous years and no damage, as Tony said."}, {"timestamp": [3302.02, 3304.16], "text": " In fact, the boys have done a little bit better."}, {"timestamp": [3304.28, 3308.76], "text": " Same testing tool, which like I said before is only testing this stuff"}, {"timestamp": [3308.76, 3313.76], "text": " and we're also really, really developing the skills that kids are gaining."}, {"timestamp": [3313.76, 3315.62], "text": " Really, that's what it's all about."}, {"timestamp": [3315.62, 3321.0], "text": " So, socially working as revolutionise our students crammed for exams at the beginning as well."}, {"timestamp": [3321.0, 3322.0], "text": " And I think..."}, {"timestamp": [3322.0, 3326.56], "text": " Absolutely, Facebook is where they're at and they share it"}, {"timestamp": [3326.56, 3330.5], "text": " I mean we just got to keep reminding ourselves it's not a secondary thing that"}, {"timestamp": [3330.5, 3332.5], "text": " it comes all the time in the"}, {"timestamp": [3332.5, 3334.32], "text": " professional we're still responding to the"}, {"timestamp": [3334.32, 3340.0], "text": " I was at a punch in last right open the new labs at Massive University"}, {"timestamp": [3340.0, 3344.4], "text": " and the comments made that the lecture is there"}, {"timestamp": [3344.4, 3345.44], "text": " are saying we don't want to"}, {"timestamp": [3345.44, 3349.36], "text": " teach a letter to be entitled so universities are finding they've got these great"}, {"timestamp": [3349.36, 3355.04], "text": " big lecture theaters no one wants to use them so it's not you know we just happen to be"}, {"timestamp": [3355.04, 3355.92], "text": " between the"}, {"timestamp": [3355.92, 3363.04], "text": " but it's all going to change and it's just i think that we've got to keep pushing to"}, {"timestamp": [3363.04, 3366.68], "text": " organisations like nzqa to say you must change i'm so it's got to be pressure from us that we've got to keep pushing to organisations like NSQA to say you must change."}, {"timestamp": [3367.64, 3367.96], "text": " I'm so..."}, {"timestamp": [3367.96, 3370.06], "text": " Sorry, we've run out of time."}, {"timestamp": [3370.36, 3372.48], "text": " This was a short one because of the change."}, {"timestamp": [3372.6, 3375.8], "text": " We're here at lunchtime and morning tea."}, {"timestamp": [3375.9, 3376.66], "text": " Come and ask the questions."}, {"timestamp": [3377.08, 3380.26], "text": " This is one of our Spanish teachers teaching a class."}, {"timestamp": [3380.36, 3394.0], "text": " It's how we handle things pasturally. It's using devices in class."}, {"timestamp": [3394.0, 3426.24], "text": " It's a senior class so they haven't got devices. So they have a good idea. So have a good rest of the day."}, {"timestamp": [3426.24, 3427.32], "text": " So have a good rest of the day."}, {"timestamp": [3427.32, 3429.72], "text": " We'll see you later."}], "text": " Hi-a-da. Good morning everybody. My name's Mark Quigley. I'm Associate Principal at the school here. Tony Zillum, Deputy Principal. And I guess between us, we're the drivers of what we've done at Aldoever College in the last couple of years in terms of getting it off the ground and getting it going. Sorry, we're a bit late. As we said in the auditorium, the conference wireless, should be switching on any time now. Probably take them five minutes for the techies to switch buttons and flick switches and argue with each other to get it going. But it should be going any time now with switching it on so you can tweet along or ignore me entirely and do your emails and things while you've got an hour off school this morning. Kate Shevlin, you've met up on the stage and me and Tony are here and we'll get going. So this, what we wanted to do with this one was just we sent out most of the stuff to you and hopefully you got that and you've done your homework, or we call it prep at the school now. It's that sort of flip classroom approach if you like. So you come to something that you've got a bit of a mindset, you're a little bit prepared and we're thinking along the lines, and you can ask questions. So what we want to do is go through this reasonably quickly, and then give you a time to ask questions of us, get our feelings, we're not right, we're just saying what we're doing. It might not be the way, might not be the only way, but at least we're starting down that road. So we started probably in 2000, if you look at it, with Manaki-Ollera, a values-based program that we have at O'Rewa College. And then we, in about 2005, looked at our teaching and learning. So we had two pillars of the school, if you like, that we believed in, that the staff brought into, and that we had a significant amount of professional development and a significant amount of time and energy put in. So that was the first key thing. When you do something at school, and I'm not telling you how to suck eggs or anything, but if you're not going to jump in boots and all, then it'll be piecemeal. And when we did these things, Kate, who's just walked in, our principal said, okay, we're going down this path, let's do it. And the resources went in. All the resources we needed went into it. If we wanted it, if we needed it, it was done. It became part of policy. It was written into our quality assurance manuals. It was written into our quality assurance manuals. It was written into our policies. First monarchy, then Arco, and more latterly B-YOD. So it became part of the culture and the fabric and the administration of the organisation. So in terms of leadership, I think that's very important. We sort of, if you look at the timeline, if you like, of what we wanted, you know, we had way back the basic IT, ICT dial-up, this was probably 2000. It was going into PC labs and our focus was on PCs and we got cows and, you know, lambs and sheep and things like that that we move around the classroom and we had our labs. Then we sort of had this vision, if you like, of e-learning. And we don't even like that term anymore. It's learning. Forget e-learning. It's nothing new. This is what learning is now. And if you think it's different from learning, then probably we're not on the same page. This is what learning is. It's learning in the 21st century. So we were sort of at this level, I guess, a couple of years ago. We had some digital curriculum integration. We'd been through the ICTPD workshops. We'd been through the contract. We'd gone to the U-Learn things. We'd heard all the flashwords. We'd done a lot of professional development with our staff. We'd convince them that this professional development with our staff. We'd convinced them that this is the way we should go and then we disappointed them by not being able to deliver. We couldn't deliver bandwidth, we couldn't deliver access to machines, we couldn't deliver what we'd created in our staff that belief in way teaching and learning should occur and the belief that there is a different way. And we had those arguments for probably 18 months, 2009 we went BYOD, in other words we told the students you can bring our laptop to school and you can get on our wireless, go for it. Because we're a D.O.8,9 school. We knew most of the students had some sort of device. It didn't matter. But what we ended up doing was getting an argument between ourselves, really, we were saying to the staff, why aren't you doing things different? Why don't you teach in a different way? Use the internet, get things going, give stuff to the students, put information up there for prep, let them prep before the classroom. The answer we got back from the staff, well, the students aren't bringing their devices to school. So I'm double teaching. I've got eight in my class that sit there with a computer and the rest of them sit there and want a pen and paper. So we asked the students the same question and they said, well, you know, Mr. Smith, he still gives out the handouts. We still have to fill in the bits of paper. Why would I do it on a computer? What's different? And so we got into that argument, do we buy more computers? Do we resource more labs? Do we get more pods? Do we put computers in the back of classrooms? We were wanting to do this sort of neat stuff, but we couldn't deliver. And I guess probably when I've talked to people around the country, that's the situation that a lot of people are in. They just can't do what they want to do. Teachers will do it. Students will get on with it. But unless you've got ubiquitous access, a device in front of you, connected to the internet, so that when you inspire, when you like that little flame of curiosity in a student, when you mention something and you're teaching Dolkia decorum Easton Wilfred Owens poetry in World War I, and some students say, well, what are talking about, trenches and that? You can automatically go to Google images or whatever and show the pictures of the trenches. Show video. They don't have to hear you reading Wilfred Owen's poem out. They can hear Sir John Gilgut doing it, which is much better than you. Hate to say it, even though some of you probably think you're pretty good. So we wanted to head that way and I guess what we do we've built this faday of learning this is our sort of I guess our concept of the school we have our two main pillars monarchy and Ulrio our main supported by tradition we don't lose tradition in our school we believe in our past we believe in where we come from and innovation and on the base we've far now we come from, and innovation. And on the base, we're Farnow, our parents, our caregivers and our teachers and students. But anything we do sits inside that Farno, that Farray of learning. Anything we do, B-YOD, whether it's Harbinet, whatever we do, sits inside there. So as long as we can take sport and put it in there and say this is what we believe in sport. Sport if you aren't respectful and part of the team, sorry you don't play on Saturdays. If you don't understand how you acquire skills in those stages of skill development, cognitive, associative, autonomous, which is very similar to the solo taxonomy that Biggs and Collis go on about, that we actually believe in. If you don't understand that as a coach, it's not part of our school. We want you to innovate, but we want you to believe that, you know, 15 years ago our senior girls volleyball team won a competition and we want to aspire to be like them. The same with the arts or professional development or performing arts. It's within our Faroe of learning that we set things up. So why we made the decision, the decision was about teaching and learning. We believed in 21st century things. The things that you've heard at conferences for the last eight or nine years. We believed in that. We thought that this was good. We got the perfect storm of technologies, if you like. Ultra fast broadband became available to us. We convinced Vector to run a cable from the street, up on the main street up there, down to the school. We had good Wi-Fi in the school, enterprise-level Wi-Fi in the school, so we could pump out the information. And we went with the iPad, why the iPad? Because at the time we made the decision, it was the best technology available. We're not saying necessarily that's so now, but we're quite happy with the decision we made. It is the decision we have made, and it suited us to go with that. The technology's become affordable now. Everything's on a bit of a par. Other platforms are slowly catching up, but we believe that the iPad is still out there in front at the moment. So those things came together, and that's why we made the decision. We wanted to deliver teaching or learning. We had the technologies. We went with an iPad but that's irrelevant. The relevancy is that the students have connection, ubiquitous connection, when they need it, as they need it, where they need it. Anywhere or what we say, WWW is no longer the World Wide Web, it's whatever, whenever, wherever. And that's the philosophy you have at the school. And by the way, in terms of our pastoral system, we add another W, the fourth W is whoever, which we'll talk about if you hear the pastoral side of things. So those things came together and allowed us to make that decision. So if you're going down that path, which I hope many of you are, and I hope many of you are considering going down that path, you've got to do some things in the school. You have to have some things you don't set yourself up to fail. And we've talked to a few schools now and they have made a few wrong decisions. Firstly, you've got to have the technology to make it schools now, and they have made a few wrong decisions. Firstly, you've got to have the technology to make it work. You have to have ultra-fast broadband. You know, we're pumping out four terabits of data, or sucking down, four terabits of data a month at the moment. We have 1,800 devices on the network at any particular time. That doesn't mean we have 1,800 students with iPads or computers here, but we do have 1,800 students with a computer and a cell phone and maybe an iPod touch as well, and some students have three or four devices on the network. So you have to have that to make it work because you're asking teachers, in some cases teachers who have been teaching for 25, 30 years to make a fundamental paradigm shift in the way that they teach. And you're asking them to expend a lot of energy and a lot of time being professionally developed, trying things out, risking that control that teachers have always liked in their class on something they're not too sure about. So if you put blocks in their way that the wireless doesn't work all the time or the internet's not working, all you're doing is setting yourself up for the teachers and try this again, that's a waste of time, let's just go back to IPN and eye paper. It's much easier. So that would be the first thing we'd say. A staff with a common vision of the school and teaching and learning, well we had our farahe of learning. We had Ako orIwa and Manaki Orira as I showed you in the previous slide. That was there. So we had that capacity within the school. A culture of learning and the staff and the willingness to move ahead. We found the staff who wanted to go with this. We found an original 50 staff members that just wanted to fly with it. Yeah, give me a go, I'll take a risk if my poetry curriculum or my unit of poetry falls to bits because it's all fallen to bits will so be it. I'm a good enough teacher to make that up later. And we had those people, and those people have led the rest of the staff on the way. Those are the people that have got things going on top of what we're doing. A good pastoral system, you will need to think about this. This is vital. And hopefully some of you are going to see Linda Rubin speak. She's our year 10 dean and she's the sort of architect of, I guess, of what we're doing pasturally. Because suddenly you're putting ubiquitous anywhere, any place, any time, access into the hands of 1,800 students with virtually zero filtering, and they have to learn to use it reasonably. And we have that philosophy in the school. You'll hear in the pastoral system if you go to that. Why would we put big filters and blocks and not let the students do this and do that and use other thing if we're wanting to teach them good digital citizenship? Why would we put artificial walls up? Let them make the mistake. Let them learn responsibility. Let them know that on a network, any network, the modern world that they're in, they're not private on the internet. People can watch. I can sit in my office and see exactly what they're doing. Anytime I want. And if the students understand it, then they'll start to use things responsibly. I think our students have moved past that, I want to play angry birds in the class all day. I think our students have moved past that I want to play angry birds in the class all day I think if you wandered around and talked to a few of them if they were in school today you would see that they aren't all sitting out at interval and lunchtime on Facebook they're over that you know typical education we've sucked the fun even out of iPads so they're over that you know you say well why aren't you on your iPad at Facebook at lunchtime I'm on the iPad five hours a day anyway you want me to do it at lunchtime too so the students have adapted which we knew they would young people are resilient what they need is leadership from the older generation whether it's a sports coach an art teacher a music teacher or a teacher in a classroom so we had that good pastoral system in place and we're continuing to work on that. Please don't think it's been painless and smooth though. You know, yesterday we were dealing with students misusing their devices. That will continue. But it's no reason not to do it. Support from all levels. Well, first you've got to get your board behind you, of course. Well, first we, Kate was behind us, but Kate was part of the team anyway. We don't have to go to Kate and say, can we do this, please? It's just all part of one team. All right, so we had that level at senior management level, the senior management team. The board, our board are good, they're reasonable. They listen to argument. They're open-minded, and they were willing to go with us. We got the HODs on board and the staff on board, so everything was aligned in the last group that we had to convince was the parent body. But again, we're lucky. We've worked with parents over the last 10 years closely. We've kept them pretty informed. And they, I think, are at the point where they trust us. And yes, we had lots of parent meetings and yes, lots of Q&A sessions where we had arguments and discussions and they touched the iPad. But on the whole, the parents, despite what you heard a couple years ago in the media, were very, very supportive of what we were doing. They could see that that's the world that they live in, they exist in. When they go to work as a diesel mechanic, they actually press buttons on a machine on a touchscreen to tune the diesel engine, or they order things online and parts and things. They write reports on a computer database. They don't write it out by hand. They don't have to do things manually. So the parent body got on board, and we did a lot of work on this. We had a lot of meetings and discussions about that. Some people like the claim partners. Our strategic plan. Our plan. In the air. I grew up wanting to be on a plane, wanting to be at this high. The next time is up to reach 60 below. It's crisp. It's refreshing. You never know what you're going to come across up there. Hey, you're genders, hours. Owls. These people back here? That's why I come to work. That, Ghee, towers, hours. Owls. These people back here? That's why I come to work. That's why I'm building airplanes. It's got out. We're not to build that plane here. We're not going to drink. I let this go. I got my face up here. When I look up there, I see that little kid. I look at his eyes. I saw the little kid, they look at his eyes, I saw the things I mean. All right, so a lot of people when they came into this conference wanted to know what our strategic plan was. Well, we gave it to you, and it's done on the fly. Every day it changes, because we don't know what we don't know. We've never done this before. And there's not a lot of places around the world that have done it anywhere, on a full scale, full school, the whole thing. And where we have looked around the place, they're on the same path as us. So we gave you that document, we sent that out to you beforehand and we've given you the opportunity to look at it and have a look at it. So this part of the presentation, as I say, I've gone through the bits reasonably quickly. Hopefully you've had a wee look at it. And what I'll do is I'll go around each of the presentation. As I say, I've gone through the bits reasonably quickly. Hopefully you've had a wee look at it and what I'll do is I'll go around each of those things. They're in no particular order and this time we ask some questions. If you've got some questions or got some opinions because your opinions are important too because there could be people out there, I'm sure there are people out there that have got a few ideas that we'll go, oh, that was a good idea and we'll take credit for it. But we'll steal it off you now. But that's okay. So our BYOD rollout, for those people that had a listen. The BYAD rollout started in 2009 last year, for year 9s in 2012 last year. This year it's rolled out into 2013 into year tens and year eights. So we have three year levels with full B-Y-O-D. The plan is that it rolls up into 2014 into year 11th. We haven't chosen year 7s because we thought they're coming new into the school. They've got to buy uniforms. It's all new and exciting for them. There's enough expense on the parents. But in saying that, most of the year sevens have brought a device with them anyway. So we're rolling into year sevens. We are looking, we've got a group looking that's started right now, Tony's running it, or one of the HODs is running it, looking at the NCAA, how it's going to impact the NCAA, how BYOD will match the exam system, and that's why we invited NZQA up here today. They're over in the auditorium, Steve Bardge. You can talk to him. He's in charge of externals, and NZQA do have a bit of a vision on where this is all going. So that was our BYAD rollout. Just interject, throw a hand up if you have a question, if you've got something about that. Yep. In terms of what proportion of your students would be bringing a device to the school every day? Of the targeted groups or of the rest? 50%? 50% of the others would be bringing? The year 7s are up to about 70% but... The 11, 12, and 13, is an interesting group, because they've had so many years at school where they haven't had access and they're not 100% sure how to affect them in use it. So it's not 50% for those people. It's still a fairly high percentage. But it's not, the actual technical learning isn't transforming at that level. There's a bit of a change. There's more possibilities but when you don't have everyone with the same gear, it's a bit, or with the same access it can be a tree. So we don't guarantee a pedagogical change at year 11, 12 and 13. And we're working on the professional development for that now, this year right now. Desktop machines, the plan is to let them die a natural death oh sorry someone up the back sure we do have um of all our students i think yesterday was nine that loan a little HP netbook off the library we've got 30 of them sitting in the library loan a little HP netbook off the library. We've got 30 of them sitting in the library. They get a machine each day, they pick it up in the morning, hand it in at night. It belongs to them. It's the same machine, they can keep stuff on it. We don't let them take it home at this stage. It's worked pretty well, but we're getting a bit of damage on those machines. They don't look after it as much as if it was their own. We're talking about a thousand students with those three year levels, so nine's not too bad. We initially, for the first year, that was last year when we had just year nine, 300 and something on kids. We got, you think it was 30 netbooks, something like that, thinking surely 10% won't turn up, but we ended up hovering around two, two or three I think, that had them on more or less perpetual line. And towards about the middle of the year, we started letting some of those kids take them home because I'm looking after them and they were there without reasons for not having them. And then the rest of the net notebooks were just there for when the kids own machines that they generally look after, fell over because they dropped them, whatever, they were being repaired. So they used our Squyed machines for that. Is the reason why you chose netbooks and not iPad? Yep. Cheaper. And we didn't want to make it too appealing to go. Not bringing your own. I refuse to buy because the school's going to provide me to exactly what they're suggested. So that's the reason. Yeah, and it's worked out right. I mean, it's evolved a lot from last year. It's students were bringing their iPads in and other students who came along with a netbook or a full desktop laptop, we're going and looking at the iPads with a bit of envy and going on, we really need an iPad and pressure was going on at home to get an iPad rather than this netbook. But that doesn't happen so much anymore. I think we've got over that device, some of the other pad technology and some of the netbook technologies improved, although the industry say the netbooks are going to fade out of the world. And so other devices are Windows 8. There's a few people with Windows 8 tablets at the moment. No, good. They're fine. We don't have that many lockers at school. Did you have to invest in lockers? Lockers. We thought we would. Last year we thought we would. We thought we'd buy, well, particularly for physed. We had big plastic boxes. No for Z is here, are there? Big plastic boxes that the students handed their iPads into it at the start of the lesson and they got it at the end of the lesson because we couldn't guarantee the changing rooms. That faded out after about a couple of months. It wasn't worthwhile. Students just left their iPads in their bag, left their devices in their bag, and we've had no issues. Well, they used them in their PE class. Well, they used them a lot in PE. We did have one on Friday in the weights room. They were doing some work in the weights room and picked up the arm curl bar, the weight fell off that end, then the weight fell off that end and smashed onto the iPad, shattered iPad. But they weren't meant to be using the weight curl bar. They were meant to be doing some other stuff. Sitting down it was actually they were just using it as a space. So we have that. Are there any other sort of infrastructure things in place like projectors and rings and more flukes and classrooms? There's heaps but we already have projectors across all classrooms essentially. The big infrastructure thing you had to worry about was widest really, and of course, high-speed internet. We couldn't establish a BYD program the way we've done it without really high-speed internet. We've been sitting around waiting for that, pushing and trying to get that happening for us because we knew that would be the incident killer of any BYD program. We didn't have that. And then we needed a very, very simple way of connecting to the wireless, for the internet. It had to be really, really easy so that we didn't need any technician support, like zero technician support for the kids. So it's entirely up to the child to connect to the wires and there's a lot of back room stuff going on so that that is an easy thing. So we spent a lot of money on getting our system for the students to connect without any technician support. So simple that there's no issues. And then once that was in place now we have started looking at and managed the really high end users. The top five we've been all of that is slowed down now. This is recapulated every day and we've got another group that are ones that we, until not very long ago, said you're not allowed to bring your, or you're not allowed to connect to wireless at all. Now they can connect to wireless but they can only get like our school so only school stuff with just only the true business get on to Optinac that's all and power in terms of power no the students aren't allowed to charge their devices at school at all just in terms of project you think is important as a projection of the yeah yeah it's comfortable I mean yes but it's more a comfort thing for the teachers. I mean, yeah, you need it anyway, but you're not actually using it a hell of a lot, to be honest. The kids have all got on your own screen. Theoretically, they're all navigating their own path through their learning for some of the time. The other bits of the time, yeah, there is going to be some teacher-centred stuff because if you swing one way and just go all that way, that's just as bad as having a teacher at front with their... And students want to display their work. It's very easy for a student to come up with an iPad and show their work to the rest of the class and share it. How are you connecting? I'm not seeing any Apple TVs on your... No, the Apple TV is not connecting through the Enterprise Wireless. It doesn't like it that well. We want to. Conrad is telling us there's a solution coming out through Ruckus soonish, but he's been saying that for a while. We've got a few Apple TVs working around the place, but we don't want a lot of little ad hoc wireless works. It's got to be a private network. We're cabling it at the moment. And... It will change though. It's just part of the security of our network is that each individual device can't see any other device for security reasons, viruses and like, and also just pair to pair of the stuff that we want to strip out. If they want to do pair to pair, they go out through internet land. But if we're using the Apple TV at the moment, they have to disconnect from the network and connect to the Apple TV, which means they don't have internet access. So we need the Apple TVs onto the enterprise wireless, and at the moment Apple doesn't support that. So we're just waiting for something to happen. We can do it in a really clunky way, but then the teacher has to become a bit of a technician to run around and install stuff. It just is there, just like pen and paper used to be there and it was never an issue unless you broke your pen or whatever. But the technology just has to work. You shouldn't have any particular technology smarts to be doing that. How are you managing the security site? No, no, there's some crazy stuff going on. You want to talk to? Talk to Con. We can explain it with this. We've got other things to, you know. Talk to Conrad at isometric, it's fine. How much is four terrap bites of data a month? Lots. That is, I worked it out that it's for the hours in class at 60 something megabits per second for every single hour of teaching and all of those are updates and things as well. No we don't let updates work very much. We don't let these students update their machines on the school wireless they can do that at home so it's just list only quick. And it's surfing? It makes them pay for more. Do they have an allowance? No. All you can eat. They're buying a device, so we think that's enough. So we'll give them them. And I think if you talk to people like Edgunet and Vector, who we're using, I think Network for Learning's going that way. I think, no, it's just a product of bandwidth. I think you'll find that all of the providers are realizing, based on a bit of our experience and other experiences around school, that any bandwidth, any pipe that they pump into a school's got to be uncapped, uncapped fixed price. Yeah, you just simply can't sign up to a Capp Network connection. Those days are gone, yeah. And it's just got to be as quick as you can here. So we're between 50 and 70. They, Edgenet vector let us pump up to 70 because it's interesting for them. They haven't done this before ever at the scale that we're doing it. So. We'll be going to 100 probably next year. Yeah. Well, November when our contracts are up with each genet. Well, is it 100? Megabits per second. That's the speed that the pages. What we're giving the kids on the wireless is one meter a second. It's pretty generous. We might have to throttle that back a little. But if there is a student doing the right thing, they'll more or less the right thing, they'll, or more or less the right thing, they'll get one minute a second. If they're slowed down because they're one of their sex of users, although I was the top user in the still yesterday, so that was a bit of a bit of a little bit. So you're now in the naughty boy's room? Yeah, if you're in the naughty child room, and that teachers won't put there, he gets like a 128, which is still enough for work, that good rather than able to move which is probably other questions. Just, yeah, we just want to move on a little bit because there's probably other questions. But feel free to catch up with Tony or I any time during the day. And there's a techie thing we don't really want to talk about that. Desktop machines, we're letting them die on natural death. We're not going to maintain labs, pods or anything like that. They will disappear. We'll keep machines in the library. We are even discussing whether we keep the specialist areas like media studies and art photography. We're not sure about that. I'll talk a little bit about that when we talk about students I guess. So that's going to be a bit of a cost saver for the schools. Those machines slowly die out of the school. Students, I guess this is the key one for us. We've recognised a few things early on. Students need to, we do need to have a big cyber safety digital citizen, cyber citizenship program running at the school, which we've got running starting at year seven right through to the end of year 10. We're not, I guess, rosy-colored glasses enough to think that we can do all this extra stuff at year 11, 12 and 13 when people go into exam mode and we teach the tests and things like that. And I'm saying that flippantly, but you walk around just about any school in New Zealand at the senior exam levels and you'll see that sort of thing going on. So we've recognised that. We've recognised pretty quickly that they need a digital literacy sort of program. In other words, they don't spend 30 minutes. You used to come into a class and spend 30 minutes listening to a teacher talk, and now you spend 30 minutes searching for information. So we're teaching them that, and that's a program running from 7 through to 10 as well. And we've also recognised that the students are, while we class them as digital natives, their motor-soperandi, if you like, the way they've been taught to learn since they entered at year five is to listen to the teacher and do what the teacher says and be reasonably passive in their learning. Part of what we're doing, and if those of you are staying here tomorrow, can see some of the stuff we're doing with that word that we sort of like, but we don't like that flipping the classroom because it's too flippant, you get this picture of Khan Academy videos all the time, but when we are moving down that way and putting the learning in the hands of the students and that's pretty important that the teacher no longer you hear it at the conferences and things you know the sage on the stage becomes the guide beside and we've never been able to achieve that because we haven't had the technology or the ubiquitous access or you can you can now we're always getting these pockets of really good teachers managing to know despite all the odds stacked against them you know but we're talking about a whole school change rather than just a few pockets so that we are looking at the teacher is in amongst it all and that's the norm now rather than, and so now these so-called, I don't know, freaks, the ones that were managing to do it before the technology came up, they're doing even crazy things now. So we've still got this continuum of what's going on in the classroom, but now the average or the normal position I suppose has been shifted right up to, you know, closer to what we're wanting to see. And we've got a nice little model of that. We'll show you in a minute. But we mentioned before Ako or Eva, our learning thinking program, based on sort of Fogany's three-story intellect, which goes nicely, I guess, with Biggs and Collis's solo taxonomy, which we started using in 2004. We used Biggs and Collis' model. You know, you sit in a classroom and learn facts and stuff. That's gathering the information, or achieved at NCAA level one. Then you start doing stuff with that information, and other words starting to see the relationships with it. That's merit, I guess, at NCAA level one. And then you can apply that information. Do it merit, I guess, at NCAA level one. And then you can apply that information. Do it in different ways. See it in different ways. See those, how they connected and think, oh, I can look at it from this point of view, which is like looking down on it. And so in terms of our BYOD, we're consuming and regurgitating knowledge. We're just getting stuff off the web or getting stuff off information that staff have put up there. But now our staff are spending more time doing this, asking them to think about what they're doing and creating their own understanding. We decided we didn't like that term creating knowledge. It sounds like, you know, we're asking a year nine to find Einstein's unified theory of the universe and say, oh, look, what I've created. Well, we're not asking that. All we're asking year nines to do is take this information that they sort of understand that they've been guided through and make meaning of it for themselves. So they're creating their own understanding, if you're like. So it works for them and their mind and their framework and their vision of the world. It works for them. And that's creating the knowledge, I suppose, or understanding the knowledge from their particular point of view. And that's the higher level thinking. Devices are allowing this to happen a lot more, more time. It's creating time in the classroom for us. And you see that the standard, I think this is a slide up that we got way back in 2006 or something at one of the U-Learn type conferences. You know, knowledge is a noun, you pour it into the student's brain, now knowledge is a verb. And it's an aspirational thing that we've had for that long, you know, we've gone to those U-Learn conferences, we've been part of the ICTPD contracts, we believed in this, but what we're finding is BYAD means we can deliver, and our staff are changing in their modus operandi and they are delivering in that respect. So in terms of the students, that's how they're going. If anyone got any questions about the students without getting onto technology or bits and pieces or pastoral? Students are 70, 80% in favour of what we're doing, the students that are using it. Still a few that, you know, the little girl Bridget that you saw this morning, up talking at the microphone, lovely, very articulate little girl, very good. Had a lot of success traditionally at school by being very neat and tidy, crossing teas, dotting eyes, getting little gold stars for neat presentation and getting working on time. So she's found it quite hard to change. It felt strange. I'm not getting the same sort of feedback, if you like, from teachers about being a good student in that respect. But we've also got little boys that would never write an essay or write one paragraph that are now producing... Churning stuff out, and reordering and reorganising, because the teacher can say, well, if you change that around and move that there and move that there, it would be much better. Oh, no sweat, miss, and they'll do it. Because if you hand them back a exercise book or a workbook to do it, they go, nah, not interested. What's it worth? We've got to pass yet. That's sweet. I'm out of here. Another really important thing to think about in terms of why some of the kids aren't so about is that we're not asking them to be such acid in the living anymore. While it's not an enjoyable thing to do, the kids sort of like just getting notes down off the board or whatever because they're comfortable. It's a gathering of information and that's really easy and they don't feel uncomfortable while also not really particularly enjoying it. But what we're asking them to do now a lot more is to actually take a much more active role in their learning. And therefore, they're thinking at a higher level, it feels a bit harder, sometimes feels a lot harder. And that means actually to work harder, basically. They're spending the same amount of time at school, but they're actually a lot more active. And they're sort of masses of their own learning rather than passengers, which is what I'd argue a more traditional classroom would be. Yes. In terms of data gathering with academic results and things like that, have you had enough time to make good comparative data? Not quite good comparative data, but we've got some really good trends. But I was talking to Nikki Kay on the stage before about the need to just go with your global gut field because sometimes there's no data. You know, the sort of data that there is about e-learning, it's way back in 2000s when computers weren't doing what they can do now. So we are all sort of groundbreaking and whatever we're trying to do in the classroom now. When I say we, the whole profession, so we have to just sort of accept that yes, we are experimenting as we go, but we're also experienced as teachers as a profession in terms of what is likely to work and all of that. so we have to just sort of jump in and build that plane in the air sort of thing and to a large extent but we've also we have got some encouraging data in terms of by actual data in terms of attainment and all of that but what you see in the classrooms is as clear as the day is is clear and that is kids are just engaged in their collaborating. They're just doing really good stuff. There's an unusual weird hum in these classrooms. Well, what about how much content in terms of learning they're doing? Are they competing more teachers finding that the students are just sort of zapping along and they're able to think about that? Of course, the biggest thing for me is thatapping along and they're able to think about that. Yep. Of course, the biggest thing for me is that it doesn't stop at the school gate when they walk up. That's a huge thing. And that's a paradigm shift that, you know, if you read Mark Treadwall's stuff, he talked about that way back in 2003, 2007, it's changed anywhere, anytime, any place. And some students are inspired by something you've said and they just go, and teachers have to tread water fast. They look calm like the duck on the surface, but underneath their little legs are going like that to keep up with the play. We are tracking data. We've got Auckland University looking at it. The data they sent back to us last year said there's not much difference between the cohort as it was in 2011 and 2012. Boys are doing a little bit better, but whether that's B-Y-O-D or just a year older in year nine, because we haven't done that comparative data before. Too early. I would also argue that we consciously as a school tended to use the same testing tool for the same content. But the content was delivered in a different way. So if they're doing a little bit better, I'd call it a massive game, because what we do know is that there's a whole bundle of skills that they've developed hugely that we're simply not assessing. And these are the sort of skills that they're going to be taken with them for life. And even when we were all at school, regardless of our age, we walked away from school with skills, not all the stuff that was taught. I mean, I still know my physics and my mathematics because I'm fortunate enough to teach physics. Nice. Bruce is fortunate enough. Physics is awesome. It's very awesome. And Stuart's got a question, too. And Stuart's got a question, too. Well, we'll talk about that with PD, yeah. Yeah, we'll talk about that with PD. Next bit. So the University of Hull did the formal report in October last year, and it sounds like when you read that, you can identify with those outcomes. Yeah, pretty much. Home interaction, parents, and change. Yeah. So you're waiting for your formal one. Yeah, it's. Home interaction, parents seem change. Yeah. So you're waiting for your board. Yeah, it's all very subjective at the moment, yeah. True. Yeah. I mean, we're teachers. I've had 25 years experience. Tony's had, what, two years or whatever. And, but you can, you walk it, you know, it's in here. You know, you've been there, done that, and you can see it's working that way. Moving on, because we're running a bit of time. Professional development, and this is we put, I think the budget this year is 130 grand into PD for our staff and we go to budget meetings and Kate sits at the budget meeting with us and Tony's in charge of PD now and our accounts. People say we need to cut $30,000 out of our yearly budget and they look straight at PD and think, well take that that out, but Kate says, nah, that stays, bad luck, we'll find it out of other places. So acknowledge the fact that if you're going to spend money, who's doing the best job for you? It's the people in the classroom are doing it for you. You want them to change. You've got to create the change for them. And this model is one that works. In our experience, it seems to fit and we were talking about it last year Tony and I were talking about it and saying all the teachers all they're doing is they're digitising they're digitising those analog teaching practices taking the worksheet and they're making the PDF we're using BYOD and we were sort of a bit unhappy with that and then when we're overseas we saw this model put up in front of us and everything just went ping that's exactly what's happening in our school first step the staff will do is substitute they'll substitute technology analog teaching for digital teaching they'll substitute old practices into digital phase then they'll augment tech will act as a tool substitute with a bit of improvement. Now those PDFs, those workbooks that they used to have in class that they used to produce in science are colourful PDFs with little bits of video and things embedded inside them. Wow, that's pretty cool, but they still fill them in. Modification, the tech allows for significant task redesign. We're starting, you know, probably most of our original teachers are at that stage now. They're starting to do know, we're probably most of our original teachers are at that stage now. They're starting to do things like use edgy creations, which is an app to make YouTube videos and have videos explain everything, to have video streams on YouTube with little bites of information, five minute bits. The student doesn't have to hear you say it in front of the class for them to learn it. They can go to it any time. And we've got one teacher that says to his class, you can come to my class. You've got to be here. I'll mark the role. If you've got an English assignment to do tomorrow, do the English assignment. I don't care. As long as you're working in the class, you're fine. You know the stuff's up there. You can get it anytime, any place anywhere. That's me next term with my year 13 visits class, because they don't actually have me teaching up front. They get it once a fortnight. The rest of the time they do their physics, but once they have got their head around the trust and their responsibilities, the trust I have condemned and their responsibilities, I will not have a tantrum if they turn up and do their. This is the most filthy thing you can do to me. If they turn up and do their biology stuff in my farm, I won't have a tantrum if they turn up and do their, this is the most filthy thing you can do to me, if they turn up and do their biology stuff in my farm, I won't have a tantrum. I'll be very disappointed in them and they'll understand that. But the point is they have to get through my work, and when they do it, it's not actually so important, as long as they're up to date and are faithfully doing it. I've got to turn them around. What are you spending your PD money on? Time. Time. Time. Giving staff time, not experts. We do very little of going at this stage outside the school. We do it if it's needed. But what our staff need at the moment is time to share and develop. So is there like an inquiry process going on there with the staff? They're working together on those? Yep. Yep. We, there's a number of supports that we've got in place for, in the form of PD, that we have in place on the start. And basically every Tuesday there's a meeting of sorts after school that, depending which phase of the roll in of the BYD teachers you were you're going to one of those you're going to half the meetings basically and it's there's cross-curricular sharing there now that's not involving any time of course but we've got that and then you've got release time for staff they'll get a whole day out where it will be more likely to give them a whole day out than to give them in school in a group rather than give them a whole day out to go to some sort of meeting. We're not interested in that sort of thing. If they're capable of getting a degree, they're capable of reading about stuff, rather than having to go to a session and have staff talk to you. Therefore, you can all go. We've got to move on, Tony, don't talk too much. Just because we've sort of gone, we're running out of time. There's about 10 minutes left, and some of you may have some more questions. left and some of you may have some more questions. Just very, very briefly, cloud applications, a lot of people talk about cloud applications, Google Docs and those sort of things out there. Yes, we are looking at those. Yes, we are using Facebook. Yes, we are using Tumblr and Twitter as part of learning situations. Are we looking at the cloud applications? Yes, we are, but no matter how big a pipe you buy, it will go to capacity. So as soon as you start, we're very aware of putting blocks in people's way. So if we put all our stuff out in the cloud, we might create a wall or a block where people can't get it and it slows things down. So it's just a consideration. We're not saying no at this stage. We're just waiting and create a wall or a block where people can't get it and it slows things down. So it's just a consideration. We're not saying no at this stage, we're just waiting and seeing how the bandwidth goes and how the speed goes. A learning management system sort of they go together and I'm just whizzing through these now so that you can ask some questions at the end and we've got more time. We're still with a learning management system called Ultranet. We have got teachers using Facebook and their own private pages onet. We have got teachers using Facebook and their own private pages on Facebook. We have got teachers using Twitter and Tumblr. However, we are saying the default first place where you will put most of, or all of your stuff first, is our learning management, Ultranet. Then link off. It's backed up, and we also therefore maintain the intellectual property. And we know where it is and the parents know where it is and the teachers shoot off overseas. We still have it. It's not part of their Facebook. We don't have to gather it in and say, oh, Tony you're shooting off overseas. Give us links to your Facebook page so that we can use it later. So a little bit of sort of, yes, we are still using it. Learning Spaces, that's one of the things that Tony wants to really get into now. If you were in the school with the students in here, you'd walk around the school now and you'd see a lot of half-empty classrooms with students sitting out around all over the place with their devices. And so we're very aware of those traditional classrooms being as something we want to look at. And also with learning space we've got this idea of virtual learning spaces we've got Ultranet. That's a teacher own space and we want the students. So we've got that, us, if you like, maintaining our IP or indirect property there as an institution. But then the kids, we don't we they've got no rights there apart from view so we're going to be moving towards the kids maintain their own learning gloves and that's something that they take with them when they leave we're not interesting keeping their work once it's this place where they will have all rights and we as teachers have viewing rights and that will be cloud based. And that's the sort of next step that we're doing right now leading the original people through. You know we have success criteria and learning intentions that's been part of Ako Orrera for eight nine years now and now we're saying well they should be part of a blog the learning intentions and success criteria and students should be commenting on where they're going along that path and keeping stuff. Infrastructure, that's an ongoing thing. We're just going to maintain that. We have to maintain that. It's going on all the time. Device, apps, programs, that's the student-owned device. As I said, we're not sure what we're doing in that respect now. We've always said any device. We've recommended an iPad. Most students have bought an iPad. Most students have bought an iPad, but more and more, you know, the Windows 8 has, we've got students playing with that at the moment. Android's getting better. The key one there is we're not sure whether we will maintain those specialist labs of media studies running Creative Suite 5. We've told the students an iPad at year 8 they buy an iPad or a tablet or a computer. By the time they get to year 11, the senior school, when we're starting to use that more specialist sort of software, those devices are going to be three, four years old. They're probably going to change them about then anyway and buy something new. And at that point, we've got to do a bit of education with them, buy a device which suits them better. And if it means buying a MacBook, if it means buying a HP laptop, because I can run this software or I can get this stuff on it, that's the decision that you have to make. You have to make the good decision for what you're going to do in the future and by the time now year 11 and 12, they're starting to know, well I'm using Photoshop a lot, I'm doing art photography, that's really what I want to go down that path so perhaps the iPad is not that good for that perhaps the tablet's not that good for that perhaps you should be thinking about a different device therefore do we have to provide those devices in a lab situation anymore we're not sure It's the debate going on at the moment. Covered it all. Whoops, back. Costs, reducing, labs, tech support, maintenance, lease of computers, fixed infrastructure, teacher laptops, probably going to keep, put a question mark next to them because some teachers are saying, well, I've got my iPad, I don't really know if I need a laptop, or I might get a Windows tablet because they're quite cool themselves, so we're not sure. PD will remain the same. Student management system, obviously, we've got that cost, we'll have that. I can't see that going cloud-based in the near future. Learning management system, I touched briefly on the fact that we're not sure about where we're going in the cloud application. In the foreseeable, we'll have our alternate, and forcible, I mean certainly in a few years, because we don't want to lose control of that information either, and we also want that default position to be that all teachers are putting something in one spot, so it's demystified for the students, they go to one spot. So we have to keep looking at from a student's point of view. Likewise, we can the student feedback in terms of what we're doing. We're the adults, so we're the ones who have to do the hard stuff, and the kids are then left with a pretty straightforward way to find out what they should learn, and that's when they started. Thank you. So I rushed through that last bit, because we didn't start to a bit later, we got held up, about that but there's a bit of time I race through so you've got question time and discussion time yep yeah sorry can we just go back to pedagogy again if you touched on this a few times with former working groups around how BMIOD is going to fit with NCEA and standardized assessment and in part part of our work, we're going into a lot of schools where these are difficulties visualising what negotiating curriculum and student-driven learning looks like with the tension of that with NCA and standardized assessment. So I guess if I could get you to just kind of touch on that a little bit more. Well, it's exactly as you've just talked about, we're not sure. And that's why we've started a working group of switch on that a little bit more. Well, it's exactly as you've just talked about. We're not sure. And that's why we've started a working group of HODs looking at it now and saying we've built this capacity in our students through the first group that will hit NCA will be next year. So they've had two years of BYOD in a different way of thinking and learning and in a different way of covering the curriculum. But they are going to hit this standardised test. How are we going to manage that? Are we going to play with the internals and say, well, there's a lot of scope in the internals to go where you want, and are we going to force our school down a more internally assessed path and say, let's just do the least amount of externals as we can, because the internals have more scope, I guess, and then do half the curriculum in the first half of the year and then do worry because the internals have more scope I guess and then do half the curriculum in the first half of the year and then do worry about the externals towards we don't know we're just discussing that the moment the first discussions that we had in that meeting were phases it sort of split in for two groups one is the internals well we're free to do almost what we want within the bounds and in ZQA they're running a very high trust system in terms of, you know, they're trusting teachers to quite a high degree in terms of making judgments on what the student deserves. So we actually have a lot of freedom with the internals already. And then the other side of things is the externals. Of course, the examination system isn't able to change as quickly as as schools so then what do the devices mean for that and obviously it would just be easy access to information and the idea of well the so forth flipping the classroom basically dragging the teacher from the front of the room and the teachers in amongst it helping the kids on an individual small group basis. But the bottom line is the kids are doing a written exam at end of year, and teachers we're good at not losing sight of the end goal. We are very good conscious of what we need to prepare our school. I mean, students are still doing the sessions here with 10 in paper. And we're quite confident that NCQI will change. It's just the timing. And I'm quite confident with someone like Nikki Kaye looking at property as well as, you know, digital stuff, I think that's a really encouraging sign. It seems the first time that we've had a bit of joined up thinking really. If this, then what's going to be the impact on school property? And I've just been talking to her as she went out and saying, because she's really keen on the whole idea of how do we get unlimited access, how does that fit in schools and they have to pay for it and all that sort of thing. And I said, well, how's it going to fit if the government policy is that schools should have 4,000 students in them? Where are we next? What? I don't know. Are we doing making any eggs? Yeah, I'll just mention that. No, I might do that little video. I don't know about the NGQA will change, but it would be like a lot of educational where it will change from pressure up rather than pressure now. I think we're here. Yep. How are they doing what? They're tracking with assessment tasks that have just written in paper and they don't have access to the point? No damage. No problem. That's the first thing you want to worry about and a bit better. We specifically... It's just one year of data we've got. And we did end-a-year exams last year for our year nines, pen and paper. And we specifically targeted those and compared them to their cohort and to their previous years and no damage, as Tony said. In fact, the boys have done a little bit better. Same testing tool, which like I said before is only testing this stuff and we're also really, really developing the skills that kids are gaining. Really, that's what it's all about. So, socially working as revolutionise our students crammed for exams at the beginning as well. And I think... Absolutely, Facebook is where they're at and they share it I mean we just got to keep reminding ourselves it's not a secondary thing that it comes all the time in the professional we're still responding to the I was at a punch in last right open the new labs at Massive University and the comments made that the lecture is there are saying we don't want to teach a letter to be entitled so universities are finding they've got these great big lecture theaters no one wants to use them so it's not you know we just happen to be between the but it's all going to change and it's just i think that we've got to keep pushing to organisations like nzqa to say you must change i'm so it's got to be pressure from us that we've got to keep pushing to organisations like NSQA to say you must change. I'm so... Sorry, we've run out of time. This was a short one because of the change. We're here at lunchtime and morning tea. Come and ask the questions. This is one of our Spanish teachers teaching a class. It's how we handle things pasturally. It's using devices in class. It's a senior class so they haven't got devices. So they have a good idea. So have a good rest of the day. So have a good rest of the day. We'll see you later."}