{"speakers": [], "chunks": [{"timestamp": [0.0, 5.0], "text": " When I first started high school, keep in mind that I've been out of school for three years now."}, {"timestamp": [5.0, 8.0], "text": " Why don't even say that? Why don't go into detail?"}, {"timestamp": [8.0, 11.0], "text": " You're going to be sitting there trying to work out what eight years ago was."}, {"timestamp": [11.0, 14.0], "text": " Cyberbullying is another serious issue."}, {"timestamp": [14.0, 21.0], "text": " When I first started high school, it was more, it was being bitchy to one another and petty little things."}, {"timestamp": [21.0, 29.0], "text": " But now that technology is advanced, so has this way that people are bullying each other and attacking each other. It's more private, it's more personal, it's nitty and gritty."}, {"timestamp": [29.0, 33.46], "text": " And it's things that parents don't realize, they don't realize the threat because it's not"}, {"timestamp": [33.46, 37.5], "text": " right in front of them. It's online. And sometimes that's the hardest one to escape."}, {"timestamp": [37.5, 41.44], "text": " So now we're going to be working with NatSafe to come up with some solutions that are"}, {"timestamp": [41.44, 43.0], "text": " really going to work for some students."}, {"timestamp": [43.0, 48.06], "text": " NetSafe is worried about New Zealand students facing these situations."}, {"timestamp": [48.98, 52.68], "text": " Grooming, sexting, peer pressure,"}, {"timestamp": [54.72, 57.82], "text": " cyber bullying, fake accounts,"}, {"timestamp": [59.82, 60.9], "text": " objectional material,"}, {"timestamp": [63.0, 64.04], "text": " revenge porn."}], "text": " When I first started high school, keep in mind that I've been out of school for three years now. Why don't even say that? Why don't go into detail? You're going to be sitting there trying to work out what eight years ago was. Cyberbullying is another serious issue. When I first started high school, it was more, it was being bitchy to one another and petty little things. But now that technology is advanced, so has this way that people are bullying each other and attacking each other. It's more private, it's more personal, it's nitty and gritty. And it's things that parents don't realize, they don't realize the threat because it's not right in front of them. It's online. And sometimes that's the hardest one to escape. So now we're going to be working with NatSafe to come up with some solutions that are really going to work for some students. NetSafe is worried about New Zealand students facing these situations. Grooming, sexting, peer pressure, cyber bullying, fake accounts, objectional material, revenge porn."}