{"speakers": [], "chunks": [{"timestamp": [0.0, 6.6], "text": " Hi, welcome. In this Eva training video we're going to create a drag the text task."}, {"timestamp": [6.6, 11.28], "text": " This allows learners to choose from a list and identify which words belong where in relation"}, {"timestamp": [11.28, 16.52], "text": " to a body of text or an image."}, {"timestamp": [16.52, 22.18], "text": " So choose the part of the video you want to work with."}, {"timestamp": [22.18, 27.0], "text": " Select the drag text icon and drag it onto the frame. Now in the editor"}, {"timestamp": [27.0, 32.3], "text": " you can pause the video so the video stops when the interaction is available. The poster"}, {"timestamp": [32.3, 37.16], "text": " option opens immediately whereas the button option gives a label that then opens out"}, {"timestamp": [37.16, 43.76], "text": " to being a poster format. I'm going to leave it on the button option. So let's label the"}, {"timestamp": [43.76, 47.2], "text": " task. You can modify the task description"}, {"timestamp": [47.2, 53.18], "text": " here. Pop the text in that you want students to work with. Select the words you want to put"}, {"timestamp": [53.18, 59.06], "text": " back into the text by placing an asterisk in the beginning and the end of the words. You can"}, {"timestamp": [59.06, 69.5], "text": " give the learner a hint by placing a colon immediately after the word. So move the quote to a good spot in the frame and let's hit save and see how this close"}, {"timestamp": [69.5, 75.82], "text": " exercises going."}, {"timestamp": [75.82, 78.2], "text": " And here's the bubble with the hint."}, {"timestamp": [78.2, 82.24], "text": " Hope you enjoy creating drag text exercises in Eva."}, {"timestamp": [82.24, 83.5], "text": " Kakitie."}], "text": " Hi, welcome. In this Eva training video we're going to create a drag the text task. This allows learners to choose from a list and identify which words belong where in relation to a body of text or an image. So choose the part of the video you want to work with. Select the drag text icon and drag it onto the frame. Now in the editor you can pause the video so the video stops when the interaction is available. The poster option opens immediately whereas the button option gives a label that then opens out to being a poster format. I'm going to leave it on the button option. So let's label the task. You can modify the task description here. Pop the text in that you want students to work with. Select the words you want to put back into the text by placing an asterisk in the beginning and the end of the words. You can give the learner a hint by placing a colon immediately after the word. So move the quote to a good spot in the frame and let's hit save and see how this close exercises going. And here's the bubble with the hint. Hope you enjoy creating drag text exercises in Eva. Kakitie."}