{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " You're so horrible, you're such a cave face bitch."}, {"timestamp": [3.0, 10.0], "text": " If someone ever tells you to harden up because you're being bullied, ignore them."}, {"timestamp": [10.0, 15.0], "text": " Go and find someone who is willing to help you and willing to go the extra mile for you."}, {"timestamp": [15.0, 27.5], "text": " Hey, look, I'm being bullied by this girl who's really popular and I'm pretty sure it's the prefect, so I came to you because I don't know what to do. Yeah, it's fun. So you have it with me helping you?"}, {"timestamp": [27.5, 30.5], "text": " Yes, please. Yeah, I can do that. Thank you."}, {"timestamp": [30.5, 36.0], "text": " So, I just want to talk to you, I've been told that you've been cyberbullying one of the girls."}, {"timestamp": [36.0, 40.0], "text": " Cyberbullying? No, not me. No, definitely not."}, {"timestamp": [40.0, 47.0], "text": " Well, I just want to show you this. I've actually printed this off Facebook."}, {"timestamp": [47.0, 53.0], "text": " One of the teachers just pulled me into their office and he's printed out all the stuff that we said about online."}, {"timestamp": [53.0, 55.0], "text": " I didn't realize I could actually see it."}, {"timestamp": [55.0, 57.0], "text": " Oh my god, we took it too far."}, {"timestamp": [57.0, 58.0], "text": " I shouldn't have done it."}, {"timestamp": [58.0, 59.0], "text": " She was such a bitch though, but..."}, {"timestamp": [59.0, 60.0], "text": " I know."}, {"timestamp": [60.0, 63.0], "text": " I'm just not saying anything online if they can see it."}, {"timestamp": [63.0, 64.0], "text": " Yeah."}, {"timestamp": [64.0, 65.92], "text": " I could lose my role as a prefect."}, {"timestamp": [66.34, 67.02], "text": " Oh my God."}, {"timestamp": [68.22, 69.92], "text": " All students make mistakes."}, {"timestamp": [70.72, 74.6], "text": " Good students, academic students, supporting students all make mistakes."}, {"timestamp": [74.6, 78.72], "text": " And as a teacher, I feel it's our job to support them through,"}, {"timestamp": [78.84, 80.16], "text": " learning from those mistakes,"}, {"timestamp": [81.54, 87.0], "text": " accepting, helping them to accept the consequences from their mistakes and ensure that they"}, {"timestamp": [87.0, 89.0], "text": " don't make those mistakes again in the future."}], "text": " You're so horrible, you're such a cave face bitch. If someone ever tells you to harden up because you're being bullied, ignore them. Go and find someone who is willing to help you and willing to go the extra mile for you. Hey, look, I'm being bullied by this girl who's really popular and I'm pretty sure it's the prefect, so I came to you because I don't know what to do. Yeah, it's fun. So you have it with me helping you? Yes, please. Yeah, I can do that. Thank you. So, I just want to talk to you, I've been told that you've been cyberbullying one of the girls. Cyberbullying? No, not me. No, definitely not. Well, I just want to show you this. I've actually printed this off Facebook. One of the teachers just pulled me into their office and he's printed out all the stuff that we said about online. I didn't realize I could actually see it. Oh my god, we took it too far. I shouldn't have done it. She was such a bitch though, but... I know. I'm just not saying anything online if they can see it. Yeah. I could lose my role as a prefect. Oh my God. All students make mistakes. Good students, academic students, supporting students all make mistakes. And as a teacher, I feel it's our job to support them through, learning from those mistakes, accepting, helping them to accept the consequences from their mistakes and ensure that they don't make those mistakes again in the future."}