{"speakers": [], "chunks": [{"timestamp": [0.0, 13.68], "text": " Good morning. My name's Claire Amos and I'm one of the two that are presenting this session."}, {"timestamp": [13.68, 19.16], "text": " And the idea is that we're going to lead it, you know, cheer some, he's the research dude"}, {"timestamp": [19.16, 25.4], "text": " and I'm the person sharing some examples of practice that come from the school that I'm in."}, {"timestamp": [25.52, 29.9], "text": " So my name's Claire Ayamoss. I'm deputy principal at Hobsonville Point Secondary School."}, {"timestamp": [29.9, 35.36], "text": " So we've had the real joy of having an opportunity to start from scratch,"}, {"timestamp": [35.5, 44.2], "text": " but also trying to embed systems in place that ensure that we don't just set up and stay as we've set it up."}, {"timestamp": [44.38, 51.04], "text": " One of the things that we're really committed to is that our processes are constantly changing"}, {"timestamp": [51.04, 55.24], "text": " and that our whole school system is a completely agile system."}, {"timestamp": [55.24, 61.92], "text": " So we've made a commitment to keep changing and to keep challenging the status quo and to"}, {"timestamp": [61.92, 70.32], "text": " make sure that we never see anything like the timetable as a fixed beast that's"}, {"timestamp": [70.32, 74.78], "text": " preventing us from doing things differently to how we want it to be done."}, {"timestamp": [74.78, 77.52], "text": " So I'm going to be sharing that part of it."}, {"timestamp": [77.52, 82.9], "text": " As well as being deputy principal at Hobson-Vall-Point Secondary School, I also have the joy"}, {"timestamp": [82.9, 85.86], "text": " of being, can I just note the only person that's"}, {"timestamp": [85.86, 92.12], "text": " in the classroom on the new Education Council of Aetero in New Zealand. So I'm really pleased"}, {"timestamp": [92.12, 98.12], "text": " to be part of that group. There's some really exciting things forming in the pipeline"}, {"timestamp": [98.12, 102.8], "text": " and going to be ways that we're going to be connecting more widely with the sector. I also sit"}, {"timestamp": [102.8, 106.04], "text": " on a range of groups nationally that work particularly in"}, {"timestamp": [106.04, 111.76], "text": " the area of e-learning and sit on the board of NETSAFE and it's an area I'm particularly passionate"}, {"timestamp": [111.76, 117.94], "text": " about which is making sure that our students are absolutely future ready or even in fact"}, {"timestamp": [117.94, 121.26], "text": " ready for the world that they're living in right now."}, {"timestamp": [122.56, 125.88], "text": " Hiro. I'm Mark Osborne. I'm Mark Rite Maunga,"}, {"timestamp": [125.88, 126.96], "text": " Kauqua Tewana,"}, {"timestamp": [126.96, 127.96], "text": " Kaupera teawa,"}, {"timestamp": [128.8, 129.98], "text": " Kauqua,"}, {"timestamp": [129.98, 131.12], "text": " Tauiwi, Tewi,"}, {"timestamp": [131.12, 131.88], "text": " Kornatea,"}, {"timestamp": [131.88, 133.08], "text": " Kaukei, Kau,"}, {"timestamp": [133.08, 133.72], "text": " Kallensville,"}, {"timestamp": [133.72, 135.2], "text": " Kau, Kauri,"}, {"timestamp": [135.2, 135.84], "text": " Teyatatutteau,"}, {"timestamp": [135.84, 137.0], "text": " Kau, Kauaiai,"}, {"timestamp": [137.0, 137.96], "text": " Kau."}, {"timestamp": [137.96, 139.08], "text": " So,"}, {"timestamp": [139.08, 140.08], "text": " thank you,"}, {"timestamp": [140.08, 141.0], "text": " thank you,"}, {"timestamp": [141.0, 141.04], "text": " thank you,"}, {"timestamp": [141.04, 142.08], "text": " kauto."}, {"timestamp": [142.08, 143.62], "text": " I'm really just here"}, {"timestamp": [143.62, 144.46], "text": " as Kler's assistant."}, {"timestamp": [146.9, 148.0], "text": " Close to the truth."}, {"timestamp": [148.4, 149.78], "text": " I work for core education."}, {"timestamp": [150.02, 152.66], "text": " I'm a senior consultant, senior advisor,"}, {"timestamp": [153.2, 154.9], "text": " in future focused education,"}, {"timestamp": [155.1, 157.1], "text": " which is Claire just said is ensuring that,"}, {"timestamp": [157.48, 159.18], "text": " well, my work is working alongside schools"}, {"timestamp": [159.18, 161.7], "text": " to ensure that what we're doing with those learners"}, {"timestamp": [161.7, 163.4], "text": " is preparing them for the future,"}, {"timestamp": [163.5, 169.48], "text": " not a past that's already been and gone. So that's multifaceted, and one of the areas that I work in is leadership."}, {"timestamp": [170.08, 176.06], "text": " I'm currently doing doctoral studies at University of Melbourne in change leadership, and in particular"}, {"timestamp": [176.06, 181.04], "text": " changed leadership when it comes to learning environments. So when you change spaces, physical"}, {"timestamp": [181.04, 185.84], "text": " teaching and learning spaces, how do you work with communities, work with teachers,"}, {"timestamp": [185.84, 192.24], "text": " work with learners to ensure that practice changes in order to take advantage of those new opportunities?"}, {"timestamp": [192.24, 205.68], "text": " So I'm, if you like, Claire's the practitioner. I'm the researcher in this side. I think this approach to the program, having researchers and practitioners, I think is inspired. I think it's"}, {"timestamp": [205.68, 210.32], "text": " wonderful to base everything that we do in research but just doing research with a"}, {"timestamp": [210.32, 214.88], "text": " big R is not enough we need to make sure we drill it into our schools and make sure"}, {"timestamp": [214.88, 217.56], "text": " that the things that we're doing are really closely aligned with it so it's a"}, {"timestamp": [217.56, 222.48], "text": " wonderful privilege to be able to talk about research and practice really"}, {"timestamp": [222.48, 228.7], "text": " closely together. So what we're going to do is we're going to talk about this idea of sustainable agility."}, {"timestamp": [228.7, 232.86], "text": " As Claire outlined, one of the things that Hobbesville Point does very well, many schools"}, {"timestamp": [232.86, 237.54], "text": " do is ensuring that they're not fixed in the way that they do things, that they're constantly"}, {"timestamp": [237.54, 243.68], "text": " evolving and adapting in order to meet the rapid changes that we're seeing in the education"}, {"timestamp": [243.68, 245.06], "text": " landscape. So we're seeing in the education landscape."}, {"timestamp": [245.06, 252.32], "text": " So we're going to introduce an idea that centers around a particular researcher at Harvard"}, {"timestamp": [252.32, 256.38], "text": " University called Ron Haifitz, and it's the idea of adaptive leadership."}, {"timestamp": [256.38, 258.34], "text": " We'll go into that in a moment."}, {"timestamp": [258.34, 262.04], "text": " What I'm going to do is introduce an element of adaptive leadership and then hand over to"}, {"timestamp": [262.04, 265.16], "text": " Claire, and she's going to explain what that looks"}, {"timestamp": [265.16, 269.68], "text": " like at Hobsonville Point. You'll of course be able to make the connection with your own schools"}, {"timestamp": [269.68, 275.36], "text": " and your own practice, but also to think about these five key elements as a bit of a reflective"}, {"timestamp": [275.36, 282.36], "text": " tool to say how well are we doing each one of these things, how well are we creating an adaptive"}, {"timestamp": [282.36, 289.76], "text": " organisation. So to jump us off, insert clip art here, here,"}, {"timestamp": [289.76, 293.76], "text": " I'm an English teacher, pun, did you get that, yeah, here."}, {"timestamp": [293.76, 297.76], "text": " We talk about the slow moving world and the fast moving world."}, {"timestamp": [297.76, 303.1], "text": " I presented yesterday and introduced this concept that for the majority of the 20th"}, {"timestamp": [303.1, 306.24], "text": " century, the world was relatively slow moving,"}, {"timestamp": [306.24, 312.24], "text": " and that had with it a particular approach to leadership. You could do certain things in that"}, {"timestamp": [312.24, 317.6], "text": " context that you now can't do. And a lot of our thinking around management and leadership"}, {"timestamp": [317.6, 322.4], "text": " still draws from that slow moving world. So the example I gave yesterday was that if you were"}, {"timestamp": [322.4, 325.52], "text": " a teacher walking into a classroom in 1920,"}, {"timestamp": [326.34, 333.52], "text": " your practice, your curriculum, your processes would probably still be reasonably consistent in 1930."}, {"timestamp": [334.3, 337.28], "text": " There wouldn't be a big shift in practice."}, {"timestamp": [337.58, 338.34], "text": " Slow moving world."}, {"timestamp": [338.34, 342.12], "text": " In part, it's linked to technology and the increases in technology."}, {"timestamp": [342.66, 345.28], "text": " But we now, if you think about the changes that have"}, {"timestamp": [345.28, 353.08], "text": " taken place since 2005, and this year, the changes are quite extraordinary. In 2005, you're"}, {"timestamp": [353.08, 357.74], "text": " familiar with all this sort of stuff. YouTube was in its infancy, so was Wikipedia. Those things"}, {"timestamp": [357.74, 363.76], "text": " have transformed the landscape in terms of access to information in the way that we seek and publish."}, {"timestamp": [364.68, 365.12], "text": " Things like iPads and smartphones were non-existent. Those are transforming the information access to information in the way that we seek and publish."}, {"timestamp": [365.12, 368.5], "text": " Things like iPads and smartphones were non-existent."}, {"timestamp": [368.5, 370.2], "text": " Those are transforming the information landscape."}, {"timestamp": [370.2, 376.6], "text": " So the fast-moving world that we are currently in requires a much different approach to leadership."}, {"timestamp": [376.6, 382.32], "text": " In the slow-moving world, generally you could be a lone ranger leader."}, {"timestamp": [382.32, 385.52], "text": " It would be a principal in an organization. You'd have a big office and a"}, {"timestamp": [385.52, 388.86], "text": " desk and you'd close the door and meet with people and talk, maybe you'll leave a chair,"}, {"timestamp": [389.2, 394.66], "text": " you'd have books on the shelves, you'd think you'd consider, you'd consult, you'd make a decision"}, {"timestamp": [394.66, 399.86], "text": " and then cascade that decision down. Is this ringing a bell for anyone? Is anyone currently"}, {"timestamp": [399.86, 404.72], "text": " doing this? Does it feel like that's what you do? Where you cascade a very good decision"}, {"timestamp": [404.72, 405.18], "text": " because you're clever and you cascade a very good decision because"}, {"timestamp": [405.18, 409.24], "text": " you're clever and you know a bunch of stuff down the organisation, and the organization's"}, {"timestamp": [409.24, 411.62], "text": " job is to implement that decision."}, {"timestamp": [411.62, 417.52], "text": " So the focus of the slow moving world is very much around consistency and order and making"}, {"timestamp": [417.52, 422.38], "text": " sure that quality assurance is in place, that there's compliance, there's a whole bunch of"}, {"timestamp": [422.38, 429.52], "text": " things to make sure that everybody in the organisation is reasonably consistent. You could do that in a slow moving world. In a fast moving"}, {"timestamp": [429.52, 436.16], "text": " world, the challenges are so numerous and so diverse and so rapidly evolving that by the time"}, {"timestamp": [436.16, 442.98], "text": " you think and consider and consult and read and scratch your head and make a decision, the challenge"}, {"timestamp": [442.98, 445.18], "text": " has probably already moved on."}, {"timestamp": [447.94, 450.44], "text": " And so that idea of the pyramid organizational structure as a way to cascade decisions down"}, {"timestamp": [450.44, 452.06], "text": " is hopelessly equipped."}, {"timestamp": [452.22, 453.8], "text": " There's a guy called Gordon McKenzie,"}, {"timestamp": [454.34, 459.12], "text": " and he talks about the lunacy of using a pyramid"}, {"timestamp": [459.12, 461.52], "text": " as an organizational structure."}, {"timestamp": [462.24, 467.22], "text": " He reminds us that pyramids are solid, they're immovable, they're stratified,"}, {"timestamp": [467.38, 474.38], "text": " they're separated from each other, and the crucial thing is that the pyramid is a tomb for any"}, {"timestamp": [474.38, 480.2], "text": " misplaced soul who happens to be stuck inside them. And he proposes a different approach that's"}, {"timestamp": [480.2, 486.68], "text": " much more in line with the fast-moving world. He proposes the idea of the plum tree as an organizational structure."}, {"timestamp": [486.78, 489.12], "text": " And in fact, some of the first organizational charts,"}, {"timestamp": [489.24, 491.96], "text": " the org charts, were actually in the form of a tree"}, {"timestamp": [491.96, 494.7], "text": " rather than a pyramid with the important people at the top"}, {"timestamp": [494.7, 496.62], "text": " down to the less important people at the bottom."}, {"timestamp": [496.62, 501.08], "text": " So the plum tree metaphor is about answering one question."}, {"timestamp": [501.28, 504.5], "text": " How do we give frontline people the opportunity"}, {"timestamp": [504.5, 506.12], "text": " to move into space"}, {"timestamp": [506.12, 513.04], "text": " where they've got sunlight and access to resources in order to do the things that they need to do?"}, {"timestamp": [514.1, 520.24], "text": " And he argues that that is the role of senior leadership. Our leadership, our job should be to put"}, {"timestamp": [520.24, 526.5], "text": " everybody in the organisation into a space where they can innovate, where they can make changes,"}, {"timestamp": [526.5, 537.0], "text": " because creating that kind of adaptive capacity is the best way to cope with those numerous changing challenges that we're always coping with."}, {"timestamp": [537.0, 543.0], "text": " So that's the idea of slow moving world, leadership for a slow moving world and leadership for a fast moving world,"}, {"timestamp": [543.0, 548.18], "text": " networked, empowered teams who are making decisions and implementing all the time."}, {"timestamp": [548.18, 554.24], "text": " So this, in terms of learning objectives, this translates into building what is known as adaptive"}, {"timestamp": [554.24, 555.72], "text": " capacity."}, {"timestamp": [555.72, 561.92], "text": " If your organisation has high adaptive capacity, then you have a high level of ability to cope"}, {"timestamp": [561.92, 564.68], "text": " with rapid, ongoing change."}, {"timestamp": [564.68, 569.6], "text": " There's no stable state that we will,"}, {"timestamp": [569.6, 574.5], "text": " one day when we're through this change that we're experiencing at the moment, get to."}, {"timestamp": [574.5, 578.8], "text": " The myth of the stable state that everything will calm down and just settle is exactly"}, {"timestamp": [578.8, 585.08], "text": " that. It's a myth. And so, organizations that have high adaptive capacity,"}, {"timestamp": [588.4, 588.94], "text": " according to Haifitz and his colleagues at Harvard University,"}, {"timestamp": [590.36, 590.6], "text": " do these five things."}, {"timestamp": [592.02, 592.14], "text": " So you can read them there,"}, {"timestamp": [593.22, 593.68], "text": " elephants in the room are named,"}, {"timestamp": [595.76, 595.9], "text": " responsibility for the organization is shared,"}, {"timestamp": [597.32, 597.86], "text": " independent judgment is expected,"}, {"timestamp": [599.18, 599.8], "text": " leadership capacity is developed,"}, {"timestamp": [603.3, 603.88], "text": " and reflection and continuous improvement are institutionalized."}, {"timestamp": [608.0, 614.0], "text": " So what we're going to do is have a look at each one of these. If you're thinking about the challenges that we're facing daily in our schools,"}, {"timestamp": [614.0, 621.0], "text": " creating networked, empowered teams that are able to pull information and share insights"}, {"timestamp": [621.0, 625.52], "text": " are the best way for us to be able to cope with the ongoing challenges that we're"}, {"timestamp": [625.52, 632.24], "text": " facing. If you think of your typical situation, we might be a mid-decile school, very multicultural,"}, {"timestamp": [633.28, 637.6], "text": " we might have a bunch of people who are second language learners, we might also have people"}, {"timestamp": [637.6, 641.68], "text": " whose parents have decided that they don't want to have any part of any sort of technology."}, {"timestamp": [642.32, 647.28], "text": " Really complex, interwoven, challenging, adaptive problems."}, {"timestamp": [647.6, 653.22], "text": " How on earth are we going to create a nice, neat decision tree for teachers to follow to be"}, {"timestamp": [653.22, 658.52], "text": " able to cope with a situation like that, which in many cases is the reality of most people?"}, {"timestamp": [658.62, 664.62], "text": " So it's really hard to create those kind of top-down structures to enable people to make"}, {"timestamp": [664.62, 665.82], "text": " those kinds of top-down structures to enable people to make those kinds of decisions."}, {"timestamp": [666.7, 671.08], "text": " So what we're going to do is have a look at the first one."}, {"timestamp": [671.22, 672.74], "text": " Elephants in the room are named."}, {"timestamp": [672.86, 679.04], "text": " There's an adage that the health of your organisation directly corresponds,"}, {"timestamp": [679.2, 687.12], "text": " is inversely proportional, to the number of undiscussibles there are in your organisation. Things that everybody"}, {"timestamp": [687.12, 691.96], "text": " knows but nobody mentions. So these are the elephants in the room or elephants on the table."}, {"timestamp": [693.24, 700.46], "text": " Undiscusables might be things like we all know that particular piece of software doesn't work very well"}, {"timestamp": [700.46, 709.82], "text": " but the principles really committed to us using it. We all know it but nobody nobody actually wants to say, it's a dog and it doesn't work."}, {"timestamp": [709.82, 714.04], "text": " If you're in that situation where you've got an undiscussable, an elephant in the room, you're"}, {"timestamp": [714.04, 720.06], "text": " not in a position where that challenge can be confronted and new learning can be created"}, {"timestamp": [720.06, 722.56], "text": " in order to solve that problem."}, {"timestamp": [722.56, 725.64], "text": " So that's one of the features of an organisation"}, {"timestamp": [725.64, 727.84], "text": " with high adaptive capacity."}, {"timestamp": [727.84, 729.84], "text": " There's a bunch of things that you can do"}, {"timestamp": [729.84, 734.04], "text": " to name the elephants in the room."}, {"timestamp": [734.04, 736.04], "text": " One of the things that you can do, first and foremost,"}, {"timestamp": [736.04, 740.56], "text": " is to encourage and support dissenting voices."}, {"timestamp": [740.56, 743.24], "text": " This is challenging, because if you've ever been in a meeting"}, {"timestamp": [743.24, 745.16], "text": " and the squeaky wheel starts up again,"}, {"timestamp": [745.88, 750.68], "text": " the temptation is to shut that squeaky wheel down so that you can move on to the real business,"}, {"timestamp": [750.78, 751.82], "text": " which is making a decision."}, {"timestamp": [752.38, 754.94], "text": " But in fact, every time you shut that squeaky wheel down,"}, {"timestamp": [755.06, 757.98], "text": " you're communicating that there are some things that are undiscussable."}, {"timestamp": [758.22, 760.1], "text": " We don't want to hear that again."}, {"timestamp": [760.1, 765.62], "text": " So one of the things that Highfitz argues we should do is to encourage dissenting voices."}, {"timestamp": [766.38, 768.66], "text": " We should encourage inquiry."}, {"timestamp": [770.14, 774.92], "text": " So the two kind of ways of approaching communication is to advocate for something,"}, {"timestamp": [775.12, 777.46], "text": " I think we should do this or to inquire."}, {"timestamp": [777.74, 778.64], "text": " I wonder why."}, {"timestamp": [779.26, 780.48], "text": " What might we?"}, {"timestamp": [780.74, 781.56], "text": " How might we?"}, {"timestamp": [781.96, 786.5], "text": " So the more advocating you do, I think we should do this, the more you"}, {"timestamp": [786.5, 794.04], "text": " shut down genuine inquiry, and the more you limit people when it comes to discussing"}, {"timestamp": [794.04, 800.22], "text": " elephants in the room. So being inquiring, I wonder why that is, how might we protecting"}, {"timestamp": [800.22, 805.0], "text": " troublemakers and problem finders, not in a way that means that they're constantly"}, {"timestamp": [805.0, 810.12], "text": " the squeaky wheel, but that their problems are lifted up as being an honoured, as being"}, {"timestamp": [810.12, 815.12], "text": " something that can be addressed in an area that needs to be resolved."}, {"timestamp": [815.12, 819.84], "text": " I don't know if you know the website Reddit, it's in a bit of trouble in the moment, but they've"}, {"timestamp": [819.84, 823.92], "text": " got this wonderful thing called an AMA and ask me anything."}, {"timestamp": [823.92, 826.68], "text": " And they invite people on, Obama's been on there."}, {"timestamp": [827.1, 833.88], "text": " And the session is, just ask me any question. Anything, it's, you know, not taboo, anything that you're"}, {"timestamp": [833.88, 841.16], "text": " interested in hearing about, I will answer that question. And so that is an idea, as a way"}, {"timestamp": [841.16, 847.0], "text": " to name elephants in the room, is just inspired. It makes it a safe place for people to say,"}, {"timestamp": [847.0, 849.0], "text": " but why do we do this thing?"}, {"timestamp": [849.0, 851.0], "text": " I've always seen it and I don't understand it."}, {"timestamp": [851.0, 853.0], "text": " Can somebody explain to me why this is happening?"}, {"timestamp": [853.0, 856.0], "text": " Or this is happening over here, but it's not happening over here."}, {"timestamp": [856.0, 858.0], "text": " I wonder why that is."}, {"timestamp": [858.0, 860.0], "text": " The AMA model, or ask me anything,"}, {"timestamp": [860.0, 862.0], "text": " is a really, really good one to think of"}, {"timestamp": [862.0, 864.0], "text": " when it comes to naming elephants in the room."}, {"timestamp": [864.0, 869.48], "text": " So I'm going to hand over to Claire here, and she's going to talk about how this happens"}, {"timestamp": [869.48, 870.48], "text": " at Hobbson."}, {"timestamp": [870.48, 874.56], "text": " So just before I get into this, I want to just say a couple of things about, you know, the fact"}, {"timestamp": [874.56, 879.72], "text": " that we're in a brand new school and also sort of challenge the assumption."}, {"timestamp": [879.72, 883.68], "text": " We have a lot of people coming through to visit us, and quite often you sort of hear people say,"}, {"timestamp": [883.68, 887.86], "text": " oh, this is easy for you. You're in a new school look at your environment look at the"}, {"timestamp": [887.86, 892.18], "text": " space you know you've handpicked your staff you know you haven't got the"}, {"timestamp": [892.18, 895.84], "text": " challenges that we have and there are elements of that that's absolutely true"}, {"timestamp": [895.84, 899.56], "text": " you know and we actually do look at our spaces and go oh my goodness this is an"}, {"timestamp": [899.56, 904.12], "text": " amazing opportunity to do something really differently and yes we went through a"}, {"timestamp": [904.12, 909.22], "text": " really interesting process of handpicking our staffs and having an employment process that meant that we were"}, {"timestamp": [909.22, 914.3], "text": " actually employing for disposition. And we went through a really rigorous process where we actually"}, {"timestamp": [914.3, 919.88], "text": " got people to come in and co-construct an integrated module as a group with all of the other"}, {"timestamp": [919.88, 925.3], "text": " applicants. And so we actually had processes in place that really challenged notions of what,"}, {"timestamp": [925.3, 929.74], "text": " you know, how you'd get a job in education usually. But what the things that I do want"}, {"timestamp": [929.74, 936.5], "text": " to challenge is the assumption that we've got different staff from you guys. Whilst we have"}, {"timestamp": [936.5, 941.22], "text": " actually had the opportunity to handpick based on disposition, it's really important to point"}, {"timestamp": [941.22, 945.84], "text": " out that our teachers have the same mental models and the same"}, {"timestamp": [945.84, 951.0], "text": " experience as your educators in your school."}, {"timestamp": [951.0, 956.5], "text": " Yes, we might have, you know, picked off a group that seem on the surface far more open"}, {"timestamp": [956.5, 962.56], "text": " to innovation and risk-taking, but what it didn't take us long to realize, that actually"}, {"timestamp": [962.56, 968.12], "text": " under pressure, when people are tired, people very quickly go back"}, {"timestamp": [968.12, 970.04], "text": " to default mode."}, {"timestamp": [970.04, 976.72], "text": " And quite often it was bringing into the school a whole lot of old mental models about"}, {"timestamp": [976.72, 982.42], "text": " what good teaching looks like, you know, what a classroom should look like, how students"}, {"timestamp": [982.42, 983.66], "text": " should behave."}, {"timestamp": [983.66, 987.44], "text": " So whilst we do have the gift of an incredible space,"}, {"timestamp": [987.44, 990.52], "text": " it's really important to note that in a new school environment,"}, {"timestamp": [990.52, 993.48], "text": " you've actually got a heck of a lot of the same challenges"}, {"timestamp": [993.48, 998.0], "text": " that we faced when I was at Epsom Girls Grammar School"}, {"timestamp": [998.0, 1002.24], "text": " leading our ICTPD cluster,"}, {"timestamp": [1002.24, 1007.62], "text": " and we were hoping to move a really experienced staff there and we did"}, {"timestamp": [1007.62, 1013.16], "text": " make some great headway and there were absolutely similar challenges."}, {"timestamp": [1013.16, 1019.38], "text": " So our different environment definitely has some bonuses but also we are dealing with some of"}, {"timestamp": [1019.38, 1027.68], "text": " the exact same things in terms of people actually being really nervous about change, really uncertain"}, {"timestamp": [1027.68, 1033.82], "text": " about if the way we're doing things is really working because we're not necessarily working"}, {"timestamp": [1033.82, 1038.36], "text": " off a long-term evidence-based because when you're innovating, you're not looking backwards,"}, {"timestamp": [1038.36, 1043.72], "text": " you're looking forward, and you're actually conducting what in reality is a sort of a live-action"}, {"timestamp": [1043.72, 1045.44], "text": " research process"}, {"timestamp": [1045.44, 1049.14], "text": " that doesn't necessarily rely on past research"}, {"timestamp": [1049.14, 1050.56], "text": " with a capital R."}, {"timestamp": [1050.56, 1053.82], "text": " But anyway, back to this idea of naming the elephant in the room."}, {"timestamp": [1053.82, 1056.68], "text": " So one of the things that we have done from day one"}, {"timestamp": [1056.68, 1061.04], "text": " and really tried to work on is sort of naming the culture"}, {"timestamp": [1061.04, 1063.2], "text": " that we want to create amongst our staff"}, {"timestamp": [1063.2, 1065.38], "text": " and between our staff and our students."}, {"timestamp": [1069.26, 1069.56], "text": " And that's talking about the need to be warm and demanding."}, {"timestamp": [1076.76, 1082.18], "text": " So the list that you've got up on the board there, I think, was taken one of our very earliest get-togethers as a staff, where we actually sort of crowdsourced and gathered what people thought that meant."}, {"timestamp": [1082.76, 1086.3], "text": " And so we actually put it on the table and we said, look, for us to succeed,"}, {"timestamp": [1086.7, 1088.4], "text": " for us to keep on challenging ourselves"}, {"timestamp": [1088.4, 1089.3], "text": " and moving forward,"}, {"timestamp": [1089.64, 1091.3], "text": " we can't just sit back"}, {"timestamp": [1091.3, 1094.04], "text": " and be warm and be your cheerleaders."}, {"timestamp": [1094.48, 1096.26], "text": " And that was talking about everyone on staff."}, {"timestamp": [1096.34, 1097.7], "text": " We can't just cheer people on."}, {"timestamp": [1098.24, 1100.96], "text": " To make sure we're doing the very best we can"}, {"timestamp": [1100.96, 1101.96], "text": " for our students,"}, {"timestamp": [1102.28, 1106.4], "text": " we're going to have to be absolutely demanding of ourselves"}, {"timestamp": [1106.4, 1108.36], "text": " and of each others."}, {"timestamp": [1108.36, 1111.8], "text": " And we have to make sure that's the same in our relationship, whether it be between teacher"}, {"timestamp": [1111.8, 1118.68], "text": " and teacher, senior leader and teacher, student and staff member, or between students."}, {"timestamp": [1118.68, 1123.22], "text": " So this was a culture that we named, that we were going to aspire to."}, {"timestamp": [1123.22, 1127.76], "text": " And again, everything I talk about today is stuff that we're aspiring to."}, {"timestamp": [1127.76, 1130.0], "text": " We're only in the second year of operation with students."}, {"timestamp": [1130.0, 1134.9], "text": " We're under no illusion that we've got any of this nailed, but we're just sharing our"}, {"timestamp": [1134.9, 1140.98], "text": " practice as we go, and because we see real value in sharing our practice as we move forward."}, {"timestamp": [1140.98, 1146.9], "text": " So one of the things we do is we often talk about how we can be better at being warm and demanding."}, {"timestamp": [1146.9, 1152.28], "text": " We also talk about how that looks in practice a lot and we name examples of behaviours and"}, {"timestamp": [1152.28, 1158.28], "text": " things we do that might suggest that we're either being too warm or too demanding and how"}, {"timestamp": [1158.28, 1164.46], "text": " we might actually maintain a balance that ensures that we don't be too hard on people and"}, {"timestamp": [1164.46, 1165.88], "text": " actually lose them along the way"}, {"timestamp": [1165.88, 1170.44], "text": " because actually we're expecting our staff to work in ways they've never worked before."}, {"timestamp": [1170.68, 1176.3], "text": " So we can't afford to be too mean to them, but at the same time we've got to make sure"}, {"timestamp": [1176.3, 1183.88], "text": " that we're not so warm that we stop challenging them to keep changing and changing up"}, {"timestamp": [1183.88, 1185.6], "text": " and challenging the status quo."}, {"timestamp": [1186.12, 1191.48], "text": " So actually just having that as something you talk about as a staff is really important."}, {"timestamp": [1191.48, 1199.42], "text": " I think quite often we talk on our websites and our publications about the culture that we have"}, {"timestamp": [1199.42, 1199.92], "text": " in a school."}, {"timestamp": [1200.16, 1204.08], "text": " And I don't know how often we actually name that and work on it explicitly."}, {"timestamp": [1204.38, 1206.76], "text": " So that's something that I would absolutely recommend."}, {"timestamp": [1206.76, 1211.12], "text": " And it's been a really interesting process to be involved in."}, {"timestamp": [1211.12, 1215.44], "text": " Another thing that we do is two to three times a year, we've done this, depending on where"}, {"timestamp": [1215.44, 1221.62], "text": " we've seen the need, and we make sure that we gather a whole lot of data from our staff."}, {"timestamp": [1221.62, 1226.4], "text": " And the way we do it is we have a how are you, how are we going survey?"}, {"timestamp": [1226.94, 1230.46], "text": " And we've built up an understanding with the staff that this is"}, {"timestamp": [1231.34, 1239.82], "text": " absolutely anonymous and absolutely invites them to be as honest as possible."}, {"timestamp": [1239.9, 1249.1], "text": " They can be brutal in this survey. It is encouraged because we want to make sure that there are not, there's sort of as fewer"}, {"timestamp": [1249.1, 1252.48], "text": " things as possible left unsaid."}, {"timestamp": [1252.48, 1257.48], "text": " And one of the things I keep encouraging with our staff is there's nothing worse than discovering"}, {"timestamp": [1257.48, 1262.88], "text": " that there's been things people are grumbling about in work rooms that they haven't surfaced"}, {"timestamp": [1262.88, 1264.56], "text": " and they haven't shared."}, {"timestamp": [1264.56, 1269.58], "text": " Because quite frankly, if you don't share a problem, we can't work together to solve a problem."}, {"timestamp": [1269.58, 1275.76], "text": " And so you need to work incredibly hard on creating a culture where it is okay to be that voice"}, {"timestamp": [1275.76, 1282.96], "text": " of dissent and it is okay to be really honest about what is not going well from your perception."}, {"timestamp": [1282.96, 1290.72], "text": " And let's remember it's perception and what you are finding really difficult and really challenging because if it is a"}, {"timestamp": [1290.72, 1297.94], "text": " perception and a perceived problem for that staff member it is a problem okay"}, {"timestamp": [1297.94, 1302.74], "text": " their perception and the problem may not actually be what they say it is and"}, {"timestamp": [1302.74, 1305.32], "text": " it may actually be the result of a whole lot"}, {"timestamp": [1305.32, 1307.24], "text": " of other factors in play."}, {"timestamp": [1307.24, 1311.88], "text": " So they might not have actually necessarily identified what the actual problem is, but having"}, {"timestamp": [1311.88, 1317.52], "text": " the opportunity to spill their guts and to say, look, this is not working, this is unsustainable,"}, {"timestamp": [1317.52, 1319.08], "text": " I can't do this."}, {"timestamp": [1319.08, 1326.32], "text": " We then have incredible data to move forward with and adapt the way we work to support them better."}, {"timestamp": [1326.82, 1328.6], "text": " Now this survey is not all doom and gloom."}, {"timestamp": [1328.72, 1333.3], "text": " The great thing about the survey is it's also an opportunity for them to share successes."}, {"timestamp": [1334.02, 1340.24], "text": " It's ways for them to share the things that we believe we are doing right and doing really effectively"}, {"timestamp": [1340.24, 1345.78], "text": " and the stuff that they are finding incredibly rewarding and finding incredibly successful."}, {"timestamp": [1345.78, 1352.42], "text": " So it also gives us that data on how we can actually build on those successes and we can"}, {"timestamp": [1352.42, 1356.66], "text": " use it as motivation and ways to keep on moving forward."}, {"timestamp": [1356.66, 1361.28], "text": " One of the things that I've found really interesting is the feedback from staff how much they"}, {"timestamp": [1361.28, 1363.48], "text": " value being heard."}, {"timestamp": [1363.48, 1366.72], "text": " And often what we've found is that they"}, {"timestamp": [1366.72, 1371.28], "text": " realize that everything can't be fixed overnight, but if everything, if they have an"}, {"timestamp": [1371.28, 1376.32], "text": " opportunity to share the issue, that is often partway towards solving the"}, {"timestamp": [1376.32, 1379.74], "text": " issue. Because a lot of the time the problem is they feel like they don't have"}, {"timestamp": [1379.74, 1383.16], "text": " the capacity to come and talk, and particularly if you're in a big school with a very"}, {"timestamp": [1383.16, 1390.94], "text": " hierarchical structure, going and knocking on the door of one of your APs, DPs or principals is completely"}, {"timestamp": [1390.94, 1396.32], "text": " incomprehensible to a lot of staff members and I think we need to remember that and we need"}, {"timestamp": [1396.32, 1401.52], "text": " to find ways that they can communicate with us even if we might not physically have the time"}, {"timestamp": [1401.52, 1410.08], "text": " and the space to be available that we do open up mechanisms for them to communicate, and to also make sure those mechanisms are sometimes anonymous, because"}, {"timestamp": [1410.08, 1415.6], "text": " people will struggle to name an issue sometimes if they have to put their name to it."}, {"timestamp": [1415.6, 1419.08], "text": " And you might say that's letting them off lightly, but I actually believe it gives them"}, {"timestamp": [1419.08, 1423.88], "text": " a really important opportunity to be that voice of dissent without feeling like they can risk"}, {"timestamp": [1423.88, 1424.88], "text": " it."}, {"timestamp": [1424.88, 1429.18], "text": " I mean, ultimately, you hope you have an environment and a culture where that's not an issue and that"}, {"timestamp": [1429.18, 1433.94], "text": " they're happy to be the person that comes up and identifies themselves as a person with this"}, {"timestamp": [1433.94, 1438.98], "text": " particular issue or concern. But in the meantime, you've got to provide mechanisms and ways"}, {"timestamp": [1438.98, 1444.2], "text": " for that feedback. And then what we do with this, which I think is really important, it's not"}, {"timestamp": [1444.2, 1449.2], "text": " just about gathering the data and it's sitting with the SOT and our secret little meetings that we have."}, {"timestamp": [1449.5, 1455.28], "text": " What we do is that we actually go through and we summarize that data as objectively as possible."}, {"timestamp": [1455.28, 1465.58], "text": " We have to put on our big girl pants and if it's criticizing SOT we will make sure that the concerns people have are on the summarising document."}, {"timestamp": [1466.02, 1471.46], "text": " And then we put that document, ensuring that no one's personal voice comes through in the summary"}, {"timestamp": [1471.46, 1476.46], "text": " document, because it's really, you know, you can sometimes pick who a person is, and they've got"}, {"timestamp": [1476.46, 1481.48], "text": " a way of phrasing things that is going to, you know, expose to the wider audience who it might be."}, {"timestamp": [1481.8, 1485.04], "text": " So we put into as objectively as possible a summary document"}, {"timestamp": [1485.04, 1490.48], "text": " and then one of our things that we do at kitchen table is we put that out to staff and say,"}, {"timestamp": [1490.48, 1497.68], "text": " okay, what are the solutions to these issues? How can we move forward? And that way, it is not us"}, {"timestamp": [1497.68, 1505.34], "text": " as an SOT solving the problem. It's a shared problem and we find shared solutions."}, {"timestamp": [1509.3, 1515.72], "text": " And we found we're finding so far that that gives people a sense of ownership and it also encourages that idea that everybody's responsible for providing the solution."}, {"timestamp": [1516.48, 1519.4], "text": " It is not just senior leadership that has that role."}, {"timestamp": [1521.76, 1527.24], "text": " One of the other things that we do is that we do very specific senior leadership team observations."}, {"timestamp": [1527.24, 1533.0], "text": " Now we are in a school with small number of staff at the moment, so we are patently aware"}, {"timestamp": [1533.0, 1536.86], "text": " that we can get around and do these things more often than you'd be able to in a staff"}, {"timestamp": [1536.86, 1540.3], "text": " of a hundred, 150 plus teachers."}, {"timestamp": [1540.3, 1545.96], "text": " So what we do is we have a critical friend situation where you're partnered up with a staff member,"}, {"timestamp": [1546.06, 1550.64], "text": " and I'll talk about this more in a moment, and they find opportunities to observe each other"}, {"timestamp": [1550.64, 1555.48], "text": " looking at specifics of their teaching and what we relate to their teaching as inquiry."}, {"timestamp": [1556.48, 1560.56], "text": " As SOT, we do very specific observations."}, {"timestamp": [1561.38, 1566.4], "text": " What we have done with staff is we have created a document that is about"}, {"timestamp": [1566.4, 1573.12], "text": " principles and practice. We're really aware that we have created a whole lot of catchphrases"}, {"timestamp": [1573.12, 1577.92], "text": " around how we do things at Hobbes and Bull Point Secondary School. So, you know, we innovate"}, {"timestamp": [1577.92, 1583.96], "text": " through personalized learning. We engage through powerful partnerships. We absolutely suffer the"}, {"timestamp": [1583.96, 1587.5], "text": " risk of being catchphrases and buzzwords and"}, {"timestamp": [1587.5, 1590.8], "text": " actually you might walk through our school and see nothing different from any"}, {"timestamp": [1590.8, 1596.5], "text": " other school in the country. And we're really aware that that's not good enough. If"}, {"timestamp": [1596.5, 1603.04], "text": " we say we're doing things differently, it must be evident when you walk in and through"}, {"timestamp": [1603.04, 1607.0], "text": " classrooms. So what we co-constructed with the staff"}, {"timestamp": [1607.0, 1616.4], "text": " was a list under each of those categories. We actually co-constructed a list of, did I include"}, {"timestamp": [1616.4, 1623.16], "text": " it? I may not have included it. So this is an example. So for Innovate through personalising"}, {"timestamp": [1623.16, 1625.72], "text": " learning, we said that's one of our principles."}, {"timestamp": [1625.94, 1628.16], "text": " That's one of the things that we say we do."}, {"timestamp": [1628.8, 1630.78], "text": " And then we co-constructed with the class,"}, {"timestamp": [1631.02, 1633.54], "text": " a series, I mean, with the teachers and the staff,"}, {"timestamp": [1634.3, 1637.52], "text": " a series of examples of what that would look like."}, {"timestamp": [1637.62, 1640.06], "text": " How would we evidence that happening in a classroom?"}, {"timestamp": [1640.56, 1641.38], "text": " And how might we?"}, {"timestamp": [1641.5, 1643.68], "text": " So you don't go through expecting to see all of these things."}, {"timestamp": [1643.68, 1669.18], "text": " It's not a treasure hunt or a checklist, but it's just some things that you could consider. So for instance, we have to see evidence of differentiation. That's an absolute must. All of our modules, all of our classes must be differentiating for our learners. And that's even more important now because we run integrated modules two teachers working alongside each other and they are"}, {"timestamp": [1669.18, 1673.5], "text": " composite classes so year nine and ten students working together so more than"}, {"timestamp": [1673.5, 1676.38], "text": " ever it's really important we're aware of their curriculum levels and their"}, {"timestamp": [1676.38, 1680.64], "text": " specific learning needs and we're differentiating to meet those we also have a"}, {"timestamp": [1680.64, 1686.44], "text": " commitment to building our ability to deliver universal design for learning."}, {"timestamp": [1686.44, 1693.26], "text": " So ensuring that our students have multiple opportunities to learn, that they have opportunities"}, {"timestamp": [1693.26, 1699.06], "text": " to receive information through multimodal means, so making sure that they've got written,"}, {"timestamp": [1699.06, 1706.6], "text": " visual, oral ways of receiving information, that they have multiple ways that they can process information,"}, {"timestamp": [1706.6, 1708.94], "text": " and they also have opportunities and choice"}, {"timestamp": [1708.94, 1711.52], "text": " around how they present that learning back to you."}, {"timestamp": [1711.52, 1715.44], "text": " So if there is no need for you to specify the platform"}, {"timestamp": [1715.44, 1718.94], "text": " and the way or the mode in which they evidence their learning,"}, {"timestamp": [1718.94, 1721.22], "text": " well, we don't think that you need to specify that platform."}, {"timestamp": [1721.22, 1722.96], "text": " If you're doing a writing assessment, of course,"}, {"timestamp": [1722.96, 1725.38], "text": " you're going to specify that they have to do it"}, {"timestamp": [1725.38, 1728.14], "text": " in writing, but if actually, if there's other ways,"}, {"timestamp": [1728.14, 1730.88], "text": " more creative means and ways that they can evidence their learning,"}, {"timestamp": [1730.88, 1732.66], "text": " we're gonna encourage them to do so."}, {"timestamp": [1733.58, 1736.9], "text": " We also want to see evidence of student choice."}, {"timestamp": [1736.9, 1738.7], "text": " We think that's a really important part"}, {"timestamp": [1738.7, 1740.56], "text": " of all of their learning so that they can have"}, {"timestamp": [1740.56, 1744.4], "text": " increased opportunities for ownership of that learning."}, {"timestamp": [1744.4, 1748.0], "text": " We also wanna see evidence of self-directed learning."}, {"timestamp": [1748.0, 1750.0], "text": " We don't want to see what I'm doing right now,"}, {"timestamp": [1750.0, 1752.94], "text": " which is someone standing up the front for the entire lesson."}, {"timestamp": [1752.94, 1755.32], "text": " Direct instruction is absolutely appropriate"}, {"timestamp": [1755.32, 1757.38], "text": " for parts of the module or the lesson,"}, {"timestamp": [1757.38, 1760.2], "text": " but we would find it very unusual for year nine and 10"}, {"timestamp": [1760.2, 1761.76], "text": " that you would do that for an entire module."}, {"timestamp": [1761.76, 1763.42], "text": " We'd expect maybe front loading,"}, {"timestamp": [1763.42, 1765.88], "text": " and then we'd expect to see students off doing self-directed"}, {"timestamp": [1765.88, 1767.92], "text": " inquiry learning."}, {"timestamp": [1767.92, 1774.4], "text": " We also want to see evidence of all students having access to their learning online."}, {"timestamp": [1774.4, 1778.96], "text": " So we have made a commitment, we're a BYOD school, we're pretty much one-to-one, students"}, {"timestamp": [1778.96, 1780.62], "text": " who can't afford devices."}, {"timestamp": [1780.62, 1794.0], "text": " We have spent the money that you might have spent on computer labs on a whole lot of laptops and Chromebooks that sit within our library system and students who aren't in a position to bring their own device can get those devices issued to them and throughout the school day."}, {"timestamp": [1795.0, 1806.68], "text": " So with that comes an expectation that absolutely every module is blended and the reason it has to be blended is because we think students need to have access to"}, {"timestamp": [1806.68, 1812.82], "text": " their learning 24-7. They need to have the opportunity to review and revisit their learning,"}, {"timestamp": [1813.28, 1817.86], "text": " and they need a platform whereby they can be expanded and extended in their learning as well."}, {"timestamp": [1818.54, 1823.74], "text": " And so that is something that we're looking for. So we've got sort of three lots of these for each"}, {"timestamp": [1823.74, 1825.04], "text": " of our different principals where we've come up of three lots of these for each of our different principles where"}, {"timestamp": [1825.04, 1830.44], "text": " we've come up with some practical examples of what that might look like in the classroom."}, {"timestamp": [1830.44, 1834.94], "text": " So I would have a group of staff who I try and see at the moment once a term. I know as we"}, {"timestamp": [1834.94, 1842.4], "text": " grow that will spread right out, but I would go in and I would sit in and I would be doing"}, {"timestamp": [1842.4, 1845.46], "text": " a running record of what I'm seeing, I'd identify where I'm seeing"}, {"timestamp": [1845.46, 1852.32], "text": " examples. Where there's glaring gaps, that would be where I would first talk to a student,"}, {"timestamp": [1852.32, 1856.52], "text": " you know, to see what I'm not seeing, because I'm really aware I'm only seeing a snapshot,"}, {"timestamp": [1856.52, 1859.72], "text": " and I would sit down with a student and would sort of go through, okay, can you show me your"}, {"timestamp": [1859.72, 1863.6], "text": " online environment that you work in, you know, show me some examples of your work. Have you"}, {"timestamp": [1863.6, 1868.22], "text": " had some choice in this module so far? Do you feel like you've got student choice? So I would talk to"}, {"timestamp": [1868.22, 1873.1], "text": " students within that module. And then if there were still glaring gaps by the end of it,"}, {"timestamp": [1873.6, 1877.46], "text": " I would make sure that I sit down with that staff member and would have a conversation about"}, {"timestamp": [1877.46, 1881.58], "text": " what we've seen and maybe what we haven't seen. And it's not accusatory. It's not like I'm"}, {"timestamp": [1881.58, 1892.96], "text": " trying to catch them out, but it's just that staff are very much aware that we are looking for people practicing what we preach because at the end"}, {"timestamp": [1892.96, 1898.88], "text": " of the day the most important thing in your school that is going on is the quality of teaching"}, {"timestamp": [1898.88, 1912.34], "text": " and learning and I think you know as much as, if we can be really active at this level, it is hopefully going to lessen the need for issues with competency or concerns later on."}, {"timestamp": [1912.34, 1921.68], "text": " We want to intervene and make sure that the teaching and learning is doing what we say it's doing pretty much every day in every teaching space."}, {"timestamp": [1922.0, 1925.0], "text": " in every teaching space."}, {"timestamp": [1928.0, 1930.0], "text": " So what I think you can see from the examples that Claire's given is, well, you might as well as well,"}, {"timestamp": [1930.0, 1936.0], "text": " examples of systemic structures to ensure that those elephants in the room are named."}, {"timestamp": [1936.0, 1942.0], "text": " So things like, we're checking that our espoused theories"}, {"timestamp": [1942.0, 1945.92], "text": " are actually matched with our theories in use. We might say that we have a warm and demanding culture. That's our espoused theories are actually matched with our theories in use. We might say that we have a"}, {"timestamp": [1945.92, 1951.5], "text": " warm and demanding culture. That's our espoused theory, but what is the evidence that that theory"}, {"timestamp": [1951.5, 1957.48], "text": " is actually in use? You can hear from the examples that Claire's given the importance of"}, {"timestamp": [1957.48, 1961.3], "text": " participation in developing these things. So rather than the role of senior leadership,"}, {"timestamp": [1961.5, 1968.96], "text": " simply being to make decisions and cascade them down, this is what woman demanding looks like, this is what a balance looks like, it's co-constructed,"}, {"timestamp": [1969.08, 1973.92], "text": " there is participation in these voice involved, because that's part of the process of naming"}, {"timestamp": [1973.92, 1978.28], "text": " the elephants in the room. The other really crucial thing about naming the elephants in the room"}, {"timestamp": [1978.28, 1984.6], "text": " is the role that data plays in it, because used well, that data helps you to surface your own"}, {"timestamp": [1984.6, 1985.42], "text": " elephants. So again, if we go you to surface your own elephants."}, {"timestamp": [1988.4, 1988.74], "text": " So again, if we go back to espouse theories and theories and use,"}, {"timestamp": [1991.74, 1991.86], "text": " we say we do this thing, but actually where's the data,"}, {"timestamp": [1995.18, 1995.86], "text": " where's the evidence that I can point to that say that it is actually happening?"}, {"timestamp": [1999.32, 1999.68], "text": " Disconfirming data, data that jars a little bit."}, {"timestamp": [2001.86, 2001.94], "text": " And we all like to know that we're doing a good job."}, {"timestamp": [2004.32, 2004.7], "text": " We all like to be reassured that what we're doing is making a difference."}, {"timestamp": [2009.08, 2009.16], "text": " But if we just sit in that very nice, complacent space and say, we are a very good team,"}, {"timestamp": [2015.16, 2018.56], "text": " we're doing a great job, we're in danger of having some elephants push to the side because they don't sit neatly with that conception of ourselves."}, {"timestamp": [2018.56, 2023.66], "text": " And so seeking data, both anonymous and data that people can put their names to,"}, {"timestamp": [2024.2, 2027.0], "text": " creating systemic structures whereby,"}, {"timestamp": [2027.0, 2029.0], "text": " if people are comfortable knocking on the door"}, {"timestamp": [2029.0, 2030.0], "text": " and coming in and saying,"}, {"timestamp": [2030.0, 2032.0], "text": " you know, I disagree with what's going on here"}, {"timestamp": [2032.0, 2035.0], "text": " or I feel that this group is not being well advocated for."}, {"timestamp": [2035.0, 2037.0], "text": " If people are comfortable doing that, that's awesome."}, {"timestamp": [2037.0, 2039.0], "text": " That's great. Great way to name the elephants in the room."}, {"timestamp": [2039.0, 2042.0], "text": " But if they're not, then we need systemic structures."}, {"timestamp": [2042.0, 2044.0], "text": " And arguably, that's the role of leadership"}, {"timestamp": [2044.0, 2049.8], "text": " to make sure that those things happen when people are comfortable doing it, and even when they need a bit of"}, {"timestamp": [2049.8, 2056.7], "text": " protection and they have a really important contribution to make. So the second feature that"}, {"timestamp": [2056.7, 2063.42], "text": " Hafeitz gives us is that responsibility for the organisation is shared. And there are a number"}, {"timestamp": [2063.42, 2066.86], "text": " of features of this. One is that people take responsibility"}, {"timestamp": [2066.86, 2069.4], "text": " for areas that are not their own."}, {"timestamp": [2070.04, 2073.42], "text": " So we in schools, particularly secondary schools,"}, {"timestamp": [2073.52, 2075.38], "text": " we have these wonderfully developed silos"}, {"timestamp": [2075.38, 2076.54], "text": " in learning areas."}, {"timestamp": [2077.18, 2080.68], "text": " And it's tempting because we're big, complicated machines"}, {"timestamp": [2080.68, 2084.16], "text": " to have cultures develop within those teams."}, {"timestamp": [2084.28, 2086.64], "text": " I mean, some of them are large enough to be schools on their own."}, {"timestamp": [2087.5, 2091.98], "text": " But if you just sit within those silos and you're not, as an English teacher,"}, {"timestamp": [2092.54, 2098.68], "text": " invested in the achievement of the PE students or the music students or the science students"}, {"timestamp": [2098.68, 2104.4], "text": " as whole human beings, then arguably you don't have shared responsibility for that"}, {"timestamp": [2104.4, 2104.98], "text": " organisation."}, {"timestamp": [2104.98, 2105.36], "text": " So again, this comes back to't have shared responsibility for that organisation."}, {"timestamp": [2105.36, 2110.72], "text": " So again, this comes back to systemic structures to make sure that people take the time to move"}, {"timestamp": [2110.72, 2116.24], "text": " out of their primary roles to learn more about the rest of the organisation."}, {"timestamp": [2116.24, 2120.72], "text": " Breaking down silos, but also recognising that we have collective responsibility."}, {"timestamp": [2120.72, 2125.0], "text": " It's shifting that mindset, it's well said that the curriculum in 2007"}, {"timestamp": [2125.0, 2128.0], "text": " shifted from teaching subjects to teaching students."}, {"timestamp": [2128.0, 2131.0], "text": " We see the whole human being with those values,"}, {"timestamp": [2131.0, 2132.0], "text": " with those key competencies,"}, {"timestamp": [2132.0, 2136.0], "text": " and also as people who are working in particular fields of knowledge."}, {"timestamp": [2136.0, 2139.0], "text": " So seeing the human being sitting in front of us"}, {"timestamp": [2139.0, 2142.0], "text": " and making sure that we have a holistic view"}, {"timestamp": [2142.0, 2145.3], "text": " of that entire student, that their achievement,"}, {"timestamp": [2145.66, 2150.84], "text": " not just in my learning area or just in my year level, but throughout their, the length"}, {"timestamp": [2150.84, 2155.86], "text": " and the breadth of their career at school is actually part of my responsibility."}, {"timestamp": [2157.44, 2164.06], "text": " When professional learning works really well, it ensures that collective responsibility is in place"}, {"timestamp": [2164.06, 2169.8], "text": " because the insights that are being generated in one part of the organisation are being shared with other parts."}, {"timestamp": [2170.22, 2175.26], "text": " What I've discovered through my professional learning, through my inquiry, might actually help you."}, {"timestamp": [2175.26, 2184.2], "text": " And again, if we have systemic structures to make sure that that stuff is shared, that it's moved between the silos, we increase collective responsibility."}, {"timestamp": [2184.22, 2185.46], "text": " between the silos, we increase collective responsibility."}, {"timestamp": [2191.76, 2200.38], "text": " There's also opportunities, another way of really building shared responsibility for the organisation, is to explicitly put in place job shadowing so that people working in the"}, {"timestamp": [2200.38, 2205.08], "text": " performing arts, for instance, get a good understanding of the particular assessment"}, {"timestamp": [2205.08, 2210.12], "text": " challenges that the science department are facing, because they may be able to bring their wisdom"}, {"timestamp": [2210.12, 2214.88], "text": " and their insight to those challenges. At the very least, they better understand that particular"}, {"timestamp": [2214.88, 2221.44], "text": " learning area. So explicit, you know, the SLT observations are an opportunity for SLT to do a lot"}, {"timestamp": [2221.44, 2225.18], "text": " of that stuff and to join up the responsibility for the organisation,"}, {"timestamp": [2225.54, 2229.76], "text": " but it's also just as important for the individual teachers, if we're thinking about the plum tree,"}, {"timestamp": [2230.18, 2235.6], "text": " putting them in space, giving them light, resources, you know, sunlight, all that sort of stuff"}, {"timestamp": [2235.6, 2240.86], "text": " to be able to make those decisions. It's really important for those things to be in place"}, {"timestamp": [2240.86, 2243.96], "text": " in order to build that shared responsibility for the organisation."}, {"timestamp": [2244.1, 2248.12], "text": " And I'm actually realising that Mark and I are a pair of windbags and we're going on way too"}, {"timestamp": [2248.12, 2253.62], "text": " long with each slide, so I'll do my best to speed up some of my sharing. I just get excited."}, {"timestamp": [2253.78, 2258.76], "text": " I love sharing this stuff. So the next bit that I'm going to talk about is some ways that we have"}, {"timestamp": [2258.76, 2264.82], "text": " tried to build collective responsibility. And one way that we have done that really structurally"}, {"timestamp": [2264.82, 2270.14], "text": " is that we have blown apart learning areas in the junior school so we've only got"}, {"timestamp": [2270.14, 2275.24], "text": " year nines and tens at the moment if you're on Twitter if you look at the NASDAP"}, {"timestamp": [2275.24, 2280.98], "text": " Twitter handle for NASDAP 2015 I've shared a booklet which explains how we do our"}, {"timestamp": [2280.98, 2287.32], "text": " junior program at Hobsonville Point secondary school so it goes into a lot of detail about the sort of things I'm going to talk about really"}, {"timestamp": [2287.32, 2289.88], "text": " superficially this morning."}, {"timestamp": [2289.88, 2294.44], "text": " So one of the things that we do at Hobsonville Point Secondary School is that we do not have"}, {"timestamp": [2294.44, 2297.02], "text": " physical learning areas or departments."}, {"timestamp": [2297.02, 2302.86], "text": " We have employed subject specialists and everyone wears their subject specialist hat within"}, {"timestamp": [2302.86, 2303.86], "text": " their modules."}, {"timestamp": [2303.86, 2312.12], "text": " Okay, so we do have experts, and we do see increased specialisation occurring up through the senior school,"}, {"timestamp": [2312.12, 2318.66], "text": " but we have made a complete commitment to integrated learning and through code teaching"}, {"timestamp": [2318.66, 2321.74], "text": " and through composite classes in the junior school."}, {"timestamp": [2321.9, 2324.04], "text": " So we've got year nines and tens working together."}, {"timestamp": [2324.54, 2331.46], "text": " And the way this operates is they are presented with a module booklet twice a year. And out of that"}, {"timestamp": [2331.46, 2336.96], "text": " module booklet, they have to select a range of modules. And each module is taught by two teachers"}, {"timestamp": [2336.96, 2343.56], "text": " from two learning areas. And they have to map and ensure that they select a combination of modules"}, {"timestamp": [2343.56, 2346.0], "text": " that ensures that they have learning area coverage."}, {"timestamp": [2346.0, 2350.0], "text": " So it's like they're at university, they pick out the modules from the booklet,"}, {"timestamp": [2350.0, 2355.0], "text": " they ensure that they've covered off their English math, science and so on and so forth."}, {"timestamp": [2355.0, 2361.0], "text": " What we have done behind the scenes is we have mapped the threshold concepts over two years,"}, {"timestamp": [2361.0, 2364.0], "text": " so every, all of the learning area specialists got together and we said,"}, {"timestamp": [2364.0, 2365.16], "text": " okay, for NCAA in this learning area specialists got together and we said, okay,"}, {"timestamp": [2369.88, 2375.64], "text": " for NCA in this learning area, they need to be ready to do this. We've looked at the learning achievement objectives that exist within the back end of the curriculum document. And we've"}, {"timestamp": [2375.64, 2381.74], "text": " matched term by term based on we have overarching themes and concepts for each term in our school"}, {"timestamp": [2381.74, 2386.5], "text": " for the junior school. And we say, okay, what are the threshold concepts that we're going to cover in this term"}, {"timestamp": [2386.5, 2387.5], "text": " for English?"}, {"timestamp": [2387.5, 2392.88], "text": " So no matter what module the student goes into, they are assured and their parents can be assured"}, {"timestamp": [2392.88, 2397.5], "text": " that last term, all students were really building on their paragraph writing and their essay"}, {"timestamp": [2397.5, 2400.28], "text": " writing skills from an English perspective."}, {"timestamp": [2400.28, 2403.96], "text": " So that's the way that we make sure there's no holes and we're not leaving it to chance"}, {"timestamp": [2403.96, 2405.92], "text": " that they have robust curriculum coverage"}, {"timestamp": [2405.92, 2407.3], "text": " as they move through the junior school."}, {"timestamp": [2407.68, 2409.14], "text": " But from the students' perspective,"}, {"timestamp": [2409.38, 2413.02], "text": " it's shop fronts that they can pick that appeal to them."}, {"timestamp": [2413.52, 2417.72], "text": " So the combination of subjects might be really appealing to them."}, {"timestamp": [2418.02, 2421.56], "text": " The theme and the subject that's covered in that module"}, {"timestamp": [2421.56, 2424.04], "text": " is actually informed by student voice."}, {"timestamp": [2424.44, 2428.24], "text": " So what we do, this year, because we had students in year nine,"}, {"timestamp": [2428.24, 2430.82], "text": " we gathered their student voice about module ideas"}, {"timestamp": [2430.82, 2431.98], "text": " for this year."}, {"timestamp": [2431.98, 2434.98], "text": " We got together, we negotiated who we're gonna be teaching"}, {"timestamp": [2434.98, 2438.12], "text": " with each other, and actually we co-constructed"}, {"timestamp": [2438.12, 2442.32], "text": " and collaboratively planned every module."}, {"timestamp": [2442.32, 2448.32], "text": " And so our teachers are planning modules from the ground up every semester"}, {"timestamp": [2448.32, 2454.62], "text": " for all of their classes. Okay, so this is a huge workload for the staff and we're getting"}, {"timestamp": [2454.62, 2461.06], "text": " better at doing this and we're finding ways to work smarter and to lessen the workload."}, {"timestamp": [2461.06, 2467.26], "text": " But what this actually does is it actually enforces the agility and the"}, {"timestamp": [2467.26, 2471.68], "text": " change because you can't keep doing your greatest hits that you've done for the"}, {"timestamp": [2471.68, 2476.2], "text": " last 20 years you know I pride myself on being a really hip and groovy"}, {"timestamp": [2476.2, 2480.24], "text": " English teacher but I actually know at the end of the day I bring out that Maya"}, {"timestamp": [2480.24, 2491.38], "text": " Angelo unit every year because it's a winner and I love it. You know, and so it really challenges teachers to be student-centered and to really think"}, {"timestamp": [2491.38, 2497.06], "text": " about fresh ways they can deliver the curriculum area and the threshold concepts and skills"}, {"timestamp": [2497.06, 2500.44], "text": " in a way that's going to really appeal to the students."}, {"timestamp": [2501.64, 2504.6], "text": " So that's one way that we share that planning."}, {"timestamp": [2504.78, 2506.52], "text": " So we're always getting together in a"}, {"timestamp": [2506.52, 2510.92], "text": " group. We're negotiating who's teaching with each other and then we collaborate, we get together"}, {"timestamp": [2510.92, 2516.18], "text": " and we co-plan these modules, which we publish into booklets and the students select. And also,"}, {"timestamp": [2516.34, 2520.06], "text": " if students aren't picking your module, it's really clear feedback that there's something that's"}, {"timestamp": [2520.06, 2525.34], "text": " not really appealing to them. And also within our staff structures,"}, {"timestamp": [2525.56, 2527.4], "text": " we have a whole lot of distributed leadership."}, {"timestamp": [2527.58, 2529.22], "text": " We've got 35 staff at the moment"}, {"timestamp": [2529.22, 2531.18], "text": " and pretty much every single person"}, {"timestamp": [2531.18, 2532.96], "text": " is a leader of something in our school."}, {"timestamp": [2533.34, 2534.96], "text": " And yes, that's partly necessity"}, {"timestamp": [2534.96, 2537.88], "text": " because we've got so few staff at the moment,"}, {"timestamp": [2538.22, 2542.4], "text": " but also we also see this all as a shared responsibility."}, {"timestamp": [2542.76, 2546.28], "text": " We do not pretend to have the answers up"}, {"timestamp": [2546.28, 2548.0], "text": " in the senior leadership team."}, {"timestamp": [2548.0, 2553.24], "text": " We each head up a team of staff, so Dye,"}, {"timestamp": [2553.24, 2555.94], "text": " who's been at the conference for the three days,"}, {"timestamp": [2555.94, 2558.36], "text": " she heads up our specialized learning leaders."}, {"timestamp": [2558.36, 2561.3], "text": " They look after our timetable and our curriculum design,"}, {"timestamp": [2561.3, 2563.3], "text": " and they workshop with that."}, {"timestamp": [2563.3, 2567.52], "text": " Lee, she heads up our what we call our learning"}, {"timestamp": [2567.52, 2574.08], "text": " team leaders who oversee our pastoral part of our program. So our students spend 90 minutes"}, {"timestamp": [2574.08, 2579.76], "text": " three times a week in learning hubs or homerooms where they do a focus on learning to learn."}, {"timestamp": [2579.76, 2585.72], "text": " That's where we deliver the health curriculum in a context, and that's also where we do work"}, {"timestamp": [2585.72, 2586.62], "text": " around our community."}, {"timestamp": [2587.12, 2590.48], "text": " And then we have a team of teachers who look after our project learning, because most"}, {"timestamp": [2590.48, 2594.1], "text": " of our day on a Wednesday, we've sort of learnt from the great stuff that was happening"}, {"timestamp": [2594.1, 2598.64], "text": " at Albany Senior High School, and we've got a junior version of that sort of project day"}, {"timestamp": [2598.64, 2601.42], "text": " happening on a Wednesday, and there's a team of teachers that organise that."}, {"timestamp": [2601.94, 2607.4], "text": " As SOT, we see our responsibility to bring coherence"}, {"timestamp": [2607.4, 2611.98], "text": " to all of that work. So, you know, that all of that work comes through us and we bring"}, {"timestamp": [2611.98, 2616.72], "text": " it together to make sure that there is divergence, because what actually can happen when"}, {"timestamp": [2616.72, 2620.76], "text": " you've got so many leaders is there can be a whole lot of convergence, and we can all go"}, {"timestamp": [2620.76, 2623.76], "text": " off in our own direction. So there's a whole lot of work."}, {"timestamp": [2623.76, 2624.76], "text": " Convergence."}, {"timestamp": [2624.76, 2625.8], "text": " Sorry, other way around."}, {"timestamp": [2625.8, 2626.8], "text": " Yeah, sorry, divergence."}, {"timestamp": [2626.8, 2628.8], "text": " And then our job is convergence."}, {"timestamp": [2628.8, 2630.0], "text": " So bringing it all back together"}, {"timestamp": [2630.0, 2633.0], "text": " and making sure that it's all connected"}, {"timestamp": [2633.0, 2635.5], "text": " and making sense and not getting sort of over the top"}, {"timestamp": [2635.5, 2636.0], "text": " and out of hand."}, {"timestamp": [2636.0, 2637.5], "text": " Because we're quite good at getting over the top"}, {"timestamp": [2637.5, 2640.0], "text": " and out of hand at Hobson Board Point Secondary School."}, {"timestamp": [2640.0, 2642.5], "text": " We get a bit excited about new ideas"}, {"timestamp": [2642.5, 2644.5], "text": " and things that we can do."}, {"timestamp": [2644.5, 2649.52], "text": " The other thing we do is we try and extend as much genuine leadership to our students as possible."}, {"timestamp": [2649.96, 2651.48], "text": " So we've formed Hobs andville habitats."}, {"timestamp": [2651.9, 2655.7], "text": " And, you know, there are some teams that you might say they exist in every school."}, {"timestamp": [2655.88, 2662.0], "text": " You know, the ones that do events and the ones that look after aspects of sports and what have you."}, {"timestamp": [2662.18, 2665.0], "text": " But the one I really like, and it's chopped off down the bottom,"}, {"timestamp": [2665.0, 2667.0], "text": " so you can't read the end of it, is our learning habitat."}, {"timestamp": [2667.0, 2672.0], "text": " These are a team of students who are responsible for making sure that we're listening to"}, {"timestamp": [2672.0, 2676.0], "text": " student voice about how learning needs to change at Hobsonville Point."}, {"timestamp": [2676.0, 2681.0], "text": " So they come in, they're very earnest to Year 10 students that head up this habitat."}, {"timestamp": [2681.0, 2688.52], "text": " They often book in with me for when they're coming to present to the SOT meeting and they're going to be presenting their findings about some student voice and"}, {"timestamp": [2688.52, 2692.6], "text": " any concerns that they have about the learning programs and how we need to change it. So we've"}, {"timestamp": [2692.6, 2697.96], "text": " actually given them permission to have a very official role in informing our curriculum"}, {"timestamp": [2697.96, 2701.38], "text": " and our learning design at Hobsonville Point Secondary School."}, {"timestamp": [2704.38, 2711.46], "text": " So the independent judgment is at the crux of creating an adaptive organisation."}, {"timestamp": [2711.6, 2719.72], "text": " If you think of what it is at its heart, it's about people being empowered to be able to take smart risks or to make smart decisions."}, {"timestamp": [2720.14, 2724.28], "text": " And so in order to do that, what we really need to do, and this is High Fitz's argument,"}, {"timestamp": [2724.44, 2728.76], "text": " is that we need to make ourselves dispensable as leaders."}, {"timestamp": [2729.82, 2732.64], "text": " And so he describes that in a number of different ways,"}, {"timestamp": [2732.64, 2736.66], "text": " and one of the ways that he says we can do this is to put the work where it belongs."}, {"timestamp": [2737.36, 2743.42], "text": " So if the traditional notion of the pyramid hierarchy was that problems and decisions got escalated,"}, {"timestamp": [2743.66, 2746.38], "text": " up until it got to the pointy end of"}, {"timestamp": [2746.38, 2751.2], "text": " the pyramid, the decision was made and then passed back down, it's the opposite of that."}, {"timestamp": [2751.74, 2758.0], "text": " Where, if I'm a frontline classroom teacher and I'm grappling with how to support second language"}, {"timestamp": [2758.0, 2765.62], "text": " learners in vocab development using technology, the work belongs with me and my colleagues."}, {"timestamp": [2765.9, 2768.64], "text": " It doesn't necessarily need to go up the chain."}, {"timestamp": [2769.08, 2771.9], "text": " Arguably, and this is where technology is the sharp end of this,"}, {"timestamp": [2772.48, 2776.16], "text": " arguably the rapid changes that are taking place in technology"}, {"timestamp": [2776.16, 2781.56], "text": " mean that it's frontline staff, and it's probably first and second year teachers,"}, {"timestamp": [2781.66, 2785.6], "text": " our PRTs, who are most in touch with those evolving technologies,"}, {"timestamp": [2786.02, 2788.78], "text": " and actually they're probably the ones who are most empowered to make decisions,"}, {"timestamp": [2788.98, 2792.14], "text": " not necessarily the principal who's sitting at the top."}, {"timestamp": [2792.48, 2796.0], "text": " If you go to the principal and ask which iPad app should I be using"}, {"timestamp": [2796.0, 2799.1], "text": " or which website will best support second language learners,"}, {"timestamp": [2800.0, 2801.18], "text": " you might get a good answer,"}, {"timestamp": [2801.6, 2805.48], "text": " but you're probably more likely to get an answer from a bunch of frontline teachers."}, {"timestamp": [2805.48, 2813.74], "text": " And so this is about independent judgment being expected and empowering people to be able to use that judgment."}, {"timestamp": [2814.38, 2816.66], "text": " In a nutshell, this is what Haifit says."}, {"timestamp": [2816.8, 2827.88], "text": " What you're asking people to do is to say, what is the best thing to do to advance the mission of our organization, not what"}, {"timestamp": [2827.88, 2833.0], "text": " would the boss want me to do here? So what is the best thing to advance the mission of the"}, {"timestamp": [2833.0, 2836.38], "text": " organisation, not what would the boss do here?"}, {"timestamp": [2836.38, 2842.84], "text": " So one of the things that we do that we hope sort of develops us. Like my real area"}, {"timestamp": [2842.84, 2845.98], "text": " of passion is professional development of staff."}, {"timestamp": [2846.28, 2851.32], "text": " And I am absolutely passionate about it because I think it has a direct line. If done effectively,"}, {"timestamp": [2851.78, 2856.1], "text": " it can really improve outcomes for our students. And at the end of the day, that's what we're in"}, {"timestamp": [2856.1, 2861.4], "text": " this business for is improving outcomes. One of the things that I think is really important"}, {"timestamp": [2861.4, 2867.1], "text": " that we see professional learning and professional development as owned by the staff member."}, {"timestamp": [2867.1, 2869.24], "text": " Too often professional development is something"}, {"timestamp": [2869.24, 2870.98], "text": " that's done to staff."}, {"timestamp": [2870.98, 2873.88], "text": " You know, they heard it into the staff room,"}, {"timestamp": [2873.88, 2876.82], "text": " possibly if you really mean on an afternoon"}, {"timestamp": [2876.82, 2879.76], "text": " and they're slightly tired and having a bit of an internal snoo"}, {"timestamp": [2879.76, 2882.36], "text": " if not an external one whilst you talk at them."}, {"timestamp": [2882.36, 2884.54], "text": " And quite often professional development is,"}, {"timestamp": [2884.54, 2887.34], "text": " what I refer to as seagull,"}, {"timestamp": [2887.34, 2890.96], "text": " sort of professional development in the sense that it's a seagull flying over and pooping"}, {"timestamp": [2890.96, 2891.96], "text": " on you."}, {"timestamp": [2891.96, 2897.8], "text": " And if you're really lucky, the poop might fertilise something and something beautiful might grow."}, {"timestamp": [2897.8, 2902.08], "text": " But more often than not, a downpour will occur and you'll actually wash all that learning"}, {"timestamp": [2902.08, 2904.78], "text": " away and an opportunity will have been lost."}, {"timestamp": [2904.78, 2910.84], "text": " So one way that we're hoping to challenge that idea of professional development being done"}, {"timestamp": [2910.84, 2915.2], "text": " to you, and it's certainly something we do with our staff, so it's not like it's completely"}, {"timestamp": [2915.2, 2922.12], "text": " independent, is that the expectation is every staff member completes and uses and follows,"}, {"timestamp": [2922.12, 2925.56], "text": " and we support them to follow this as best they can, a personal"}, {"timestamp": [2925.56, 2928.36], "text": " professional learning plan."}, {"timestamp": [2928.36, 2935.0], "text": " So it's as May Chen was saying earlier this morning, is that we've got to demand our own excellence,"}, {"timestamp": [2935.0, 2941.5], "text": " you know, ultimately no matter what a school does or what you see at a conference, you know,"}, {"timestamp": [2941.5, 2948.72], "text": " what occurs, what you hear, none of that is going to have an effect unless you want to change and you own the professional learning and the change."}, {"timestamp": [2949.12, 2954.74], "text": " So one thing that we do is that we get them to develop a personal professional learning plan"}, {"timestamp": [2954.74, 2959.76], "text": " throughout the first term, I mean of the year, within that sort of yearly professional"}, {"timestamp": [2959.76, 2965.58], "text": " learning cycle. We do ask them that they frame it around the principles of the school. So"}, {"timestamp": [2965.58, 2969.9], "text": " whilst we want their professional learning goals to be about what they need as an"}, {"timestamp": [2969.9, 2975.4], "text": " educator and what their students need, we also ask that they frame it around the"}, {"timestamp": [2975.4, 2979.56], "text": " principals within the school. So their three goals may be loosely framed around,"}, {"timestamp": [2979.56, 2984.4], "text": " innovate through personalising learning, engage through powerful partnerships, or"}, {"timestamp": [2984.4, 2986.6], "text": " inspiring through deep challenge and inquiry."}, {"timestamp": [2986.6, 2990.44], "text": " And like we did with that SOT observation form,"}, {"timestamp": [2990.44, 2993.92], "text": " we came up with some examples of what might be examples"}, {"timestamp": [2993.92, 2996.04], "text": " of each of those, and that's by no means limited"}, {"timestamp": [2996.04, 2997.5], "text": " to those examples."}, {"timestamp": [2997.5, 3002.32], "text": " But so for instance, my personal professional learning goal"}, {"timestamp": [3002.32, 3008.64], "text": " for innovate is I am trying to explore throughout my spins that I teach"}, {"timestamp": [3008.64, 3014.16], "text": " how I might use differentiation more effectively and underpin the way I do differentiation"}, {"timestamp": [3014.16, 3020.64], "text": " by the principles of universal design for learning. So that's one of my professional learning"}, {"timestamp": [3020.64, 3025.5], "text": " goals. My engaged through powerful partnerships, personal professional learning goal,"}, {"timestamp": [3025.5, 3031.74], "text": " was looking at how I might honour our bicultural heritage and how I teach and how I lead."}, {"timestamp": [3032.22, 3038.58], "text": " I missed an opportunity to practice my mehi this morning, my pepiha. Never mind. There'll be"}, {"timestamp": [3038.58, 3043.72], "text": " other opportunities. And so that's something that I'm working on personally. So you'll see"}, {"timestamp": [3043.72, 3046.64], "text": " there that you've got the table below."}, {"timestamp": [3047.24, 3048.56], "text": " You've got something that go,"}, {"timestamp": [3048.62, 3050.78], "text": " my personal professional learning goals are,"}, {"timestamp": [3050.84, 3052.64], "text": " and those are linked to school principals."}, {"timestamp": [3053.18, 3056.84], "text": " Then what will the success of this goal look like?"}, {"timestamp": [3057.14, 3060.84], "text": " What support and strategies do I need to meet this goal?"}, {"timestamp": [3060.9, 3062.58], "text": " For some reason, it's cutting off some of those words."}, {"timestamp": [3062.98, 3065.94], "text": " And from that, as the professional learning leader"}, {"timestamp": [3065.94, 3069.16], "text": " at school, I actually collate their what do we need,"}, {"timestamp": [3069.16, 3071.2], "text": " and that's how we co-construct our shared"}, {"timestamp": [3071.2, 3072.96], "text": " professional learning program."}, {"timestamp": [3072.96, 3076.5], "text": " So it's a way of me, of us as a school,"}, {"timestamp": [3076.5, 3078.52], "text": " making sure that our professional learning"}, {"timestamp": [3078.52, 3080.34], "text": " is responsive to staff needs"}, {"timestamp": [3080.34, 3082.92], "text": " and not us determining independent of them"}, {"timestamp": [3082.92, 3085.72], "text": " what professional learning programs might look like."}, {"timestamp": [3085.72, 3091.1], "text": " And these will go on to inform things like their teaching as inquiry projects, so our staff"}, {"timestamp": [3091.1, 3097.28], "text": " are required to go through at least two teaching as inquiry cycles, very formal cycles,"}, {"timestamp": [3097.28, 3101.16], "text": " bracked around their semester-long modules."}, {"timestamp": [3101.16, 3105.54], "text": " So they may well be exploring their personal professional goals through their teaching as inquiry."}, {"timestamp": [3105.64, 3108.88], "text": " And we encourage them to streamline as best as possible."}, {"timestamp": [3109.02, 3113.96], "text": " So you're not doing your three goals over here, a teaching as inquiry over here, and other professional learning over here."}, {"timestamp": [3113.96, 3117.28], "text": " You're looking at making it all work and feed into one another."}, {"timestamp": [3117.62, 3122.12], "text": " So we really want to encourage that concept of self-efficacy."}, {"timestamp": [3122.38, 3126.52], "text": " We want our teachers to believe that they have the ability"}, {"timestamp": [3126.52, 3128.56], "text": " to identify their needs"}, {"timestamp": [3128.56, 3131.7], "text": " and to actually do the learning around their needs."}, {"timestamp": [3131.78, 3134.96], "text": " So we quite often set aside a Friday morning professional learning slot"}, {"timestamp": [3134.96, 3137.04], "text": " where they will work with their critical friends"}, {"timestamp": [3137.04, 3138.28], "text": " around their personal goals."}, {"timestamp": [3138.4, 3140.86], "text": " So we give them that time because often, as we know,"}, {"timestamp": [3141.22, 3142.42], "text": " teachers are time poor"}, {"timestamp": [3142.42, 3146.6], "text": " and that can often be the reason these things fall over."}, {"timestamp": [3146.6, 3152.6], "text": " The other thing we do is that we work hard to create critical friendships."}, {"timestamp": [3152.6, 3158.92], "text": " So we work, the professional learning team, work to people put in requests of who they might"}, {"timestamp": [3158.92, 3164.12], "text": " work with as a critical friend, but ultimately we actually peer people up as a way of meeting"}, {"timestamp": [3164.12, 3165.12], "text": " their needs and also"}, {"timestamp": [3165.12, 3169.92], "text": " challenging them to work with different people and you have that critical friend for the year"}, {"timestamp": [3169.92, 3175.84], "text": " and that's who you partner with around your sort of self-directed aspects of your appraisal"}, {"timestamp": [3175.84, 3182.56], "text": " and they will also come in and observe you so if they need it we will offer them relief so they can"}, {"timestamp": [3182.56, 3187.98], "text": " go into an observe a critical friend quite often that observation is based around their teaching as inquiries,"}, {"timestamp": [3188.12, 3189.76], "text": " so they might say, look, I'm working on this."}, {"timestamp": [3190.0, 3193.08], "text": " Can you come in and observe me in this lesson and see what's happening?"}, {"timestamp": [3193.52, 3196.82], "text": " And they're also the people they meet with to talk about their professional goals,"}, {"timestamp": [3197.14, 3200.84], "text": " and they are often partnering with them around their teaching as inquiry project."}, {"timestamp": [3201.28, 3205.26], "text": " So, you know, there's that expectation that you drive your own professional learning."}, {"timestamp": [3205.64, 3209.92], "text": " And there's also an expectation that everyone is responsible for helping someone else do their"}, {"timestamp": [3209.92, 3213.94], "text": " professional learning. And then, of course, we as a senior leadership team and a professional"}, {"timestamp": [3213.94, 3218.58], "text": " learning team have a responsibility to make sure that you have the resources and the things"}, {"timestamp": [3218.58, 3227.22], "text": " you need to succeed. So it's a really shared responsibility around personal and professional growth."}, {"timestamp": [3228.32, 3232.78], "text": " And I'm sure you can see how interrelated all of these things are. So as Claire is talking"}, {"timestamp": [3232.78, 3238.32], "text": " through the critical friend role, one of the, well, it's a systemic structure that means"}, {"timestamp": [3238.32, 3243.8], "text": " that people are empowered to name elephants in the room. As a critical friend, that's one of your,"}, {"timestamp": [3243.8, 3246.06], "text": " one of your jobs in a warm"}, {"timestamp": [3246.06, 3252.72], "text": " and demanding fashion, actually inviting reflection, asking questions that probe,"}, {"timestamp": [3252.72, 3256.86], "text": " that ask people to articulate why it is that they do. So we're going back to elephants"}, {"timestamp": [3256.86, 3262.74], "text": " in the room through that structure as well. And if we line up things like independent"}, {"timestamp": [3262.74, 3266.34], "text": " judgment is expected because we set our own individual"}, {"timestamp": [3266.34, 3273.08], "text": " professional learning goals, but we also support each other in achieving those professional"}, {"timestamp": [3273.08, 3274.0], "text": " learning goals."}, {"timestamp": [3274.0, 3278.46], "text": " We've also got shared responsibility for the organisation, because I'm all right, Jack,"}, {"timestamp": [3278.46, 3282.16], "text": " I'm looking after mine, but I'm also looking after you and vice versa."}, {"timestamp": [3282.16, 3286.2], "text": " So the interrelationship between all of these elements is crucial as well."}, {"timestamp": [3287.08, 3292.34], "text": " There's always a tension between people having agency over their professional learning"}, {"timestamp": [3292.34, 3294.48], "text": " and the big macro goals."}, {"timestamp": [3294.6, 3296.58], "text": " And that's a tension that you just have to live with."}, {"timestamp": [3296.88, 3302.82], "text": " For example, we might, through data analysis and self-review, find out that we, as an organisation,"}, {"timestamp": [3302.82, 3305.24], "text": " we've got some pretty big numeracy challenges."}, {"timestamp": [3305.76, 3308.14], "text": " That's an area that we really need to focus in on."}, {"timestamp": [3308.62, 3313.02], "text": " So as soon as we set that as being the goal, everybody needs to do numeracy."}, {"timestamp": [3313.82, 3316.4], "text": " Your professional learning must be lined back to that."}, {"timestamp": [3316.62, 3320.94], "text": " We've removed part of that independent judgment and we've removed part of that agency."}, {"timestamp": [3321.24, 3325.74], "text": " That's not to say that numeracy is not important to us because it has to be."}, {"timestamp": [3325.86, 3329.94], "text": " That's something that's lifted up. Can I just jump in there as well? I think one way that you can,"}, {"timestamp": [3330.06, 3333.8], "text": " you can actually make sure that people have ownership of that with initiatives. And this was"}, {"timestamp": [3333.8, 3338.38], "text": " something that we worked on at Epsom Girls was actually making sure the initiative was within a teaching"}, {"timestamp": [3338.38, 3344.66], "text": " as inquiry cycle. So ensuring that, even though you might have named what everyone's focus had"}, {"timestamp": [3344.66, 3345.76], "text": " to be, how they"}, {"timestamp": [3345.76, 3352.24], "text": " framed that and how they actually make it work in the context of their learning area and in"}, {"timestamp": [3352.24, 3357.76], "text": " their classroom, they have ownership of how they're going to approach it as long as there's"}, {"timestamp": [3357.76, 3361.76], "text": " also incredible levels of accountability that they have to prove that they're focusing on the"}, {"timestamp": [3361.76, 3365.52], "text": " numeracy. Rather than bringing all the staff in and go, this is the way that we're going to do this."}, {"timestamp": [3365.78, 3372.34], "text": " Actually, trust your staff to go off and research and find, you know, strategies and tools"}, {"timestamp": [3372.34, 3376.34], "text": " that would suit it in the context of their learning area or their group of staff."}, {"timestamp": [3376.44, 3378.94], "text": " So I think you can mash those things really effectively."}, {"timestamp": [3379.2, 3383.24], "text": " And the other way to do it is to scan across all of those inquiries that are going on."}, {"timestamp": [3383.24, 3388.74], "text": " And as a leadership team, again, have the data come through, what are the trends here?"}, {"timestamp": [3388.74, 3393.76], "text": " If there are 15 people working on a similar inquiry based on really good analysis of their"}, {"timestamp": [3393.76, 3398.04], "text": " data, that's really clear indication that there's something probably broader happening"}, {"timestamp": [3398.04, 3399.04], "text": " here."}, {"timestamp": [3399.04, 3403.96], "text": " So the connection can be setting the goal and giving agency through the inquiry, but it can also"}, {"timestamp": [3403.96, 3405.68], "text": " be looking at the agency"}, {"timestamp": [3405.68, 3408.8], "text": " and the inquiries and then using those to set the goals."}, {"timestamp": [3408.8, 3413.24], "text": " So being able to manage that paradox so that you're providing both autonomy, independent"}, {"timestamp": [3413.24, 3417.78], "text": " judgment and collective responsibility for the organisation."}, {"timestamp": [3417.78, 3422.24], "text": " So leadership capacity, again, you can see how interrelated these are."}, {"timestamp": [3422.24, 3426.92], "text": " My definition of leadership is from Tom Peters and he argues that great"}, {"timestamp": [3426.92, 3434.02], "text": " leaders don't create followers, they create more leaders. Our job is to, well, the align manager's"}, {"timestamp": [3434.02, 3439.9], "text": " job is to cultivate the leadership of the people around them. If you're not growing the people,"}, {"timestamp": [3440.02, 3446.22], "text": " growing their capacity, then you're not growing your overall organizational, adaptive capacity."}, {"timestamp": [3446.82, 3456.44], "text": " So the leadership is about helping people daily to be able to grow their skills as a leader."}, {"timestamp": [3456.76, 3458.74], "text": " They in turn grow others around them."}, {"timestamp": [3459.34, 3466.3], "text": " Training, that idea of training, where somebody goes and gets PD'd, you know, Seagull or periodic detention"}, {"timestamp": [3466.3, 3468.48], "text": " or whatever you want to call it, that's helpful."}, {"timestamp": [3468.98, 3472.34], "text": " But consistently one of the things that comes through time and time again"}, {"timestamp": [3472.34, 3475.46], "text": " is that no course, no PD, no one-off intervention,"}, {"timestamp": [3475.86, 3477.34], "text": " even a series of interventions,"}, {"timestamp": [3477.84, 3481.96], "text": " can compete with daily, weekly, monthly mentoring of people,"}, {"timestamp": [3482.14, 3483.04], "text": " close relationships,"}, {"timestamp": [3483.04, 3485.68], "text": " just working from a servant leadership"}, {"timestamp": [3485.68, 3492.94], "text": " perspective. So you put your own needs and your annual plan to the side and you say, what is it"}, {"timestamp": [3492.94, 3499.08], "text": " that you need now? What is it that you need and how can I best give you those things? And the irony"}, {"timestamp": [3499.08, 3503.5], "text": " in that, the servant leadership approach, of course, is that when you empower and engage people,"}, {"timestamp": [3503.82, 3508.02], "text": " your annual plan and all those things that you need to do take care of themselves because you're growing the"}, {"timestamp": [3508.02, 3511.74], "text": " capacity of people to be able to deliver on those strategic goals."}, {"timestamp": [3512.14, 3514.14], "text": " So leadership capacity being developed."}, {"timestamp": [3514.14, 3519.0], "text": " So the way that we've approached this at Hobsonville Point, and I sort of say it's not that"}, {"timestamp": [3519.0, 3522.28], "text": " hierarchical, but look, senior leaderships across the top, that is hierarchical."}, {"timestamp": [3522.62, 3526.0], "text": " But what we've, I talked about this briefly"}, {"timestamp": [3526.0, 3531.08], "text": " earlier and is it's that idea that all of us have responsibility for developing a team of leaders."}, {"timestamp": [3531.7, 3537.94], "text": " And as I said earlier, basically everyone in our school is a leader in their own right."}, {"timestamp": [3538.06, 3542.44], "text": " So the team that I oversee on this diagram is the professional learning team."}, {"timestamp": [3542.44, 3550.32], "text": " And within that, we've got a specialized classroom teacher. We created a parallel role called an ESCT which is"}, {"timestamp": [3550.32, 3555.18], "text": " a specialized classroom teacher who focuses on e-learning strategies because even"}, {"timestamp": [3555.18, 3558.16], "text": " in our staff there's a whole lot of people that need support around that area."}, {"timestamp": [3558.16, 3563.2], "text": " We also had our library leader who is our digital citizenship leader within the"}, {"timestamp": [3563.2, 3569.5], "text": " school. She's an integral part to all of our thinking around that and our responsive pedagogy facilitator."}, {"timestamp": [3569.5, 3575.0], "text": " So that's staff member who focus very specifically on keeping us in check, making sure that"}, {"timestamp": [3575.0, 3578.34], "text": " we're actually meeting the needs of our priority learners."}, {"timestamp": [3578.34, 3588.24], "text": " And also she is very good at focusing on making sure that we're honouring our bicultural heritage and how we do things at Hobsonville Point Secondary School as well."}, {"timestamp": [3588.64, 3595.88], "text": " And she works alongside our Senco ensure that we're meeting any sort of specific needs of learners as well."}, {"timestamp": [3595.98, 3599.54], "text": " So all of those priority learners in the broader sense of the word."}, {"timestamp": [3600.0, 3604.9], "text": " So one thing that I've been doing, and I've actually been doing this as my research for NAP this year,"}, {"timestamp": [3605.26, 3608.88], "text": " is looking at the concept of universal design for leadership."}, {"timestamp": [3609.46, 3616.2], "text": " So just as we, as a teacher, we recognize that all of the people in our class have different learning needs."}, {"timestamp": [3616.7, 3621.1], "text": " One of the things I've been exploring is the concept that as a leader of leaders,"}, {"timestamp": [3621.58, 3626.64], "text": " I've got to acknowledge that all of my leaders and my team have different"}, {"timestamp": [3626.64, 3631.72], "text": " ways that they like to be led and different ways that they like to lead."}, {"timestamp": [3631.72, 3637.44], "text": " So I'm trying to work out ways where I'm personalising my leadership to the people in my"}, {"timestamp": [3637.44, 3643.76], "text": " team and working with them as individuals and seeing it as my role to develop and grow them"}, {"timestamp": [3643.76, 3644.76], "text": " as leaders."}, {"timestamp": [3644.76, 3649.56], "text": " So one of the practical ways that I do this is we co-construct a professional learning"}, {"timestamp": [3649.56, 3654.96], "text": " team's strategic document for the year that is aligned very much to our principles and"}, {"timestamp": [3654.96, 3659.0], "text": " our vision and values and our any specific annual goals we've got."}, {"timestamp": [3659.0, 3663.4], "text": " And then what we do is we break that down and every team member has to develop their"}, {"timestamp": [3663.4, 3666.24], "text": " own parallel strategic plan."}, {"timestamp": [3666.24, 3670.76], "text": " So they actually have to pull out the bits that they're going to take ownership of and"}, {"timestamp": [3670.76, 3672.58], "text": " they're going to be accountable for."}, {"timestamp": [3672.58, 3675.42], "text": " So I only have a small portion of that."}, {"timestamp": [3675.42, 3679.88], "text": " I also have oversight of all of the things that they're doing, but in a way that I'm supporting"}, {"timestamp": [3679.88, 3680.88], "text": " them."}, {"timestamp": [3680.88, 3684.26], "text": " And actually, often the best thing I can do is get out of the way and let them lead."}, {"timestamp": [3684.26, 3690.86], "text": " So for instance, our SCT, Cindy has taken on the teaching as inquiry process at Hobson Ballpoint Secondary School."}, {"timestamp": [3691.14, 3693.86], "text": " She is the leader of teaching us at quarry at our school."}, {"timestamp": [3694.16, 3697.06], "text": " So I get out of her way and she leads those professional development cycles."}, {"timestamp": [3697.18, 3698.58], "text": " She leads the resource development."}, {"timestamp": [3698.88, 3704.7], "text": " We get together and we talk about her plans, but it's very much about enabling her to be the leader."}, {"timestamp": [3706.06, 3710.26], "text": " So I'm finding it really interesting and really interesting to think about how we"}, {"timestamp": [3710.26, 3716.56], "text": " often default to leading our teams the way we like to be lead and I think we"}, {"timestamp": [3716.56, 3722.14], "text": " often have to challenge that so I loved I love being led by I'm saying leader"}, {"timestamp": [3722.14, 3725.66], "text": " and lead way too much in one sentence, but I love for the person,"}, {"timestamp": [3725.86, 3731.62], "text": " my leader, to give me a really clear destination I've got to get to, and then a whole lot of"}, {"timestamp": [3731.62, 3737.38], "text": " autonomy, and expect a whole lot of accountability. My first round of doing this last year,"}, {"timestamp": [3737.7, 3742.26], "text": " I did it like that with my entire team, and went, right, this is how you lead, here we are,"}, {"timestamp": [3742.3, 3746.24], "text": " there's your destination go report back you know"}, {"timestamp": [3746.24, 3750.88], "text": " and it really you know the wheels fell off all over the place and what I soon realized is that I"}, {"timestamp": [3750.88, 3756.08], "text": " defaulted to leading my team how I liked to be led and so I did exploration this year and"}, {"timestamp": [3756.08, 3761.04], "text": " actually sat down on them and went how do you like to be led it was a really simple conversation"}, {"timestamp": [3761.04, 3765.06], "text": " and actually I've sort of now developed a profile for each of my team members,"}, {"timestamp": [3765.26, 3770.56], "text": " and I'm actually trying to meet them, challenge them as well, and they're thinking and how"}, {"timestamp": [3770.56, 3774.96], "text": " they perceive that they like to be led, because often their perception of how they like to be led"}, {"timestamp": [3774.96, 3779.2], "text": " is not actually the best model for them either. You know, but just, I like to be left to it."}, {"timestamp": [3779.3, 3783.86], "text": " Yeah, yeah, sure you do. But we want outcomes. So, you know, it's got to be a negotiation."}, {"timestamp": [3784.0, 3785.16], "text": " I'm waffling going off all over the place. Right, but while you do that, I'll just remind people, or know, it's got to be a negotiation. Oh, waffling going off"}, {"timestamp": [3785.16, 3788.98], "text": " all over the place. Right, but while you do that, I'll just remind people, or just lift up again"}, {"timestamp": [3788.98, 3792.76], "text": " the importance of the research in this. Claire's talking about distributed leadership. It's"}, {"timestamp": [3792.76, 3797.02], "text": " really important to know that there's, it's not just hippie, left-wing, hold hands,"}, {"timestamp": [3797.12, 3801.54], "text": " kumbaya. It is, there's a strong body of research coming through that when you're leading"}, {"timestamp": [3801.54, 3807.64], "text": " change, the more distributed and empowered your leadership is, the more successful that change is likely to be."}, {"timestamp": [3807.64, 3816.94], "text": " So if you want to come down to tin tax and actually creating change, hitting targets, doing that really hard quantitative stuff, distributed leadership is good for that as well."}, {"timestamp": [3816.94, 3822.96], "text": " It also assuages the left-wing, hold hands, kumbaya amongst us, so that's a double victory on that one."}, {"timestamp": [3822.96, 3825.04], "text": " So in terms of the fifth and final"}, {"timestamp": [3825.04, 3832.08], "text": " element of creating an organization with high adaptive capacity its reflection and continuous learning"}, {"timestamp": [3832.08, 3839.76], "text": " and so this this is in part coming out of the research that shows that big pendulum swings that we're"}, {"timestamp": [3839.76, 3846.42], "text": " so good at in education are actually very ineffective for ongoing lasting sustainable change."}, {"timestamp": [3846.42, 3852.0], "text": " Sitting still for a long time and then moving at 100 miles an hour somewhere else is a really"}, {"timestamp": [3852.0, 3856.9], "text": " hard way for people to operate. I find it very hard to operate. Most organisations find"}, {"timestamp": [3856.9, 3861.58], "text": " that disruptive change really difficult. And one of the messages that comes through time"}, {"timestamp": [3861.58, 3865.68], "text": " and time again is the metaphor of the 20 mile march."}, {"timestamp": [3869.3, 3869.82], "text": " If you just get up and every day you move towards the destination,"}, {"timestamp": [3873.64, 3875.36], "text": " rather than waiting and having to move a thousand miles in one day or one week, it's actually much more sustainable."}, {"timestamp": [3875.56, 3878.46], "text": " You give yourself much more room to correct course,"}, {"timestamp": [3879.06, 3881.54], "text": " to be able to find out things that work,"}, {"timestamp": [3881.76, 3886.58], "text": " but also crucially, you keep yourself back from the red line of exhaustion."}, {"timestamp": [3887.92, 3893.88], "text": " So it's about maintaining our own adaptive capacity by not pushing ourselves too far."}, {"timestamp": [3894.18, 3899.44], "text": " Again, it's another one of those paradoxes where the more continuous ongoing learning you do,"}, {"timestamp": [3899.74, 3902.22], "text": " the greater the likelihood that you'll actually go further."}, {"timestamp": [3902.22, 3908.86], "text": " You'll actually get further than if you're trying to rely on one of those big pendulum swings."}, {"timestamp": [3908.86, 3917.26], "text": " So this is about smart risk-taking, about empowering people to be able to make smart choices,"}, {"timestamp": [3917.76, 3924.58], "text": " to be able to learn from either results that were unanticipated or even non-results."}, {"timestamp": [3924.84, 3928.6], "text": " If you didn't get any sort of outcome, what did you learn from that?"}, {"timestamp": [3929.04, 3935.38], "text": " And again, it's that daily questioning, mentoring, the inquiring, I wonder why that is."}, {"timestamp": [3935.46, 3942.64], "text": " The modelling of curiosity, the reflective tool that means that that process becomes internalized in the person."}, {"timestamp": [3942.8, 3946.6], "text": " How curious, I devised this intervention"}, {"timestamp": [3946.6, 3948.88], "text": " and the student learning went backwards."}, {"timestamp": [3950.28, 3953.16], "text": " Rather than, you know, in the first years of my teaching career,"}, {"timestamp": [3953.26, 3954.3], "text": " I would have put those results"}, {"timestamp": [3954.3, 3955.36], "text": " and put the bottom of the drawer"}, {"timestamp": [3955.36, 3956.78], "text": " and never spoken of them again,"}, {"timestamp": [3957.44, 3959.36], "text": " actually saying, you know, this is fascinating."}, {"timestamp": [3959.6, 3962.22], "text": " This piece of research suggested that when I do this,"}, {"timestamp": [3962.32, 3964.62], "text": " the learning would accelerate, and it didn't."}, {"timestamp": [3964.62, 3970.38], "text": " I'm really, really interested in why that is. Being safe enough to be able to go to a mentor,"}, {"timestamp": [3970.38, 3975.14], "text": " to a critical friend or to a leader to be able to encourage, to be able to confront that"}, {"timestamp": [3975.14, 3980.84], "text": " particular challenge from a set of results that are unanticipated or non-results is one of"}, {"timestamp": [3980.84, 3983.8], "text": " the crucial elements of reflection and continuous improvement."}, {"timestamp": [3984.08, 3987.0], "text": " So one of the obvious ways that we embrace this"}, {"timestamp": [3987.0, 3990.5], "text": " at Hobbs and Bull is actually making teaching as inquiry"}, {"timestamp": [3990.5, 3994.5], "text": " an absolute, you know, it's front and centre,"}, {"timestamp": [3994.5, 3996.5], "text": " everybody participates in it."}, {"timestamp": [3996.5, 3999.5], "text": " We do a very formal teaching as inquiry cycle twice a year"}, {"timestamp": [3999.5, 4002.0], "text": " and we also ensure that it's incredibly,"}, {"timestamp": [4002.0, 4004.0], "text": " increasingly data-driven."}, {"timestamp": [4004.0, 4007.68], "text": " So we look at the data of the students"}, {"timestamp": [4007.68, 4009.76], "text": " that we've got gathered and that might be a mixture"}, {"timestamp": [4009.76, 4011.76], "text": " of quantitative and qualitative data,"}, {"timestamp": [4011.76, 4013.7], "text": " so it might be results that you've got,"}, {"timestamp": [4013.7, 4015.9], "text": " might be Google Forms, class discussions,"}, {"timestamp": [4015.9, 4017.88], "text": " or some sort of pre-testing that you've done."}, {"timestamp": [4017.88, 4020.58], "text": " And then that you go through and you ask yourself"}, {"timestamp": [4020.58, 4023.2], "text": " for those questions, you challenge the assumption."}, {"timestamp": [4023.2, 4025.76], "text": " So quite often again, you can"}, {"timestamp": [4025.76, 4030.64], "text": " identify what you think the problem is and often it's not the real issue and so you need to find"}, {"timestamp": [4030.64, 4035.12], "text": " ways to challenge the assumption and reword the problem and there's some strategies there suggested"}, {"timestamp": [4035.12, 4040.88], "text": " that come from the design thinking world about thinking rewording the problem, thinking in reverse,"}, {"timestamp": [4040.88, 4046.36], "text": " getting other people's perspective. And there there's I'll share this presentation"}, {"timestamp": [4046.36, 4050.44], "text": " through Twitter so you can you can access the things that are hyperlinked"}, {"timestamp": [4050.44, 4056.36], "text": " within this resource one of the things I really like is thinking about"}, {"timestamp": [4056.36, 4061.54], "text": " overlaying the PRD review that came out from the ministry and they they used"}, {"timestamp": [4061.54, 4065.0], "text": " Timpley and whoever else did this diagram,"}, {"timestamp": [4065.34, 4066.88], "text": " their spiral of inquiry."}, {"timestamp": [4066.88, 4071.1], "text": " So obviously, superficially, this is teaching as inquiry."}, {"timestamp": [4071.1, 4073.94], "text": " One thing I really like about it is that they point out"}, {"timestamp": [4073.94, 4077.16], "text": " the need to take action and try new solutions."}, {"timestamp": [4077.16, 4080.18], "text": " I think quite often we resort back to old solutions."}, {"timestamp": [4080.18, 4081.94], "text": " We say we're doing teaching as inquiry"}, {"timestamp": [4081.94, 4084.52], "text": " and we stick on a good old trusty band-aid"}, {"timestamp": [4084.52, 4085.76], "text": " that we've used in the past."}, {"timestamp": [4086.08, 4092.4], "text": " I think the thing that we need to do, if you want sustainable innovation in your school, you demand that your solutions are new."}, {"timestamp": [4092.96, 4096.42], "text": " You demand that they are trying something that they haven't tried before in the past."}, {"timestamp": [4096.68, 4098.78], "text": " That's how you can get innovation creeping in."}, {"timestamp": [4099.14, 4104.52], "text": " Like I think if you want to get BYOD up and running in your school and you want to get e-learning up and running in your school,"}, {"timestamp": [4104.52, 4109.5], "text": " the best way to do it is to integrate it within a teaching as inquiry cycle. Demand"}, {"timestamp": [4109.5, 4113.5], "text": " when they're finding the interventions, demand that they're using the e-learning tools"}, {"timestamp": [4113.5, 4118.06], "text": " and strategies to do that. Get them to trial some e-learning tools and strategies to find some"}, {"timestamp": [4118.06, 4122.28], "text": " new solutions, some new strategies. And that way it's embedded in what you're doing and what"}, {"timestamp": [4122.28, 4125.12], "text": " they care about and the students' needs in front of them."}, {"timestamp": [4125.38, 4130.02], "text": " And this brings to mind as well the research around the sigmoid curve model."}, {"timestamp": [4130.52, 4140.0], "text": " So the idea that ultimately if you want to make improvement, the best time to act is when there's already been some improvement made."}, {"timestamp": [4140.5, 4150.58], "text": " So often our default model in schools is to wait till we're down in the pit and there's a complete crisis as a school or a classroom and then apply an intervention and improve the outcomes."}, {"timestamp": [4151.12, 4162.06], "text": " The sigmoid curve model would suggest that the best way to ultimately get better outcomes is to ensure that you're in a constant cycle of improving and innovating."}, {"timestamp": [4162.68, 4164.02], "text": " So it needs to be constant."}, {"timestamp": [4164.18, 4166.74], "text": " So you don't do a year's focus on teaching as inquiry."}, {"timestamp": [4167.2, 4170.9], "text": " You need to develop your staff's inquiry mindset."}, {"timestamp": [4171.7, 4173.24], "text": " Inquiry has to be what they do."}, {"timestamp": [4173.3, 4176.44], "text": " And we do it in a small way on a day-to-day basis in our classroom,"}, {"timestamp": [4176.44, 4180.64], "text": " but I personally believe doing it as a long-term formal process"}, {"timestamp": [4180.64, 4186.12], "text": " helps develop the strategies and the things that you need to succeed"}, {"timestamp": [4186.12, 4194.68], "text": " and develop an inquiry mindset and that brings to mind oh this is just explaining"}, {"timestamp": [4194.68, 4198.48], "text": " how it all fits together at Hobsonville Point Secondary School so we see everything"}, {"timestamp": [4198.48, 4204.04], "text": " is coming together as evidence for your PTCs and your teaching e-portfolio I'm very"}, {"timestamp": [4204.04, 4207.94], "text": " now I know that they're PTCs and not RTCs."}, {"timestamp": [4207.94, 4210.98], "text": " And within that, you've got all your different strands."}, {"timestamp": [4210.98, 4214.64], "text": " So we've got the professional learning plan, the teaching is inquiry projects, the critical"}, {"timestamp": [4214.64, 4219.0], "text": " friends, the senior leadership observations, and our Friday professional learning, and"}, {"timestamp": [4219.0, 4222.5], "text": " we have little kitchen tables as well that are more responsive."}, {"timestamp": [4222.5, 4225.04], "text": " You know, that all comes together to support our"}, {"timestamp": [4225.04, 4230.62], "text": " teachers and hopefully becoming adaptive experts because I think ultimately"}, {"timestamp": [4230.62, 4234.4], "text": " that's what we need to be doing through our professional learning and if we've"}, {"timestamp": [4234.4, 4241.12], "text": " got any chance of achieving adaptive, you know, adaptive schools we need a whole"}, {"timestamp": [4241.12, 4251.34], "text": " lot of adaptive experts within your adaptive environments. So I love that quote from Darling Hammond talking about, we need it to become second nature"}, {"timestamp": [4251.34, 4256.6], "text": " for our teachers to constantly expand their expertise, restructuring knowledge and"}, {"timestamp": [4256.6, 4259.04], "text": " competencies to meet new challenges."}, {"timestamp": [4259.04, 4265.7], "text": " And to do that outside their comfort zone, because teachers do do that every day but they often do it"}, {"timestamp": [4265.7, 4270.44], "text": " within a bubble that they feel safe for them and we've actually got to disrupt and"}, {"timestamp": [4270.44, 4274.88], "text": " pop that bubble and expand that horizon and challenge them to get into really"}, {"timestamp": [4274.88, 4279.48], "text": " uncomfortable spaces and I think teaching inquiry can be used as a really"}, {"timestamp": [4279.48, 4284.06], "text": " powerful mechanism for doing that because it's in the context of their own"}, {"timestamp": [4284.06, 4286.4], "text": " students needs and in the context of their own students' needs and in the context"}, {"timestamp": [4286.4, 4290.24], "text": " of their own classroom and they have ownership of it."}, {"timestamp": [4290.24, 4294.56], "text": " One of the things that we did at Albany Senior High School is we're going through developing"}, {"timestamp": [4294.56, 4299.6], "text": " our approach to teaching as inquiry was one of the elephants that we named was that we were engaging"}, {"timestamp": [4299.6, 4304.72], "text": " a lot of us in inquiries that we knew were probably going to be successful because there was"}, {"timestamp": [4304.72, 4305.14], "text": " a lot"}, {"timestamp": [4305.14, 4309.4], "text": " of research to say that when you do this and this, the outcomes improve."}, {"timestamp": [4309.4, 4314.7], "text": " And we had a really big confrontational, not confrontational, but we had to confront that."}, {"timestamp": [4314.7, 4320.18], "text": " And we said, well, actually, if you are undertaking an inquiry and you can pretty safely"}, {"timestamp": [4320.18, 4323.94], "text": " say that it's going to be successful, that's not really an inquiry."}, {"timestamp": [4323.94, 4331.8], "text": " That's actually just stuff you should be doing anyway. So now I wonder if, if I plan my lessons, will the learners learn more?"}, {"timestamp": [4332.12, 4335.7], "text": " Hmm, let me think about it. I'll do an inquiry. It's got to take me a term and blah, blah, blah, blah."}, {"timestamp": [4336.0, 4342.26], "text": " Or should we surface prior knowledge before we begin to engage in any sort of sequence? That's just stuff we should be doing."}, {"timestamp": [4342.62, 4351.98], "text": " So we began to form at Albany. We began to form being a teacher at Albany, some statements that lined up with that."}, {"timestamp": [4352.38, 4358.08], "text": " And then if you knew the inquiry that you're engaged in was actually covered by that stuff,"}, {"timestamp": [4358.16, 4363.92], "text": " it wasn't an inquiry. So you were genuinely going into new places of not knowing."}, {"timestamp": [4363.92, 4369.24], "text": " It wasn't a faux inquiry so that you could say you'd done an inquiry and you probably knew"}, {"timestamp": [4369.24, 4371.48], "text": " the outcome before you started."}, {"timestamp": [4371.48, 4377.24], "text": " It was actually encouraging people to go into those new, uncomfortable places and to create"}, {"timestamp": [4377.24, 4378.24], "text": " new knowledge."}, {"timestamp": [4378.24, 4381.76], "text": " Something that we found is how, as well, and I know you guys did it because we sort of, we"}, {"timestamp": [4381.76, 4407.72], "text": " built on the stuff that we heard about at Albany was actually making sure everybody, and we did Epsom girls as well, everyone shared their inquiry, that it was a public inquiry that whether you published it in an online space or the other thing we did was, I know something you do it, you did at Albany a lot was the World Cafe idea and getting people to sit around in tables and share in a safe environment their inquiry stories."}, {"timestamp": [4407.72, 4411.44], "text": " And we give our, at the end of the semester, we give our staff the choice of doing an"}, {"timestamp": [4411.44, 4415.48], "text": " ignite or participating in the World Cafe, because not everyone wants to jump up in front"}, {"timestamp": [4415.48, 4420.12], "text": " of the room and shout from the rafters what their inquiry is about, but everybody"}, {"timestamp": [4420.12, 4425.14], "text": " must share their inquiry stories through a World Cafe, if not it, to the entire staff."}, {"timestamp": [4429.94, 4431.24], "text": " And that also surfaces that stuff because it becomes very apparent if you're just talking about what you do anyway."}, {"timestamp": [4431.4, 4431.96], "text": " Yeah, yeah."}, {"timestamp": [4432.14, 4436.26], "text": " And that was one of the, it came directly from this research, that approach that in order"}, {"timestamp": [4436.26, 4441.9], "text": " to have shared collective responsibility for the organisation, we need to take an active"}, {"timestamp": [4441.9, 4448.04], "text": " caring role in the upskilling and the support of our colleagues in their inquiries."}, {"timestamp": [4448.14, 4454.42], "text": " And one of the ways that we can do that is say, you know, I've worked for a term on this and I've got some really good helpful stuff."}, {"timestamp": [4454.52, 4456.04], "text": " It might be useful to you."}, {"timestamp": [4456.54, 4458.44], "text": " So what are your, what's your inquiry?"}, {"timestamp": [4458.58, 4460.16], "text": " How can I link you up with other people?"}, {"timestamp": [4460.16, 4465.32], "text": " It was actually about independent judgment and cultivating shared responsibility for the"}, {"timestamp": [4465.32, 4467.92], "text": " organisation."}, {"timestamp": [4467.92, 4473.12], "text": " The other thing that's really important that Claire mentioned is the importance of constant,"}, {"timestamp": [4473.12, 4476.08], "text": " ongoing, successful change."}, {"timestamp": [4476.08, 4481.96], "text": " The session that I ran yesterday was about readiness for change, building people's desire to"}, {"timestamp": [4481.96, 4485.0], "text": " commit to change rather than resist to change."}, {"timestamp": [4485.12, 4488.72], "text": " And there's a bunch of research that shows that when three conditions are met,"}, {"timestamp": [4488.82, 4491.92], "text": " people are more likely to enter into change than to resist it."}, {"timestamp": [4491.98, 4496.0], "text": " And those three conditions are that they understand that the change is needed."}, {"timestamp": [4497.58, 4501.94], "text": " They believe that the proposed change is appropriate, given the challenge at hand."}, {"timestamp": [4502.44, 4503.96], "text": " So there's a level of appropriateness."}, {"timestamp": [4503.96, 4506.88], "text": " And the third one that Claire was alluding to"}, {"timestamp": [4506.88, 4509.56], "text": " was that people believe the organisation"}, {"timestamp": [4509.56, 4512.82], "text": " is capable of successfully implementing that change."}, {"timestamp": [4513.54, 4515.04], "text": " And that's something that happens."}, {"timestamp": [4515.2, 4517.48], "text": " It's about self-efficacy, that word that Claire used."}, {"timestamp": [4517.84, 4520.94], "text": " It's about building our belief that we can do this."}, {"timestamp": [4521.3, 4522.88], "text": " We might know that there's a problem."}, {"timestamp": [4523.04, 4524.7], "text": " We might know what the solution is,"}, {"timestamp": [4524.7, 4532.62], "text": " but be so burnt by unsuccessful change initiatives that we just don't think we can do it. Building a sense"}, {"timestamp": [4532.62, 4538.26], "text": " of self-efficacy and building confidence across the whole organisation by engaging in those small"}, {"timestamp": [4538.26, 4544.5], "text": " micro-innovations and just thinking, hey, I took action and actually something came of it, successfully"}, {"timestamp": [4544.5, 4546.58], "text": " builds that sense of self-efficacy."}, {"timestamp": [4546.76, 4548.0], "text": " So it's really, really important."}, {"timestamp": [4548.08, 4552.7], "text": " That's another outcome of that learning and continuous improvement."}, {"timestamp": [4553.2, 4559.1], "text": " Also, one of the things that I wanted to comment on at the end of May Chen's talk, and it sort of comes back here."}, {"timestamp": [4559.5, 4563.96], "text": " She said that really neat sort of comment about if you want to get to a different destination,"}, {"timestamp": [4563.96, 4566.84], "text": " you've got to start taking a different path."}, {"timestamp": [4566.84, 4571.78], "text": " And I think we've also, I don't think you said in quite those words, but I think as schools,"}, {"timestamp": [4571.78, 4573.68], "text": " we have to do that."}, {"timestamp": [4573.68, 4577.48], "text": " You know, like we often say we want to get to a different destination, but our paths don't"}, {"timestamp": [4577.48, 4580.48], "text": " change and our day-to-day actions don't change."}, {"timestamp": [4580.48, 4584.2], "text": " And so actually, if you want to get to a different destination, our paths need to start looking"}, {"timestamp": [4584.2, 4588.14], "text": " really differently. So it's that day-to-day stuff that we do that actually enables"}, {"timestamp": [4588.14, 4593.68], "text": " this agility by actually committing day-to-day to doing things differently. That's sort of not really"}, {"timestamp": [4593.68, 4594.52], "text": " related but..."}, {"timestamp": [4594.52, 4598.18], "text": " Now there's that wonderful saying that if you're not careful you may end up where you are"}, {"timestamp": [4598.18, 4598.42], "text": " heading."}], "text": " Good morning. My name's Claire Amos and I'm one of the two that are presenting this session. And the idea is that we're going to lead it, you know, cheer some, he's the research dude and I'm the person sharing some examples of practice that come from the school that I'm in. So my name's Claire Ayamoss. I'm deputy principal at Hobsonville Point Secondary School. So we've had the real joy of having an opportunity to start from scratch, but also trying to embed systems in place that ensure that we don't just set up and stay as we've set it up. One of the things that we're really committed to is that our processes are constantly changing and that our whole school system is a completely agile system. So we've made a commitment to keep changing and to keep challenging the status quo and to make sure that we never see anything like the timetable as a fixed beast that's preventing us from doing things differently to how we want it to be done. So I'm going to be sharing that part of it. As well as being deputy principal at Hobson-Vall-Point Secondary School, I also have the joy of being, can I just note the only person that's in the classroom on the new Education Council of Aetero in New Zealand. So I'm really pleased to be part of that group. There's some really exciting things forming in the pipeline and going to be ways that we're going to be connecting more widely with the sector. I also sit on a range of groups nationally that work particularly in the area of e-learning and sit on the board of NETSAFE and it's an area I'm particularly passionate about which is making sure that our students are absolutely future ready or even in fact ready for the world that they're living in right now. Hiro. I'm Mark Osborne. I'm Mark Rite Maunga, Kauqua Tewana, Kaupera teawa, Kauqua, Tauiwi, Tewi, Kornatea, Kaukei, Kau, Kallensville, Kau, Kauri, Teyatatutteau, Kau, Kauaiai, Kau. So, thank you, thank you, thank you, kauto. I'm really just here as Kler's assistant. Close to the truth. I work for core education. I'm a senior consultant, senior advisor, in future focused education, which is Claire just said is ensuring that, well, my work is working alongside schools to ensure that what we're doing with those learners is preparing them for the future, not a past that's already been and gone. So that's multifaceted, and one of the areas that I work in is leadership. I'm currently doing doctoral studies at University of Melbourne in change leadership, and in particular changed leadership when it comes to learning environments. So when you change spaces, physical teaching and learning spaces, how do you work with communities, work with teachers, work with learners to ensure that practice changes in order to take advantage of those new opportunities? So I'm, if you like, Claire's the practitioner. I'm the researcher in this side. I think this approach to the program, having researchers and practitioners, I think is inspired. I think it's wonderful to base everything that we do in research but just doing research with a big R is not enough we need to make sure we drill it into our schools and make sure that the things that we're doing are really closely aligned with it so it's a wonderful privilege to be able to talk about research and practice really closely together. So what we're going to do is we're going to talk about this idea of sustainable agility. As Claire outlined, one of the things that Hobbesville Point does very well, many schools do is ensuring that they're not fixed in the way that they do things, that they're constantly evolving and adapting in order to meet the rapid changes that we're seeing in the education landscape. So we're seeing in the education landscape. So we're going to introduce an idea that centers around a particular researcher at Harvard University called Ron Haifitz, and it's the idea of adaptive leadership. We'll go into that in a moment. What I'm going to do is introduce an element of adaptive leadership and then hand over to Claire, and she's going to explain what that looks like at Hobsonville Point. You'll of course be able to make the connection with your own schools and your own practice, but also to think about these five key elements as a bit of a reflective tool to say how well are we doing each one of these things, how well are we creating an adaptive organisation. So to jump us off, insert clip art here, here, I'm an English teacher, pun, did you get that, yeah, here. We talk about the slow moving world and the fast moving world. I presented yesterday and introduced this concept that for the majority of the 20th century, the world was relatively slow moving, and that had with it a particular approach to leadership. You could do certain things in that context that you now can't do. And a lot of our thinking around management and leadership still draws from that slow moving world. So the example I gave yesterday was that if you were a teacher walking into a classroom in 1920, your practice, your curriculum, your processes would probably still be reasonably consistent in 1930. There wouldn't be a big shift in practice. Slow moving world. In part, it's linked to technology and the increases in technology. But we now, if you think about the changes that have taken place since 2005, and this year, the changes are quite extraordinary. In 2005, you're familiar with all this sort of stuff. YouTube was in its infancy, so was Wikipedia. Those things have transformed the landscape in terms of access to information in the way that we seek and publish. Things like iPads and smartphones were non-existent. Those are transforming the information access to information in the way that we seek and publish. Things like iPads and smartphones were non-existent. Those are transforming the information landscape. So the fast-moving world that we are currently in requires a much different approach to leadership. In the slow-moving world, generally you could be a lone ranger leader. It would be a principal in an organization. You'd have a big office and a desk and you'd close the door and meet with people and talk, maybe you'll leave a chair, you'd have books on the shelves, you'd think you'd consider, you'd consult, you'd make a decision and then cascade that decision down. Is this ringing a bell for anyone? Is anyone currently doing this? Does it feel like that's what you do? Where you cascade a very good decision because you're clever and you cascade a very good decision because you're clever and you know a bunch of stuff down the organisation, and the organization's job is to implement that decision. So the focus of the slow moving world is very much around consistency and order and making sure that quality assurance is in place, that there's compliance, there's a whole bunch of things to make sure that everybody in the organisation is reasonably consistent. You could do that in a slow moving world. In a fast moving world, the challenges are so numerous and so diverse and so rapidly evolving that by the time you think and consider and consult and read and scratch your head and make a decision, the challenge has probably already moved on. And so that idea of the pyramid organizational structure as a way to cascade decisions down is hopelessly equipped. There's a guy called Gordon McKenzie, and he talks about the lunacy of using a pyramid as an organizational structure. He reminds us that pyramids are solid, they're immovable, they're stratified, they're separated from each other, and the crucial thing is that the pyramid is a tomb for any misplaced soul who happens to be stuck inside them. And he proposes a different approach that's much more in line with the fast-moving world. He proposes the idea of the plum tree as an organizational structure. And in fact, some of the first organizational charts, the org charts, were actually in the form of a tree rather than a pyramid with the important people at the top down to the less important people at the bottom. So the plum tree metaphor is about answering one question. How do we give frontline people the opportunity to move into space where they've got sunlight and access to resources in order to do the things that they need to do? And he argues that that is the role of senior leadership. Our leadership, our job should be to put everybody in the organisation into a space where they can innovate, where they can make changes, because creating that kind of adaptive capacity is the best way to cope with those numerous changing challenges that we're always coping with. So that's the idea of slow moving world, leadership for a slow moving world and leadership for a fast moving world, networked, empowered teams who are making decisions and implementing all the time. So this, in terms of learning objectives, this translates into building what is known as adaptive capacity. If your organisation has high adaptive capacity, then you have a high level of ability to cope with rapid, ongoing change. There's no stable state that we will, one day when we're through this change that we're experiencing at the moment, get to. The myth of the stable state that everything will calm down and just settle is exactly that. It's a myth. And so, organizations that have high adaptive capacity, according to Haifitz and his colleagues at Harvard University, do these five things. So you can read them there, elephants in the room are named, responsibility for the organization is shared, independent judgment is expected, leadership capacity is developed, and reflection and continuous improvement are institutionalized. So what we're going to do is have a look at each one of these. If you're thinking about the challenges that we're facing daily in our schools, creating networked, empowered teams that are able to pull information and share insights are the best way for us to be able to cope with the ongoing challenges that we're facing. If you think of your typical situation, we might be a mid-decile school, very multicultural, we might have a bunch of people who are second language learners, we might also have people whose parents have decided that they don't want to have any part of any sort of technology. Really complex, interwoven, challenging, adaptive problems. How on earth are we going to create a nice, neat decision tree for teachers to follow to be able to cope with a situation like that, which in many cases is the reality of most people? So it's really hard to create those kind of top-down structures to enable people to make those kinds of top-down structures to enable people to make those kinds of decisions. So what we're going to do is have a look at the first one. Elephants in the room are named. There's an adage that the health of your organisation directly corresponds, is inversely proportional, to the number of undiscussibles there are in your organisation. Things that everybody knows but nobody mentions. So these are the elephants in the room or elephants on the table. Undiscusables might be things like we all know that particular piece of software doesn't work very well but the principles really committed to us using it. We all know it but nobody nobody actually wants to say, it's a dog and it doesn't work. If you're in that situation where you've got an undiscussable, an elephant in the room, you're not in a position where that challenge can be confronted and new learning can be created in order to solve that problem. So that's one of the features of an organisation with high adaptive capacity. There's a bunch of things that you can do to name the elephants in the room. One of the things that you can do, first and foremost, is to encourage and support dissenting voices. This is challenging, because if you've ever been in a meeting and the squeaky wheel starts up again, the temptation is to shut that squeaky wheel down so that you can move on to the real business, which is making a decision. But in fact, every time you shut that squeaky wheel down, you're communicating that there are some things that are undiscussable. We don't want to hear that again. So one of the things that Highfitz argues we should do is to encourage dissenting voices. We should encourage inquiry. So the two kind of ways of approaching communication is to advocate for something, I think we should do this or to inquire. I wonder why. What might we? How might we? So the more advocating you do, I think we should do this, the more you shut down genuine inquiry, and the more you limit people when it comes to discussing elephants in the room. So being inquiring, I wonder why that is, how might we protecting troublemakers and problem finders, not in a way that means that they're constantly the squeaky wheel, but that their problems are lifted up as being an honoured, as being something that can be addressed in an area that needs to be resolved. I don't know if you know the website Reddit, it's in a bit of trouble in the moment, but they've got this wonderful thing called an AMA and ask me anything. And they invite people on, Obama's been on there. And the session is, just ask me any question. Anything, it's, you know, not taboo, anything that you're interested in hearing about, I will answer that question. And so that is an idea, as a way to name elephants in the room, is just inspired. It makes it a safe place for people to say, but why do we do this thing? I've always seen it and I don't understand it. Can somebody explain to me why this is happening? Or this is happening over here, but it's not happening over here. I wonder why that is. The AMA model, or ask me anything, is a really, really good one to think of when it comes to naming elephants in the room. So I'm going to hand over to Claire here, and she's going to talk about how this happens at Hobbson. So just before I get into this, I want to just say a couple of things about, you know, the fact that we're in a brand new school and also sort of challenge the assumption. We have a lot of people coming through to visit us, and quite often you sort of hear people say, oh, this is easy for you. You're in a new school look at your environment look at the space you know you've handpicked your staff you know you haven't got the challenges that we have and there are elements of that that's absolutely true you know and we actually do look at our spaces and go oh my goodness this is an amazing opportunity to do something really differently and yes we went through a really interesting process of handpicking our staffs and having an employment process that meant that we were actually employing for disposition. And we went through a really rigorous process where we actually got people to come in and co-construct an integrated module as a group with all of the other applicants. And so we actually had processes in place that really challenged notions of what, you know, how you'd get a job in education usually. But what the things that I do want to challenge is the assumption that we've got different staff from you guys. Whilst we have actually had the opportunity to handpick based on disposition, it's really important to point out that our teachers have the same mental models and the same experience as your educators in your school. Yes, we might have, you know, picked off a group that seem on the surface far more open to innovation and risk-taking, but what it didn't take us long to realize, that actually under pressure, when people are tired, people very quickly go back to default mode. And quite often it was bringing into the school a whole lot of old mental models about what good teaching looks like, you know, what a classroom should look like, how students should behave. So whilst we do have the gift of an incredible space, it's really important to note that in a new school environment, you've actually got a heck of a lot of the same challenges that we faced when I was at Epsom Girls Grammar School leading our ICTPD cluster, and we were hoping to move a really experienced staff there and we did make some great headway and there were absolutely similar challenges. So our different environment definitely has some bonuses but also we are dealing with some of the exact same things in terms of people actually being really nervous about change, really uncertain about if the way we're doing things is really working because we're not necessarily working off a long-term evidence-based because when you're innovating, you're not looking backwards, you're looking forward, and you're actually conducting what in reality is a sort of a live-action research process that doesn't necessarily rely on past research with a capital R. But anyway, back to this idea of naming the elephant in the room. So one of the things that we have done from day one and really tried to work on is sort of naming the culture that we want to create amongst our staff and between our staff and our students. And that's talking about the need to be warm and demanding. So the list that you've got up on the board there, I think, was taken one of our very earliest get-togethers as a staff, where we actually sort of crowdsourced and gathered what people thought that meant. And so we actually put it on the table and we said, look, for us to succeed, for us to keep on challenging ourselves and moving forward, we can't just sit back and be warm and be your cheerleaders. And that was talking about everyone on staff. We can't just cheer people on. To make sure we're doing the very best we can for our students, we're going to have to be absolutely demanding of ourselves and of each others. And we have to make sure that's the same in our relationship, whether it be between teacher and teacher, senior leader and teacher, student and staff member, or between students. So this was a culture that we named, that we were going to aspire to. And again, everything I talk about today is stuff that we're aspiring to. We're only in the second year of operation with students. We're under no illusion that we've got any of this nailed, but we're just sharing our practice as we go, and because we see real value in sharing our practice as we move forward. So one of the things we do is we often talk about how we can be better at being warm and demanding. We also talk about how that looks in practice a lot and we name examples of behaviours and things we do that might suggest that we're either being too warm or too demanding and how we might actually maintain a balance that ensures that we don't be too hard on people and actually lose them along the way because actually we're expecting our staff to work in ways they've never worked before. So we can't afford to be too mean to them, but at the same time we've got to make sure that we're not so warm that we stop challenging them to keep changing and changing up and challenging the status quo. So actually just having that as something you talk about as a staff is really important. I think quite often we talk on our websites and our publications about the culture that we have in a school. And I don't know how often we actually name that and work on it explicitly. So that's something that I would absolutely recommend. And it's been a really interesting process to be involved in. Another thing that we do is two to three times a year, we've done this, depending on where we've seen the need, and we make sure that we gather a whole lot of data from our staff. And the way we do it is we have a how are you, how are we going survey? And we've built up an understanding with the staff that this is absolutely anonymous and absolutely invites them to be as honest as possible. They can be brutal in this survey. It is encouraged because we want to make sure that there are not, there's sort of as fewer things as possible left unsaid. And one of the things I keep encouraging with our staff is there's nothing worse than discovering that there's been things people are grumbling about in work rooms that they haven't surfaced and they haven't shared. Because quite frankly, if you don't share a problem, we can't work together to solve a problem. And so you need to work incredibly hard on creating a culture where it is okay to be that voice of dissent and it is okay to be really honest about what is not going well from your perception. And let's remember it's perception and what you are finding really difficult and really challenging because if it is a perception and a perceived problem for that staff member it is a problem okay their perception and the problem may not actually be what they say it is and it may actually be the result of a whole lot of other factors in play. So they might not have actually necessarily identified what the actual problem is, but having the opportunity to spill their guts and to say, look, this is not working, this is unsustainable, I can't do this. We then have incredible data to move forward with and adapt the way we work to support them better. Now this survey is not all doom and gloom. The great thing about the survey is it's also an opportunity for them to share successes. It's ways for them to share the things that we believe we are doing right and doing really effectively and the stuff that they are finding incredibly rewarding and finding incredibly successful. So it also gives us that data on how we can actually build on those successes and we can use it as motivation and ways to keep on moving forward. One of the things that I've found really interesting is the feedback from staff how much they value being heard. And often what we've found is that they realize that everything can't be fixed overnight, but if everything, if they have an opportunity to share the issue, that is often partway towards solving the issue. Because a lot of the time the problem is they feel like they don't have the capacity to come and talk, and particularly if you're in a big school with a very hierarchical structure, going and knocking on the door of one of your APs, DPs or principals is completely incomprehensible to a lot of staff members and I think we need to remember that and we need to find ways that they can communicate with us even if we might not physically have the time and the space to be available that we do open up mechanisms for them to communicate, and to also make sure those mechanisms are sometimes anonymous, because people will struggle to name an issue sometimes if they have to put their name to it. And you might say that's letting them off lightly, but I actually believe it gives them a really important opportunity to be that voice of dissent without feeling like they can risk it. I mean, ultimately, you hope you have an environment and a culture where that's not an issue and that they're happy to be the person that comes up and identifies themselves as a person with this particular issue or concern. But in the meantime, you've got to provide mechanisms and ways for that feedback. And then what we do with this, which I think is really important, it's not just about gathering the data and it's sitting with the SOT and our secret little meetings that we have. What we do is that we actually go through and we summarize that data as objectively as possible. We have to put on our big girl pants and if it's criticizing SOT we will make sure that the concerns people have are on the summarising document. And then we put that document, ensuring that no one's personal voice comes through in the summary document, because it's really, you know, you can sometimes pick who a person is, and they've got a way of phrasing things that is going to, you know, expose to the wider audience who it might be. So we put into as objectively as possible a summary document and then one of our things that we do at kitchen table is we put that out to staff and say, okay, what are the solutions to these issues? How can we move forward? And that way, it is not us as an SOT solving the problem. It's a shared problem and we find shared solutions. And we found we're finding so far that that gives people a sense of ownership and it also encourages that idea that everybody's responsible for providing the solution. It is not just senior leadership that has that role. One of the other things that we do is that we do very specific senior leadership team observations. Now we are in a school with small number of staff at the moment, so we are patently aware that we can get around and do these things more often than you'd be able to in a staff of a hundred, 150 plus teachers. So what we do is we have a critical friend situation where you're partnered up with a staff member, and I'll talk about this more in a moment, and they find opportunities to observe each other looking at specifics of their teaching and what we relate to their teaching as inquiry. As SOT, we do very specific observations. What we have done with staff is we have created a document that is about principles and practice. We're really aware that we have created a whole lot of catchphrases around how we do things at Hobbes and Bull Point Secondary School. So, you know, we innovate through personalized learning. We engage through powerful partnerships. We absolutely suffer the risk of being catchphrases and buzzwords and actually you might walk through our school and see nothing different from any other school in the country. And we're really aware that that's not good enough. If we say we're doing things differently, it must be evident when you walk in and through classrooms. So what we co-constructed with the staff was a list under each of those categories. We actually co-constructed a list of, did I include it? I may not have included it. So this is an example. So for Innovate through personalising learning, we said that's one of our principles. That's one of the things that we say we do. And then we co-constructed with the class, a series, I mean, with the teachers and the staff, a series of examples of what that would look like. How would we evidence that happening in a classroom? And how might we? So you don't go through expecting to see all of these things. It's not a treasure hunt or a checklist, but it's just some things that you could consider. So for instance, we have to see evidence of differentiation. That's an absolute must. All of our modules, all of our classes must be differentiating for our learners. And that's even more important now because we run integrated modules two teachers working alongside each other and they are composite classes so year nine and ten students working together so more than ever it's really important we're aware of their curriculum levels and their specific learning needs and we're differentiating to meet those we also have a commitment to building our ability to deliver universal design for learning. So ensuring that our students have multiple opportunities to learn, that they have opportunities to receive information through multimodal means, so making sure that they've got written, visual, oral ways of receiving information, that they have multiple ways that they can process information, and they also have opportunities and choice around how they present that learning back to you. So if there is no need for you to specify the platform and the way or the mode in which they evidence their learning, well, we don't think that you need to specify that platform. If you're doing a writing assessment, of course, you're going to specify that they have to do it in writing, but if actually, if there's other ways, more creative means and ways that they can evidence their learning, we're gonna encourage them to do so. We also want to see evidence of student choice. We think that's a really important part of all of their learning so that they can have increased opportunities for ownership of that learning. We also wanna see evidence of self-directed learning. We don't want to see what I'm doing right now, which is someone standing up the front for the entire lesson. Direct instruction is absolutely appropriate for parts of the module or the lesson, but we would find it very unusual for year nine and 10 that you would do that for an entire module. We'd expect maybe front loading, and then we'd expect to see students off doing self-directed inquiry learning. We also want to see evidence of all students having access to their learning online. So we have made a commitment, we're a BYOD school, we're pretty much one-to-one, students who can't afford devices. We have spent the money that you might have spent on computer labs on a whole lot of laptops and Chromebooks that sit within our library system and students who aren't in a position to bring their own device can get those devices issued to them and throughout the school day. So with that comes an expectation that absolutely every module is blended and the reason it has to be blended is because we think students need to have access to their learning 24-7. They need to have the opportunity to review and revisit their learning, and they need a platform whereby they can be expanded and extended in their learning as well. And so that is something that we're looking for. So we've got sort of three lots of these for each of our different principals where we've come up of three lots of these for each of our different principles where we've come up with some practical examples of what that might look like in the classroom. So I would have a group of staff who I try and see at the moment once a term. I know as we grow that will spread right out, but I would go in and I would sit in and I would be doing a running record of what I'm seeing, I'd identify where I'm seeing examples. Where there's glaring gaps, that would be where I would first talk to a student, you know, to see what I'm not seeing, because I'm really aware I'm only seeing a snapshot, and I would sit down with a student and would sort of go through, okay, can you show me your online environment that you work in, you know, show me some examples of your work. Have you had some choice in this module so far? Do you feel like you've got student choice? So I would talk to students within that module. And then if there were still glaring gaps by the end of it, I would make sure that I sit down with that staff member and would have a conversation about what we've seen and maybe what we haven't seen. And it's not accusatory. It's not like I'm trying to catch them out, but it's just that staff are very much aware that we are looking for people practicing what we preach because at the end of the day the most important thing in your school that is going on is the quality of teaching and learning and I think you know as much as, if we can be really active at this level, it is hopefully going to lessen the need for issues with competency or concerns later on. We want to intervene and make sure that the teaching and learning is doing what we say it's doing pretty much every day in every teaching space. in every teaching space. So what I think you can see from the examples that Claire's given is, well, you might as well as well, examples of systemic structures to ensure that those elephants in the room are named. So things like, we're checking that our espoused theories are actually matched with our theories in use. We might say that we have a warm and demanding culture. That's our espoused theories are actually matched with our theories in use. We might say that we have a warm and demanding culture. That's our espoused theory, but what is the evidence that that theory is actually in use? You can hear from the examples that Claire's given the importance of participation in developing these things. So rather than the role of senior leadership, simply being to make decisions and cascade them down, this is what woman demanding looks like, this is what a balance looks like, it's co-constructed, there is participation in these voice involved, because that's part of the process of naming the elephants in the room. The other really crucial thing about naming the elephants in the room is the role that data plays in it, because used well, that data helps you to surface your own elephants. So again, if we go you to surface your own elephants. So again, if we go back to espouse theories and theories and use, we say we do this thing, but actually where's the data, where's the evidence that I can point to that say that it is actually happening? Disconfirming data, data that jars a little bit. And we all like to know that we're doing a good job. We all like to be reassured that what we're doing is making a difference. But if we just sit in that very nice, complacent space and say, we are a very good team, we're doing a great job, we're in danger of having some elephants push to the side because they don't sit neatly with that conception of ourselves. And so seeking data, both anonymous and data that people can put their names to, creating systemic structures whereby, if people are comfortable knocking on the door and coming in and saying, you know, I disagree with what's going on here or I feel that this group is not being well advocated for. If people are comfortable doing that, that's awesome. That's great. Great way to name the elephants in the room. But if they're not, then we need systemic structures. And arguably, that's the role of leadership to make sure that those things happen when people are comfortable doing it, and even when they need a bit of protection and they have a really important contribution to make. So the second feature that Hafeitz gives us is that responsibility for the organisation is shared. And there are a number of features of this. One is that people take responsibility for areas that are not their own. So we in schools, particularly secondary schools, we have these wonderfully developed silos in learning areas. And it's tempting because we're big, complicated machines to have cultures develop within those teams. I mean, some of them are large enough to be schools on their own. But if you just sit within those silos and you're not, as an English teacher, invested in the achievement of the PE students or the music students or the science students as whole human beings, then arguably you don't have shared responsibility for that organisation. So again, this comes back to't have shared responsibility for that organisation. So again, this comes back to systemic structures to make sure that people take the time to move out of their primary roles to learn more about the rest of the organisation. Breaking down silos, but also recognising that we have collective responsibility. It's shifting that mindset, it's well said that the curriculum in 2007 shifted from teaching subjects to teaching students. We see the whole human being with those values, with those key competencies, and also as people who are working in particular fields of knowledge. So seeing the human being sitting in front of us and making sure that we have a holistic view of that entire student, that their achievement, not just in my learning area or just in my year level, but throughout their, the length and the breadth of their career at school is actually part of my responsibility. When professional learning works really well, it ensures that collective responsibility is in place because the insights that are being generated in one part of the organisation are being shared with other parts. What I've discovered through my professional learning, through my inquiry, might actually help you. And again, if we have systemic structures to make sure that that stuff is shared, that it's moved between the silos, we increase collective responsibility. between the silos, we increase collective responsibility. There's also opportunities, another way of really building shared responsibility for the organisation, is to explicitly put in place job shadowing so that people working in the performing arts, for instance, get a good understanding of the particular assessment challenges that the science department are facing, because they may be able to bring their wisdom and their insight to those challenges. At the very least, they better understand that particular learning area. So explicit, you know, the SLT observations are an opportunity for SLT to do a lot of that stuff and to join up the responsibility for the organisation, but it's also just as important for the individual teachers, if we're thinking about the plum tree, putting them in space, giving them light, resources, you know, sunlight, all that sort of stuff to be able to make those decisions. It's really important for those things to be in place in order to build that shared responsibility for the organisation. And I'm actually realising that Mark and I are a pair of windbags and we're going on way too long with each slide, so I'll do my best to speed up some of my sharing. I just get excited. I love sharing this stuff. So the next bit that I'm going to talk about is some ways that we have tried to build collective responsibility. And one way that we have done that really structurally is that we have blown apart learning areas in the junior school so we've only got year nines and tens at the moment if you're on Twitter if you look at the NASDAP Twitter handle for NASDAP 2015 I've shared a booklet which explains how we do our junior program at Hobsonville Point secondary school so it goes into a lot of detail about the sort of things I'm going to talk about really superficially this morning. So one of the things that we do at Hobsonville Point Secondary School is that we do not have physical learning areas or departments. We have employed subject specialists and everyone wears their subject specialist hat within their modules. Okay, so we do have experts, and we do see increased specialisation occurring up through the senior school, but we have made a complete commitment to integrated learning and through code teaching and through composite classes in the junior school. So we've got year nines and tens working together. And the way this operates is they are presented with a module booklet twice a year. And out of that module booklet, they have to select a range of modules. And each module is taught by two teachers from two learning areas. And they have to map and ensure that they select a combination of modules that ensures that they have learning area coverage. So it's like they're at university, they pick out the modules from the booklet, they ensure that they've covered off their English math, science and so on and so forth. What we have done behind the scenes is we have mapped the threshold concepts over two years, so every, all of the learning area specialists got together and we said, okay, for NCAA in this learning area specialists got together and we said, okay, for NCA in this learning area, they need to be ready to do this. We've looked at the learning achievement objectives that exist within the back end of the curriculum document. And we've matched term by term based on we have overarching themes and concepts for each term in our school for the junior school. And we say, okay, what are the threshold concepts that we're going to cover in this term for English? So no matter what module the student goes into, they are assured and their parents can be assured that last term, all students were really building on their paragraph writing and their essay writing skills from an English perspective. So that's the way that we make sure there's no holes and we're not leaving it to chance that they have robust curriculum coverage as they move through the junior school. But from the students' perspective, it's shop fronts that they can pick that appeal to them. So the combination of subjects might be really appealing to them. The theme and the subject that's covered in that module is actually informed by student voice. So what we do, this year, because we had students in year nine, we gathered their student voice about module ideas for this year. We got together, we negotiated who we're gonna be teaching with each other, and actually we co-constructed and collaboratively planned every module. And so our teachers are planning modules from the ground up every semester for all of their classes. Okay, so this is a huge workload for the staff and we're getting better at doing this and we're finding ways to work smarter and to lessen the workload. But what this actually does is it actually enforces the agility and the change because you can't keep doing your greatest hits that you've done for the last 20 years you know I pride myself on being a really hip and groovy English teacher but I actually know at the end of the day I bring out that Maya Angelo unit every year because it's a winner and I love it. You know, and so it really challenges teachers to be student-centered and to really think about fresh ways they can deliver the curriculum area and the threshold concepts and skills in a way that's going to really appeal to the students. So that's one way that we share that planning. So we're always getting together in a group. We're negotiating who's teaching with each other and then we collaborate, we get together and we co-plan these modules, which we publish into booklets and the students select. And also, if students aren't picking your module, it's really clear feedback that there's something that's not really appealing to them. And also within our staff structures, we have a whole lot of distributed leadership. We've got 35 staff at the moment and pretty much every single person is a leader of something in our school. And yes, that's partly necessity because we've got so few staff at the moment, but also we also see this all as a shared responsibility. We do not pretend to have the answers up in the senior leadership team. We each head up a team of staff, so Dye, who's been at the conference for the three days, she heads up our specialized learning leaders. They look after our timetable and our curriculum design, and they workshop with that. Lee, she heads up our what we call our learning team leaders who oversee our pastoral part of our program. So our students spend 90 minutes three times a week in learning hubs or homerooms where they do a focus on learning to learn. That's where we deliver the health curriculum in a context, and that's also where we do work around our community. And then we have a team of teachers who look after our project learning, because most of our day on a Wednesday, we've sort of learnt from the great stuff that was happening at Albany Senior High School, and we've got a junior version of that sort of project day happening on a Wednesday, and there's a team of teachers that organise that. As SOT, we see our responsibility to bring coherence to all of that work. So, you know, that all of that work comes through us and we bring it together to make sure that there is divergence, because what actually can happen when you've got so many leaders is there can be a whole lot of convergence, and we can all go off in our own direction. So there's a whole lot of work. Convergence. Sorry, other way around. Yeah, sorry, divergence. And then our job is convergence. So bringing it all back together and making sure that it's all connected and making sense and not getting sort of over the top and out of hand. Because we're quite good at getting over the top and out of hand at Hobson Board Point Secondary School. We get a bit excited about new ideas and things that we can do. The other thing we do is we try and extend as much genuine leadership to our students as possible. So we've formed Hobs andville habitats. And, you know, there are some teams that you might say they exist in every school. You know, the ones that do events and the ones that look after aspects of sports and what have you. But the one I really like, and it's chopped off down the bottom, so you can't read the end of it, is our learning habitat. These are a team of students who are responsible for making sure that we're listening to student voice about how learning needs to change at Hobsonville Point. So they come in, they're very earnest to Year 10 students that head up this habitat. They often book in with me for when they're coming to present to the SOT meeting and they're going to be presenting their findings about some student voice and any concerns that they have about the learning programs and how we need to change it. So we've actually given them permission to have a very official role in informing our curriculum and our learning design at Hobsonville Point Secondary School. So the independent judgment is at the crux of creating an adaptive organisation. If you think of what it is at its heart, it's about people being empowered to be able to take smart risks or to make smart decisions. And so in order to do that, what we really need to do, and this is High Fitz's argument, is that we need to make ourselves dispensable as leaders. And so he describes that in a number of different ways, and one of the ways that he says we can do this is to put the work where it belongs. So if the traditional notion of the pyramid hierarchy was that problems and decisions got escalated, up until it got to the pointy end of the pyramid, the decision was made and then passed back down, it's the opposite of that. Where, if I'm a frontline classroom teacher and I'm grappling with how to support second language learners in vocab development using technology, the work belongs with me and my colleagues. It doesn't necessarily need to go up the chain. Arguably, and this is where technology is the sharp end of this, arguably the rapid changes that are taking place in technology mean that it's frontline staff, and it's probably first and second year teachers, our PRTs, who are most in touch with those evolving technologies, and actually they're probably the ones who are most empowered to make decisions, not necessarily the principal who's sitting at the top. If you go to the principal and ask which iPad app should I be using or which website will best support second language learners, you might get a good answer, but you're probably more likely to get an answer from a bunch of frontline teachers. And so this is about independent judgment being expected and empowering people to be able to use that judgment. In a nutshell, this is what Haifit says. What you're asking people to do is to say, what is the best thing to do to advance the mission of our organization, not what would the boss want me to do here? So what is the best thing to advance the mission of the organisation, not what would the boss do here? So one of the things that we do that we hope sort of develops us. Like my real area of passion is professional development of staff. And I am absolutely passionate about it because I think it has a direct line. If done effectively, it can really improve outcomes for our students. And at the end of the day, that's what we're in this business for is improving outcomes. One of the things that I think is really important that we see professional learning and professional development as owned by the staff member. Too often professional development is something that's done to staff. You know, they heard it into the staff room, possibly if you really mean on an afternoon and they're slightly tired and having a bit of an internal snoo if not an external one whilst you talk at them. And quite often professional development is, what I refer to as seagull, sort of professional development in the sense that it's a seagull flying over and pooping on you. And if you're really lucky, the poop might fertilise something and something beautiful might grow. But more often than not, a downpour will occur and you'll actually wash all that learning away and an opportunity will have been lost. So one way that we're hoping to challenge that idea of professional development being done to you, and it's certainly something we do with our staff, so it's not like it's completely independent, is that the expectation is every staff member completes and uses and follows, and we support them to follow this as best they can, a personal professional learning plan. So it's as May Chen was saying earlier this morning, is that we've got to demand our own excellence, you know, ultimately no matter what a school does or what you see at a conference, you know, what occurs, what you hear, none of that is going to have an effect unless you want to change and you own the professional learning and the change. So one thing that we do is that we get them to develop a personal professional learning plan throughout the first term, I mean of the year, within that sort of yearly professional learning cycle. We do ask them that they frame it around the principles of the school. So whilst we want their professional learning goals to be about what they need as an educator and what their students need, we also ask that they frame it around the principals within the school. So their three goals may be loosely framed around, innovate through personalising learning, engage through powerful partnerships, or inspiring through deep challenge and inquiry. And like we did with that SOT observation form, we came up with some examples of what might be examples of each of those, and that's by no means limited to those examples. But so for instance, my personal professional learning goal for innovate is I am trying to explore throughout my spins that I teach how I might use differentiation more effectively and underpin the way I do differentiation by the principles of universal design for learning. So that's one of my professional learning goals. My engaged through powerful partnerships, personal professional learning goal, was looking at how I might honour our bicultural heritage and how I teach and how I lead. I missed an opportunity to practice my mehi this morning, my pepiha. Never mind. There'll be other opportunities. And so that's something that I'm working on personally. So you'll see there that you've got the table below. You've got something that go, my personal professional learning goals are, and those are linked to school principals. Then what will the success of this goal look like? What support and strategies do I need to meet this goal? For some reason, it's cutting off some of those words. And from that, as the professional learning leader at school, I actually collate their what do we need, and that's how we co-construct our shared professional learning program. So it's a way of me, of us as a school, making sure that our professional learning is responsive to staff needs and not us determining independent of them what professional learning programs might look like. And these will go on to inform things like their teaching as inquiry projects, so our staff are required to go through at least two teaching as inquiry cycles, very formal cycles, bracked around their semester-long modules. So they may well be exploring their personal professional goals through their teaching as inquiry. And we encourage them to streamline as best as possible. So you're not doing your three goals over here, a teaching as inquiry over here, and other professional learning over here. You're looking at making it all work and feed into one another. So we really want to encourage that concept of self-efficacy. We want our teachers to believe that they have the ability to identify their needs and to actually do the learning around their needs. So we quite often set aside a Friday morning professional learning slot where they will work with their critical friends around their personal goals. So we give them that time because often, as we know, teachers are time poor and that can often be the reason these things fall over. The other thing we do is that we work hard to create critical friendships. So we work, the professional learning team, work to people put in requests of who they might work with as a critical friend, but ultimately we actually peer people up as a way of meeting their needs and also challenging them to work with different people and you have that critical friend for the year and that's who you partner with around your sort of self-directed aspects of your appraisal and they will also come in and observe you so if they need it we will offer them relief so they can go into an observe a critical friend quite often that observation is based around their teaching as inquiries, so they might say, look, I'm working on this. Can you come in and observe me in this lesson and see what's happening? And they're also the people they meet with to talk about their professional goals, and they are often partnering with them around their teaching as inquiry project. So, you know, there's that expectation that you drive your own professional learning. And there's also an expectation that everyone is responsible for helping someone else do their professional learning. And then, of course, we as a senior leadership team and a professional learning team have a responsibility to make sure that you have the resources and the things you need to succeed. So it's a really shared responsibility around personal and professional growth. And I'm sure you can see how interrelated all of these things are. So as Claire is talking through the critical friend role, one of the, well, it's a systemic structure that means that people are empowered to name elephants in the room. As a critical friend, that's one of your, one of your jobs in a warm and demanding fashion, actually inviting reflection, asking questions that probe, that ask people to articulate why it is that they do. So we're going back to elephants in the room through that structure as well. And if we line up things like independent judgment is expected because we set our own individual professional learning goals, but we also support each other in achieving those professional learning goals. We've also got shared responsibility for the organisation, because I'm all right, Jack, I'm looking after mine, but I'm also looking after you and vice versa. So the interrelationship between all of these elements is crucial as well. There's always a tension between people having agency over their professional learning and the big macro goals. And that's a tension that you just have to live with. For example, we might, through data analysis and self-review, find out that we, as an organisation, we've got some pretty big numeracy challenges. That's an area that we really need to focus in on. So as soon as we set that as being the goal, everybody needs to do numeracy. Your professional learning must be lined back to that. We've removed part of that independent judgment and we've removed part of that agency. That's not to say that numeracy is not important to us because it has to be. That's something that's lifted up. Can I just jump in there as well? I think one way that you can, you can actually make sure that people have ownership of that with initiatives. And this was something that we worked on at Epsom Girls was actually making sure the initiative was within a teaching as inquiry cycle. So ensuring that, even though you might have named what everyone's focus had to be, how they framed that and how they actually make it work in the context of their learning area and in their classroom, they have ownership of how they're going to approach it as long as there's also incredible levels of accountability that they have to prove that they're focusing on the numeracy. Rather than bringing all the staff in and go, this is the way that we're going to do this. Actually, trust your staff to go off and research and find, you know, strategies and tools that would suit it in the context of their learning area or their group of staff. So I think you can mash those things really effectively. And the other way to do it is to scan across all of those inquiries that are going on. And as a leadership team, again, have the data come through, what are the trends here? If there are 15 people working on a similar inquiry based on really good analysis of their data, that's really clear indication that there's something probably broader happening here. So the connection can be setting the goal and giving agency through the inquiry, but it can also be looking at the agency and the inquiries and then using those to set the goals. So being able to manage that paradox so that you're providing both autonomy, independent judgment and collective responsibility for the organisation. So leadership capacity, again, you can see how interrelated these are. My definition of leadership is from Tom Peters and he argues that great leaders don't create followers, they create more leaders. Our job is to, well, the align manager's job is to cultivate the leadership of the people around them. If you're not growing the people, growing their capacity, then you're not growing your overall organizational, adaptive capacity. So the leadership is about helping people daily to be able to grow their skills as a leader. They in turn grow others around them. Training, that idea of training, where somebody goes and gets PD'd, you know, Seagull or periodic detention or whatever you want to call it, that's helpful. But consistently one of the things that comes through time and time again is that no course, no PD, no one-off intervention, even a series of interventions, can compete with daily, weekly, monthly mentoring of people, close relationships, just working from a servant leadership perspective. So you put your own needs and your annual plan to the side and you say, what is it that you need now? What is it that you need and how can I best give you those things? And the irony in that, the servant leadership approach, of course, is that when you empower and engage people, your annual plan and all those things that you need to do take care of themselves because you're growing the capacity of people to be able to deliver on those strategic goals. So leadership capacity being developed. So the way that we've approached this at Hobsonville Point, and I sort of say it's not that hierarchical, but look, senior leaderships across the top, that is hierarchical. But what we've, I talked about this briefly earlier and is it's that idea that all of us have responsibility for developing a team of leaders. And as I said earlier, basically everyone in our school is a leader in their own right. So the team that I oversee on this diagram is the professional learning team. And within that, we've got a specialized classroom teacher. We created a parallel role called an ESCT which is a specialized classroom teacher who focuses on e-learning strategies because even in our staff there's a whole lot of people that need support around that area. We also had our library leader who is our digital citizenship leader within the school. She's an integral part to all of our thinking around that and our responsive pedagogy facilitator. So that's staff member who focus very specifically on keeping us in check, making sure that we're actually meeting the needs of our priority learners. And also she is very good at focusing on making sure that we're honouring our bicultural heritage and how we do things at Hobsonville Point Secondary School as well. And she works alongside our Senco ensure that we're meeting any sort of specific needs of learners as well. So all of those priority learners in the broader sense of the word. So one thing that I've been doing, and I've actually been doing this as my research for NAP this year, is looking at the concept of universal design for leadership. So just as we, as a teacher, we recognize that all of the people in our class have different learning needs. One of the things I've been exploring is the concept that as a leader of leaders, I've got to acknowledge that all of my leaders and my team have different ways that they like to be led and different ways that they like to lead. So I'm trying to work out ways where I'm personalising my leadership to the people in my team and working with them as individuals and seeing it as my role to develop and grow them as leaders. So one of the practical ways that I do this is we co-construct a professional learning team's strategic document for the year that is aligned very much to our principles and our vision and values and our any specific annual goals we've got. And then what we do is we break that down and every team member has to develop their own parallel strategic plan. So they actually have to pull out the bits that they're going to take ownership of and they're going to be accountable for. So I only have a small portion of that. I also have oversight of all of the things that they're doing, but in a way that I'm supporting them. And actually, often the best thing I can do is get out of the way and let them lead. So for instance, our SCT, Cindy has taken on the teaching as inquiry process at Hobson Ballpoint Secondary School. She is the leader of teaching us at quarry at our school. So I get out of her way and she leads those professional development cycles. She leads the resource development. We get together and we talk about her plans, but it's very much about enabling her to be the leader. So I'm finding it really interesting and really interesting to think about how we often default to leading our teams the way we like to be lead and I think we often have to challenge that so I loved I love being led by I'm saying leader and lead way too much in one sentence, but I love for the person, my leader, to give me a really clear destination I've got to get to, and then a whole lot of autonomy, and expect a whole lot of accountability. My first round of doing this last year, I did it like that with my entire team, and went, right, this is how you lead, here we are, there's your destination go report back you know and it really you know the wheels fell off all over the place and what I soon realized is that I defaulted to leading my team how I liked to be led and so I did exploration this year and actually sat down on them and went how do you like to be led it was a really simple conversation and actually I've sort of now developed a profile for each of my team members, and I'm actually trying to meet them, challenge them as well, and they're thinking and how they perceive that they like to be led, because often their perception of how they like to be led is not actually the best model for them either. You know, but just, I like to be left to it. Yeah, yeah, sure you do. But we want outcomes. So, you know, it's got to be a negotiation. I'm waffling going off all over the place. Right, but while you do that, I'll just remind people, or know, it's got to be a negotiation. Oh, waffling going off all over the place. Right, but while you do that, I'll just remind people, or just lift up again the importance of the research in this. Claire's talking about distributed leadership. It's really important to know that there's, it's not just hippie, left-wing, hold hands, kumbaya. It is, there's a strong body of research coming through that when you're leading change, the more distributed and empowered your leadership is, the more successful that change is likely to be. So if you want to come down to tin tax and actually creating change, hitting targets, doing that really hard quantitative stuff, distributed leadership is good for that as well. It also assuages the left-wing, hold hands, kumbaya amongst us, so that's a double victory on that one. So in terms of the fifth and final element of creating an organization with high adaptive capacity its reflection and continuous learning and so this this is in part coming out of the research that shows that big pendulum swings that we're so good at in education are actually very ineffective for ongoing lasting sustainable change. Sitting still for a long time and then moving at 100 miles an hour somewhere else is a really hard way for people to operate. I find it very hard to operate. Most organisations find that disruptive change really difficult. And one of the messages that comes through time and time again is the metaphor of the 20 mile march. If you just get up and every day you move towards the destination, rather than waiting and having to move a thousand miles in one day or one week, it's actually much more sustainable. You give yourself much more room to correct course, to be able to find out things that work, but also crucially, you keep yourself back from the red line of exhaustion. So it's about maintaining our own adaptive capacity by not pushing ourselves too far. Again, it's another one of those paradoxes where the more continuous ongoing learning you do, the greater the likelihood that you'll actually go further. You'll actually get further than if you're trying to rely on one of those big pendulum swings. So this is about smart risk-taking, about empowering people to be able to make smart choices, to be able to learn from either results that were unanticipated or even non-results. If you didn't get any sort of outcome, what did you learn from that? And again, it's that daily questioning, mentoring, the inquiring, I wonder why that is. The modelling of curiosity, the reflective tool that means that that process becomes internalized in the person. How curious, I devised this intervention and the student learning went backwards. Rather than, you know, in the first years of my teaching career, I would have put those results and put the bottom of the drawer and never spoken of them again, actually saying, you know, this is fascinating. This piece of research suggested that when I do this, the learning would accelerate, and it didn't. I'm really, really interested in why that is. Being safe enough to be able to go to a mentor, to a critical friend or to a leader to be able to encourage, to be able to confront that particular challenge from a set of results that are unanticipated or non-results is one of the crucial elements of reflection and continuous improvement. So one of the obvious ways that we embrace this at Hobbs and Bull is actually making teaching as inquiry an absolute, you know, it's front and centre, everybody participates in it. We do a very formal teaching as inquiry cycle twice a year and we also ensure that it's incredibly, increasingly data-driven. So we look at the data of the students that we've got gathered and that might be a mixture of quantitative and qualitative data, so it might be results that you've got, might be Google Forms, class discussions, or some sort of pre-testing that you've done. And then that you go through and you ask yourself for those questions, you challenge the assumption. So quite often again, you can identify what you think the problem is and often it's not the real issue and so you need to find ways to challenge the assumption and reword the problem and there's some strategies there suggested that come from the design thinking world about thinking rewording the problem, thinking in reverse, getting other people's perspective. And there there's I'll share this presentation through Twitter so you can you can access the things that are hyperlinked within this resource one of the things I really like is thinking about overlaying the PRD review that came out from the ministry and they they used Timpley and whoever else did this diagram, their spiral of inquiry. So obviously, superficially, this is teaching as inquiry. One thing I really like about it is that they point out the need to take action and try new solutions. I think quite often we resort back to old solutions. We say we're doing teaching as inquiry and we stick on a good old trusty band-aid that we've used in the past. I think the thing that we need to do, if you want sustainable innovation in your school, you demand that your solutions are new. You demand that they are trying something that they haven't tried before in the past. That's how you can get innovation creeping in. Like I think if you want to get BYOD up and running in your school and you want to get e-learning up and running in your school, the best way to do it is to integrate it within a teaching as inquiry cycle. Demand when they're finding the interventions, demand that they're using the e-learning tools and strategies to do that. Get them to trial some e-learning tools and strategies to find some new solutions, some new strategies. And that way it's embedded in what you're doing and what they care about and the students' needs in front of them. And this brings to mind as well the research around the sigmoid curve model. So the idea that ultimately if you want to make improvement, the best time to act is when there's already been some improvement made. So often our default model in schools is to wait till we're down in the pit and there's a complete crisis as a school or a classroom and then apply an intervention and improve the outcomes. The sigmoid curve model would suggest that the best way to ultimately get better outcomes is to ensure that you're in a constant cycle of improving and innovating. So it needs to be constant. So you don't do a year's focus on teaching as inquiry. You need to develop your staff's inquiry mindset. Inquiry has to be what they do. And we do it in a small way on a day-to-day basis in our classroom, but I personally believe doing it as a long-term formal process helps develop the strategies and the things that you need to succeed and develop an inquiry mindset and that brings to mind oh this is just explaining how it all fits together at Hobsonville Point Secondary School so we see everything is coming together as evidence for your PTCs and your teaching e-portfolio I'm very now I know that they're PTCs and not RTCs. And within that, you've got all your different strands. So we've got the professional learning plan, the teaching is inquiry projects, the critical friends, the senior leadership observations, and our Friday professional learning, and we have little kitchen tables as well that are more responsive. You know, that all comes together to support our teachers and hopefully becoming adaptive experts because I think ultimately that's what we need to be doing through our professional learning and if we've got any chance of achieving adaptive, you know, adaptive schools we need a whole lot of adaptive experts within your adaptive environments. So I love that quote from Darling Hammond talking about, we need it to become second nature for our teachers to constantly expand their expertise, restructuring knowledge and competencies to meet new challenges. And to do that outside their comfort zone, because teachers do do that every day but they often do it within a bubble that they feel safe for them and we've actually got to disrupt and pop that bubble and expand that horizon and challenge them to get into really uncomfortable spaces and I think teaching inquiry can be used as a really powerful mechanism for doing that because it's in the context of their own students needs and in the context of their own students' needs and in the context of their own classroom and they have ownership of it. One of the things that we did at Albany Senior High School is we're going through developing our approach to teaching as inquiry was one of the elephants that we named was that we were engaging a lot of us in inquiries that we knew were probably going to be successful because there was a lot of research to say that when you do this and this, the outcomes improve. And we had a really big confrontational, not confrontational, but we had to confront that. And we said, well, actually, if you are undertaking an inquiry and you can pretty safely say that it's going to be successful, that's not really an inquiry. That's actually just stuff you should be doing anyway. So now I wonder if, if I plan my lessons, will the learners learn more? Hmm, let me think about it. I'll do an inquiry. It's got to take me a term and blah, blah, blah, blah. Or should we surface prior knowledge before we begin to engage in any sort of sequence? That's just stuff we should be doing. So we began to form at Albany. We began to form being a teacher at Albany, some statements that lined up with that. And then if you knew the inquiry that you're engaged in was actually covered by that stuff, it wasn't an inquiry. So you were genuinely going into new places of not knowing. It wasn't a faux inquiry so that you could say you'd done an inquiry and you probably knew the outcome before you started. It was actually encouraging people to go into those new, uncomfortable places and to create new knowledge. Something that we found is how, as well, and I know you guys did it because we sort of, we built on the stuff that we heard about at Albany was actually making sure everybody, and we did Epsom girls as well, everyone shared their inquiry, that it was a public inquiry that whether you published it in an online space or the other thing we did was, I know something you do it, you did at Albany a lot was the World Cafe idea and getting people to sit around in tables and share in a safe environment their inquiry stories. And we give our, at the end of the semester, we give our staff the choice of doing an ignite or participating in the World Cafe, because not everyone wants to jump up in front of the room and shout from the rafters what their inquiry is about, but everybody must share their inquiry stories through a World Cafe, if not it, to the entire staff. And that also surfaces that stuff because it becomes very apparent if you're just talking about what you do anyway. Yeah, yeah. And that was one of the, it came directly from this research, that approach that in order to have shared collective responsibility for the organisation, we need to take an active caring role in the upskilling and the support of our colleagues in their inquiries. And one of the ways that we can do that is say, you know, I've worked for a term on this and I've got some really good helpful stuff. It might be useful to you. So what are your, what's your inquiry? How can I link you up with other people? It was actually about independent judgment and cultivating shared responsibility for the organisation. The other thing that's really important that Claire mentioned is the importance of constant, ongoing, successful change. The session that I ran yesterday was about readiness for change, building people's desire to commit to change rather than resist to change. And there's a bunch of research that shows that when three conditions are met, people are more likely to enter into change than to resist it. And those three conditions are that they understand that the change is needed. They believe that the proposed change is appropriate, given the challenge at hand. So there's a level of appropriateness. And the third one that Claire was alluding to was that people believe the organisation is capable of successfully implementing that change. And that's something that happens. It's about self-efficacy, that word that Claire used. It's about building our belief that we can do this. We might know that there's a problem. We might know what the solution is, but be so burnt by unsuccessful change initiatives that we just don't think we can do it. Building a sense of self-efficacy and building confidence across the whole organisation by engaging in those small micro-innovations and just thinking, hey, I took action and actually something came of it, successfully builds that sense of self-efficacy. So it's really, really important. That's another outcome of that learning and continuous improvement. Also, one of the things that I wanted to comment on at the end of May Chen's talk, and it sort of comes back here. She said that really neat sort of comment about if you want to get to a different destination, you've got to start taking a different path. And I think we've also, I don't think you said in quite those words, but I think as schools, we have to do that. You know, like we often say we want to get to a different destination, but our paths don't change and our day-to-day actions don't change. And so actually, if you want to get to a different destination, our paths need to start looking really differently. So it's that day-to-day stuff that we do that actually enables this agility by actually committing day-to-day to doing things differently. That's sort of not really related but... Now there's that wonderful saying that if you're not careful you may end up where you are heading."}