{"speakers": [], "chunks": [{"timestamp": [0.0, 18.64], "text": " That's a good question. I'm a South Islander, born in Bred in Canterbury, and I was working in Auckland for Becker,"}, {"timestamp": [19.6, 23.4], "text": " and had been working on a few construction projects up there and doing a bit of design."}, {"timestamp": [25.22, 30.58], "text": " been working on a few construction projects up there and doing a bit of design and the opportunity for working on either the Sky Tower or, you know, Tera Vidalit came up and given"}, {"timestamp": [30.58, 36.98], "text": " that I spent a lot of time in Arthur's Pass National Park tramping as while I was at school"}, {"timestamp": [36.98, 41.8], "text": " and also university, the choice was pretty easy actually. I said, yeah, well, I really want to"}, {"timestamp": [41.8, 49.76], "text": " go back to Christchurch and I want to be working on that job. And so that was it, you know, that motivated the move back to the South Island."}, {"timestamp": [49.76, 61.0], "text": " I guess I had a bit of a briefing from the guys in our Auckland office who were designing"}, {"timestamp": [61.0, 67.28], "text": " it, but I wasn't really aware that it was going on during the design process"}, {"timestamp": [67.28, 72.64], "text": " and so you know I guess my exposure was sort of limited to the couple of months before I moved"}, {"timestamp": [72.64, 77.36], "text": " down and quite a bit of reading and trying to get to grips with exactly what was being built"}, {"timestamp": [77.36, 81.92], "text": " and what had been looked at and why it was being built."}, {"timestamp": [106.84, 108.92], "text": " Yeah well I remember that fairly vividly actually, mainly from a school trip or a trip while I was at school tramping with some mates and four or five of us packed into a Helmandhunter station wagon and drove over to Oterra and we were going to stay the night and it was absolutely pouring with rain and the zigzag was steep and it was really tight corners"}, {"timestamp": [108.92, 110.76], "text": " and the wipers were going flat out"}, {"timestamp": [110.76, 112.38], "text": " it was pretty difficult to see"}, {"timestamp": [112.38, 114.6], "text": " and pretty hair-raising actually"}, {"timestamp": [114.6, 116.4], "text": " and also I guess"}, {"timestamp": [116.4, 118.52], "text": " you know talking to people"}, {"timestamp": [118.52, 119.68], "text": " over the years"}, {"timestamp": [119.68, 123.44], "text": " you know people didn't like the zigzag"}, {"timestamp": [123.44, 124.88], "text": " it was one of those roads that they"}, {"timestamp": [124.88, 127.0], "text": " closed their eyes if they weren't driving."}, {"timestamp": [131.0, 141.0], "text": " I guess the fundamental reason for the road, or for the bridge being designed, was because the"}, {"timestamp": [143.0, 147.56], "text": " Otera Valley at that point is really characterized by a massive rock"}, {"timestamp": [147.56, 155.54], "text": " avalanche slope and that rock avalanche slope or the avalanche occurred about 2,000"}, {"timestamp": [155.54, 160.38], "text": " years ago filled the valley and over the last 2,000 years it's been eroded out by the"}, {"timestamp": [160.38, 167.76], "text": " Oterra River and the zigzag and in the previous alignments of the road"}, {"timestamp": [167.76, 172.96], "text": " traversed that scree slope or that rock avalanche slope and with time you know the slope"}, {"timestamp": [172.96, 178.32], "text": " kept moving a couple of earthquakes gave it a good shake and so the zigzag and the road needed to be"}, {"timestamp": [178.32, 190.32], "text": " moved back up a bit and at the point of the studies into security of that route in the probably early 90s,"}, {"timestamp": [190.32, 197.08], "text": " there was a, they assessed that there was a sort of a 90% chance of the road failing again"}, {"timestamp": [197.08, 199.2], "text": " by about 1999."}, {"timestamp": [199.2, 205.5], "text": " So there was a real need to provide route security for one of three crossings of the South Island."}, {"timestamp": [206.5, 210.9], "text": " You know, it's a lifeline really for the West Coast to have State Highway 73 through the"}, {"timestamp": [210.9, 212.46], "text": " Arthur's Pass National Park."}, {"timestamp": [218.96, 247.0], "text": " Yeah, well, I mean, that was a long process and started, what started away back when the, again it would have been about 1990 I suppose, when the Transit New Zealand, as it was then, we're consulting with Department of Conservation and there was a public consultation process to look at where the road could be aligned through, you know, roughly where the"}, {"timestamp": [247.0, 252.88], "text": " current corridor is and where the corridor was then, but through there."}, {"timestamp": [252.88, 259.56], "text": " And I guess options were drawn up for the four different pinch points in the road or different"}, {"timestamp": [259.56, 265.76], "text": " areas where there were issues like the viaduct site."}, {"timestamp": [269.6, 271.96], "text": " Through time that moved through the public and talking to the public and talking to stakeholder, for example,"}, {"timestamp": [271.96, 277.04], "text": " Iwi, Department of Conservation, regional councils, district councils and locals,"}, {"timestamp": [277.04, 279.96], "text": " public meetings, options were developed."}, {"timestamp": [279.96, 284.56], "text": " And the key thing was about communication and just keeping people up to speed with what was going on."}, {"timestamp": [287.88, 294.04], "text": " And I think the option that was developed in the end included some of that feedback."}, {"timestamp": [294.04, 300.2], "text": " You know, it was very important, obviously, that the bridge needed to be aesthetically pleasing."}, {"timestamp": [300.2, 305.24], "text": " It was very important that the impact on the surrounding landscape needed to be minimised."}, {"timestamp": [306.24, 311.36], "text": " And so that, you know, those sort of requirements went into the design process"}, {"timestamp": [311.36, 315.68], "text": " and went into the construction process. And so, you know, when the contractor was on site,"}, {"timestamp": [316.0, 321.68], "text": " really tight boundaries around the site, you know, with physical fences to stop machines"}, {"timestamp": [322.16, 326.0], "text": " heading into the riverbed or into the bush where they shouldn't be heading."}, {"timestamp": [330.0, 334.0], "text": " Yeah, well I guess ambitious is the word that jumps at me."}, {"timestamp": [338.0, 344.0], "text": " It's a big bridge. It's 45 metres high roughly and 440 odd metres long"}, {"timestamp": [347.24, 354.24], "text": " in a really challenging environment and challenging from a weather perspective challenging from a terrain perspective"}, {"timestamp": [354.24, 359.5], "text": " challenging from getting materials to site perspective you know lots and lots of"}, {"timestamp": [359.5, 368.0], "text": " different challenges environmental so ambitious and you know this ain't going to be easy and we've got to get it right because there's no second chance."}, {"timestamp": [372.0, 383.0], "text": " Well I guess the, when you're halfway through something like that and it goes wrong, it's pretty difficult to make a comeback."}, {"timestamp": [383.0, 391.9], "text": " So if the, for example, if it fell over during construction, you know, what do you do? It's not like you can just pick it up and keep going."}, {"timestamp": [392.06, 394.62], "text": " You've really got to start from scratch again. Yeah."}, {"timestamp": [402.12, 408.4], "text": " I think, well, weather was one, and that really relates to safety and the health of the workers."}, {"timestamp": [409.36, 415.92], "text": " And largely that was managed by the contractor, keeping a close eye on their guys, making sure they had their right equipment."}, {"timestamp": [418.72, 421.04], "text": " And, you know, a big focus on safety."}, {"timestamp": [422.88, 425.82], "text": " And so that's really about making sure you know appropriate"}, {"timestamp": [425.82, 432.42], "text": " transportation means from the ground up making sure that the conditions are"}, {"timestamp": [432.42, 436.18], "text": " reasonable before you drove a concrete truck down the down the road and all of"}, {"timestamp": [436.18, 442.38], "text": " those sorts of things so so where there was one that the terrain and that"}, {"timestamp": [442.38, 454.66], "text": " sort of relates to the geology, I mentioned before that the rock avalanche slope is the foundation for the site."}, {"timestamp": [456.12, 463.06], "text": " That moves all the time in terms of little bits of rock to quite big bits of rock coming down the slope."}, {"timestamp": [464.08, 467.0], "text": " So that's obviously a construction challenge."}, {"timestamp": [467.0, 476.0], "text": " Building foundations for a bridge 25 metres deep into, you know, essentially a big rock slope"}, {"timestamp": [476.0, 483.0], "text": " with rocks from silt size or sand size up to 14, 15 metres across"}, {"timestamp": [483.0, 486.38], "text": " with water level at ground level."}, {"timestamp": [486.38, 492.7], "text": " That's a massive challenge and that's something the contractor tackled with quite a bit"}, {"timestamp": [492.7, 496.68], "text": " of vigour and innovation."}, {"timestamp": [496.68, 501.96], "text": " The rocks were hard and so when you are building the foundations in that sort of material you need"}, {"timestamp": [501.96, 509.76], "text": " to have equipment so that they can get through the rock, not stuff that's not machinery that's just going to fall to bits"}, {"timestamp": [509.76, 521.6], "text": " um so weather terrain environmental and as I said before that's really just about"}, {"timestamp": [521.6, 528.22], "text": " keeping a tight sight, keeping controls on materials"}, {"timestamp": [528.22, 534.84], "text": " that are coming in, keeping close communication with all of the appropriate parties going."}, {"timestamp": [534.84, 539.76], "text": " And during, on the communication side of things, we held meetings right through the design"}, {"timestamp": [539.76, 546.5], "text": " and also through construction every couple of months with the regional council, district council,"}, {"timestamp": [546.5, 554.96], "text": " Iwi, Department of Conservation, the contractor after construction started, Becker, Transit."}, {"timestamp": [554.96, 557.72], "text": " And they were, you know, keep up to speed meetings."}, {"timestamp": [557.72, 561.88], "text": " They were about keeping everyone informed, talking about what's been happening the last two months,"}, {"timestamp": [561.88, 563.76], "text": " what's happening in the next two months."}, {"timestamp": [563.76, 571.04], "text": " And that really helped."}, {"timestamp": [574.4, 575.12], "text": " I was the site engineer for the project."}, {"timestamp": [584.66, 592.56], "text": " So I was representing the designers on site and essentially making sure that what the contractor was building was what was on drawings and also helping resolve any issues around, you know, the limits of the site and relationship"}, {"timestamp": [592.56, 601.48], "text": " with doc and issues around compliance with consents because there are obviously a lot of"}, {"timestamp": [601.48, 604.4], "text": " consents required."}, {"timestamp": [604.4, 608.0], "text": " So in terms of how long was there, a three-year contract."}, {"timestamp": [608.0, 612.0], "text": " So I was involved on site for three years, but not on site all the time."}, {"timestamp": [612.0, 618.0], "text": " So I was based in Christchurch and drove to Arthur's Pass or Atira one or two times a week"}, {"timestamp": [618.0, 623.0], "text": " for every one of those three years, so I know the road pretty well."}, {"timestamp": [623.0, 626.0], "text": " Best drive to work of anyone in New Zealand though."}, {"timestamp": [630.0, 635.0], "text": " Well I guess there were a couple of points like that."}, {"timestamp": [635.0, 641.0], "text": " The first 18 to 20 months of the job,"}, {"timestamp": [641.0, 644.0], "text": " so more than half to just a bit more than half,"}, {"timestamp": [644.0, 651.56], "text": " we're building the foundations. And so you can see there's a lot going on on site, but there's nothing above"}, {"timestamp": [651.56, 656.76], "text": " ground. And so there's lots of questions about, you know, what's going on. The foundations were"}, {"timestamp": [656.76, 662.02], "text": " challenging. And once we had the final pour and the final foundation, there was, you know, quite a"}, {"timestamp": [662.02, 669.18], "text": " big sigh of relief. And I guess the next, yeah, the next one was"}, {"timestamp": [669.18, 678.76], "text": " really probably when we got the first peer up to full height in the travellers or cantilevers"}, {"timestamp": [678.76, 688.0], "text": " on top. And so there are the bits to hold the bridge deck up as it's being built."}, {"timestamp": [688.0, 693.0], "text": " So that was, I guess, the first time you've done that is pretty significant."}, {"timestamp": [693.0, 696.0], "text": " You know you can do it after that."}, {"timestamp": [696.0, 702.0], "text": " Next one would be once the first peer and both of its arms were out."}, {"timestamp": [702.0, 707.32], "text": " And that's, again, it's a first on the site and so it's a sense of relief we know"}, {"timestamp": [707.32, 712.06], "text": " we can do it and the final one is really when the whole thing's you know all of the"}, {"timestamp": [712.06, 728.0], "text": " three pairs are up and they're all holding hands yeah absolutely critical so this might be a wee technical, I'll try to keep it reasonably simple."}, {"timestamp": [730.0, 747.28], "text": " If I talk about the central pier, which we call Pier 2, and that was, as I say, that was about 25 metres high, and it's 3.5 metres in one direction by 3 metres in the other direction, and it's hollow, with quite thick concrete walls sort of three or four hundred millimetre"}, {"timestamp": [747.28, 753.6], "text": " thick concrete walls but that's 25 meters high so it might sound pretty pretty"}, {"timestamp": [753.6, 757.68], "text": " solid but when it's 25 meters high and it's got a whole lot of stuff sitting on top of it"}, {"timestamp": [758.88, 769.0], "text": " you know there's potential for it to move around quite a bit. So if you built it, you've got it there and then"}, {"timestamp": [769.0, 776.38], "text": " you build all of that side out, it's just going to fall over. So no more bridge, essentially."}, {"timestamp": [777.12, 783.94], "text": " So absolutely critical that you build, once you build the column or the pier, you build one"}, {"timestamp": [783.94, 787.18], "text": " section there, one section there, one section there, one section there, and keep it in balance."}, {"timestamp": [787.18, 796.54], "text": " And in fact, once it got out to probably 55 metres either side, so from there out 55 metres and from there out 55 metres,"}, {"timestamp": [797.56, 804.48], "text": " you couldn't actually balance it just with the next segment."}, {"timestamp": [807.52, 812.08], "text": " actually balance it just with the next segment. So we needed to put concrete on one end, the end of that one, before you could put the next segment on that one. So you actually"}, {"timestamp": [812.08, 816.16], "text": " introduce some extra weight on that side to keep it balanced. So yeah, it was absolutely critical."}, {"timestamp": [821.76, 827.0], "text": " Well, some days it was beautiful, and Oterra can be beautiful."}, {"timestamp": [827.0, 829.0], "text": " The West Coast is often really, really nice."}, {"timestamp": [829.0, 831.0], "text": " It gets sort of a bad name."}, {"timestamp": [831.0, 837.0], "text": " But the reality is that the annual rainfall at the site is probably somewhere between 5 and 8 metres a year."}, {"timestamp": [837.0, 839.0], "text": " So that's an awful lot of rain."}, {"timestamp": [839.0, 845.76], "text": " So often it was raining and we're not just talking mist, we're talking, you know, real bucketing rain. Often it was raining and we're not just talking mist we're talking you know real bucketing rain"}, {"timestamp": [847.36, 857.6], "text": " often it was windy and in the winter it was perishingly cold and so i guess the worst memory"}, {"timestamp": [857.6, 864.64], "text": " or most vivid memory of the real real cold was having to climb up the access tower beside"}, {"timestamp": [864.64, 867.36], "text": " the central pier you you know, hand"}, {"timestamp": [867.36, 876.72], "text": " over hand, going up inside essentially, you know, a crane cage, but with steel ladders, and just"}, {"timestamp": [876.72, 882.72], "text": " the wind shooting through and it just feels like ice. So you needed to be well, you know,"}, {"timestamp": [882.72, 887.0], "text": " well wrapped up with several layers of polyprop and, you know, waterproof gear."}, {"timestamp": [887.0, 899.0], "text": " Well, I guess every project has a fixed period in which it's meant to be built,"}, {"timestamp": [899.0, 903.0], "text": " and that's built into the contract between the client and the contractor."}, {"timestamp": [903.0, 907.0], "text": " And so there are"}, {"timestamp": [908.0, 914.0], "text": " financial disbenefits of not completing on time and so the contractor is really the one"}, {"timestamp": [914.0, 921.76], "text": " who feels that pressure the most but it becomes on a project like this it becomes a real teamwork"}, {"timestamp": [921.76, 927.0], "text": " effort to make sure that things are happening on time."}, {"timestamp": [927.0, 935.0], "text": " There are a couple of times when things got a wee bit stressful in terms of delays to specific"}, {"timestamp": [935.0, 942.0], "text": " activities on the site. But it was a matter of way of, it was about thinking about, well,"}, {"timestamp": [942.0, 949.76], "text": " what's the best way of tackling that and is there alternative way? Is there a parallel activity we can do which will cut some"}, {"timestamp": [949.76, 951.24], "text": " time out of another part of the program?"}, {"timestamp": [955.24, 963.64], "text": " Incredible, is probably the word that sums it up. Very stable group of guys."}, {"timestamp": [964.2, 969.5], "text": " You know, a lot of them were there for the whole duration. And, and, you know, a lot of them were there for the whole duration."}, {"timestamp": [969.5, 977.18], "text": " And I mean, you have to be pretty hard to get out of bed and get into, you know, clothes"}, {"timestamp": [977.18, 980.44], "text": " that are probably still wet from the day before or certainly wet weather gear that's wet"}, {"timestamp": [980.44, 987.0], "text": " from the day before and turn up on a site like that, particularly as I said in the winter wet,"}, {"timestamp": [987.0, 995.84], "text": " windy conditions. But a really good team atmosphere and I don't really recall any"}, {"timestamp": [995.84, 1003.06], "text": " sort of significant issues amongst the guys and good relationship between the dock guy."}, {"timestamp": [1003.06, 1005.84], "text": " We had a guy representing Department of Conservation"}, {"timestamp": [1005.84, 1012.24], "text": " on site and he was on site, I don't know, once or twice a week I suppose, and he had a good"}, {"timestamp": [1012.24, 1016.8], "text": " relationship with the workers. I had a great relationship with the workers. So it was"}, {"timestamp": [1016.8, 1023.2], "text": " great character, great determination, a lot of, I think a lot of pride from all of those that"}, {"timestamp": [1023.2, 1030.1], "text": " were involved in the job."}, {"timestamp": [1033.94, 1034.98], "text": " I don't really remember a lot of the day but I don't remember it being,"}, {"timestamp": [1036.76, 1042.4], "text": " certainly I don't think it was really wet, but it was kind of nice to have a bit of recognition from central government,"}, {"timestamp": [1043.6, 1046.94], "text": " you know, of this difficult environment in the project."}, {"timestamp": [1047.06, 1050.04], "text": " And I guess we were all a bit excited about having the Prime Minister visit the site."}, {"timestamp": [1051.98, 1058.32], "text": " I do remember being swung up in the man cage on the end of the crane hook with the Prime"}, {"timestamp": [1058.32, 1065.18], "text": " Minister and Dave Bates from Transit up onto the bridge deck and then wandering down the deck."}, {"timestamp": [1065.94, 1069.84], "text": " And as I recall, the Prime Minister was quite interested in what was going on."}, {"timestamp": [1075.64, 1081.52], "text": " Well, the opening day was the 6th of November 1999 and it was a pretty good day, I think,"}, {"timestamp": [1081.6, 1082.68], "text": " from a weather perspective."}, {"timestamp": [1084.68, 1087.28], "text": " We had the Cockatai Municipal Band"}, {"timestamp": [1087.28, 1095.04], "text": " playing, which is a very West Coast thing to do. And you could walk down the bridge. And so"}, {"timestamp": [1095.04, 1100.4], "text": " there are a lot of people there to actually walk the length of the bridge on the surface."}, {"timestamp": [1102.88, 1108.06], "text": " Yeah, it was a fun day and it was a good opportunity to have people come and see the"}, {"timestamp": [1108.06, 1113.14], "text": " finished product. I mean, there have been a lot of visits to the bridge during construction."}, {"timestamp": [1114.64, 1121.08], "text": " I don't know how many tours I led up there of engineering groups, you know, students or the"}, {"timestamp": [1121.08, 1127.0], "text": " local branch of institution of professional engineers in New Zealand, just to go up and have a look."}, {"timestamp": [1127.0, 1133.0], "text": " I mean, the whole construction project had an awful lot of public interest right through construction."}, {"timestamp": [1133.0, 1139.0], "text": " And so the opening day was a great way to sort of celebrate that and let people see the finished product."}, {"timestamp": [1139.0, 1145.36], "text": " Well, it's pretty happy, I think."}, {"timestamp": [1145.36, 1154.64], "text": " Yeah, it was a, I mean the job was a once in a lifetime and so to see it finished, you know,"}, {"timestamp": [1154.64, 1156.4], "text": " successfully was just fantastic."}, {"timestamp": [1156.4, 1162.8], "text": " Yeah, in fact, when I, I mean, I have a wee house that Arthur's passed now and every time"}, {"timestamp": [1162.8, 1167.46], "text": " we go up there, up to the bridge the kids kids say, well, there's Dad's Bridge."}, {"timestamp": [1167.82, 1169.44], "text": " You know, so that's quite cool."}, {"timestamp": [1169.5, 1171.68], "text": " And hopefully, when they've got kids, it'll be Granddad's Bridge."}, {"timestamp": [1177.88, 1181.28], "text": " Well, there's a few reasons for it being curved."}, {"timestamp": [1181.28, 1188.76], "text": " One is just the geometrics of tying into the existing road alignment at the south end,"}, {"timestamp": [1188.76, 1194.0], "text": " which is the Christchurch end, but also at the north end, and tying into what became the"}, {"timestamp": [1194.0, 1200.04], "text": " Candies project at the north end further down the valley."}, {"timestamp": [1200.04, 1204.9], "text": " But also there was a bit of thinking down about, well, what is this thing going to look like"}, {"timestamp": [1204.9, 1210.02], "text": " in the context of a national park which is pretty rugged?"}, {"timestamp": [1212.14, 1212.96], "text": " Certainly not."}, {"timestamp": [1213.1, 1214.82], "text": " It's not a uniform straight environment."}, {"timestamp": [1214.96, 1215.9], "text": " It's not like in a city."}, {"timestamp": [1216.6, 1227.5], "text": " And so the concept of an S-shaped bridge with also with an arch, you know know with arches in terms of the"}, {"timestamp": [1227.5, 1232.9], "text": " structure fitted quite well and that and we had advice from landscape"}, {"timestamp": [1232.9, 1237.58], "text": " architects on that and it was talked through with Department of Conservation and"}, {"timestamp": [1237.58, 1242.08], "text": " other stakeholders as to being you know the most appropriate in terms of what"}, {"timestamp": [1242.08, 1248.0], "text": " it's going to look like and so it's really about blending in as much as possible for a concrete bridge in a national"}, {"timestamp": [1248.0, 1249.0], "text": " park."}, {"timestamp": [1249.0, 1258.0], "text": " I'm not sure that there are any firsts, but certainly there were some stuff that was"}, {"timestamp": [1258.0, 1263.0], "text": " new to New Zealand."}, {"timestamp": [1263.0, 1269.72], "text": " And in particular, the construction of the foundations required"}, {"timestamp": [1269.72, 1274.88], "text": " some pretty innovative thinking and most of that thinking was done by the contractor"}, {"timestamp": [1274.88, 1284.0], "text": " but in conjunction with our engineers and and really I mean the foundation's"}, {"timestamp": [1284.0, 1304.68], "text": " 25 metres deep in hard rock, broken up hard rock, all below water level, essentially meant that somehow you've got to excavate this four metre diameter hole to that deep, you know, and keep it open so that you can later on put a concrete pile in with reinforcing steel in it."}, {"timestamp": [1307.0, 1316.0], "text": " and keep it open so that you can later on put a concrete pile in with reinforcing steel in it. So the contractor brought in equipment from overseas, great big percussion drills, just a"}, {"timestamp": [1316.0, 1321.0], "text": " two and a half, yeah, 762 millimeters diameter, so it's about that diameter."}, {"timestamp": [1321.0, 1326.66], "text": " And it's really a big hammer drill, so it sums up and down as well as rotating and"}, {"timestamp": [1326.66, 1332.58], "text": " just pulverises the rock underneath it and then shoots it back up to the ground level."}, {"timestamp": [1332.58, 1339.2], "text": " And then as they're withdrawing that, they leave a steel casing in the ground and then that's"}, {"timestamp": [1339.2, 1341.38], "text": " filled with concrete and the casing is withdrawn."}, {"timestamp": [1341.38, 1346.48], "text": " And lots of those around the outside of the hole where the"}, {"timestamp": [1346.48, 1353.2], "text": " pile's going to go. So essentially you end up with a ring of piles all overlapping, all"}, {"timestamp": [1353.2, 1360.64], "text": " 762 millimetres diameter, and then use a big grab bucket to go down inside and pull out the"}, {"timestamp": [1360.64, 1366.0], "text": " material inside that ring of concrete. And then that enabled, you know, that gave us a hole,"}, {"timestamp": [1366.0, 1368.0], "text": " then we could drop the steel casing down,"}, {"timestamp": [1368.0, 1369.0], "text": " and then we could put the reinforcing steel in,"}, {"timestamp": [1369.0, 1373.0], "text": " then we could concrete the pile, and head upwards."}, {"timestamp": [1377.0, 1384.0], "text": " It was a project that, I guess, brought engineering to the community,"}, {"timestamp": [1384.0, 1387.0], "text": " and I was the front of that to a large degree."}, {"timestamp": [1387.0, 1393.0], "text": " So there was an awful lot of interest in it and there were articles in the press and there were"}, {"timestamp": [1393.0, 1403.0], "text": " reasonably regular updates in the press about what was going on and every now and again a photograph of, you know, a half built peer or the cantilever,"}, {"timestamp": [1403.0, 1406.0], "text": " you know, first candle lever finished."}, {"timestamp": [1410.0, 1417.0], "text": " And as I said, I was sort of the face for that. And I got involved in talking to lots of service clubs, schools,"}, {"timestamp": [1417.0, 1422.0], "text": " engineering students about what was going on."}, {"timestamp": [1422.0, 1432.42], "text": " And I guess it just, that gave me an awful lot of pride in being an engineer."}, {"timestamp": [1433.88, 1438.86], "text": " And I guess lifted, almost lifted my own opinion of what engineering was about"}, {"timestamp": [1438.86, 1441.68], "text": " and lifted my knowledge about what engineering was about."}, {"timestamp": [1441.68, 1444.88], "text": " And it was interesting that people were so interested in something"}, {"timestamp": [1444.88, 1447.2], "text": " that might be considered"}, {"timestamp": [1447.2, 1448.5], "text": " just building a bridge."}, {"timestamp": [1450.56, 1464.2], "text": " So that profile was quite a challenge for me, but as I said before, it did sort of, it did sort of make me, if you like."}, {"timestamp": [1465.0, 1471.0], "text": " it did sort of make me, if you like. And as a result around the engineering profession in Christchurch,"}, {"timestamp": [1471.0, 1475.0], "text": " I'm probably still referred to as the person who was involved in the Ontario Viaduct."}, {"timestamp": [1479.0, 1487.8], "text": " Yeah, I think just its remoteness and the fact that it's a long bridge, it was portrayed"}, {"timestamp": [1487.8, 1491.14], "text": " as ambitious and it was ambitious."}, {"timestamp": [1491.14, 1494.04], "text": " People knew what driving over the zigzag was like."}, {"timestamp": [1494.04, 1499.72], "text": " Couldn't imagine what it would be like to work there for three years."}, {"timestamp": [1499.72, 1511.54], "text": " And it's a national park and people relate to our play spaces at our national parks and, you know, you could do it really well or you could do it really badly."}, {"timestamp": [1511.74, 1514.74], "text": " And so I think for that reason there was a lot of interest."}], "text": " That's a good question. I'm a South Islander, born in Bred in Canterbury, and I was working in Auckland for Becker, and had been working on a few construction projects up there and doing a bit of design. been working on a few construction projects up there and doing a bit of design and the opportunity for working on either the Sky Tower or, you know, Tera Vidalit came up and given that I spent a lot of time in Arthur's Pass National Park tramping as while I was at school and also university, the choice was pretty easy actually. I said, yeah, well, I really want to go back to Christchurch and I want to be working on that job. And so that was it, you know, that motivated the move back to the South Island. I guess I had a bit of a briefing from the guys in our Auckland office who were designing it, but I wasn't really aware that it was going on during the design process and so you know I guess my exposure was sort of limited to the couple of months before I moved down and quite a bit of reading and trying to get to grips with exactly what was being built and what had been looked at and why it was being built. Yeah well I remember that fairly vividly actually, mainly from a school trip or a trip while I was at school tramping with some mates and four or five of us packed into a Helmandhunter station wagon and drove over to Oterra and we were going to stay the night and it was absolutely pouring with rain and the zigzag was steep and it was really tight corners and the wipers were going flat out it was pretty difficult to see and pretty hair-raising actually and also I guess you know talking to people over the years you know people didn't like the zigzag it was one of those roads that they closed their eyes if they weren't driving. I guess the fundamental reason for the road, or for the bridge being designed, was because the Otera Valley at that point is really characterized by a massive rock avalanche slope and that rock avalanche slope or the avalanche occurred about 2,000 years ago filled the valley and over the last 2,000 years it's been eroded out by the Oterra River and the zigzag and in the previous alignments of the road traversed that scree slope or that rock avalanche slope and with time you know the slope kept moving a couple of earthquakes gave it a good shake and so the zigzag and the road needed to be moved back up a bit and at the point of the studies into security of that route in the probably early 90s, there was a, they assessed that there was a sort of a 90% chance of the road failing again by about 1999. So there was a real need to provide route security for one of three crossings of the South Island. You know, it's a lifeline really for the West Coast to have State Highway 73 through the Arthur's Pass National Park. Yeah, well, I mean, that was a long process and started, what started away back when the, again it would have been about 1990 I suppose, when the Transit New Zealand, as it was then, we're consulting with Department of Conservation and there was a public consultation process to look at where the road could be aligned through, you know, roughly where the current corridor is and where the corridor was then, but through there. And I guess options were drawn up for the four different pinch points in the road or different areas where there were issues like the viaduct site. Through time that moved through the public and talking to the public and talking to stakeholder, for example, Iwi, Department of Conservation, regional councils, district councils and locals, public meetings, options were developed. And the key thing was about communication and just keeping people up to speed with what was going on. And I think the option that was developed in the end included some of that feedback. You know, it was very important, obviously, that the bridge needed to be aesthetically pleasing. It was very important that the impact on the surrounding landscape needed to be minimised. And so that, you know, those sort of requirements went into the design process and went into the construction process. And so, you know, when the contractor was on site, really tight boundaries around the site, you know, with physical fences to stop machines heading into the riverbed or into the bush where they shouldn't be heading. Yeah, well I guess ambitious is the word that jumps at me. It's a big bridge. It's 45 metres high roughly and 440 odd metres long in a really challenging environment and challenging from a weather perspective challenging from a terrain perspective challenging from getting materials to site perspective you know lots and lots of different challenges environmental so ambitious and you know this ain't going to be easy and we've got to get it right because there's no second chance. Well I guess the, when you're halfway through something like that and it goes wrong, it's pretty difficult to make a comeback. So if the, for example, if it fell over during construction, you know, what do you do? It's not like you can just pick it up and keep going. You've really got to start from scratch again. Yeah. I think, well, weather was one, and that really relates to safety and the health of the workers. And largely that was managed by the contractor, keeping a close eye on their guys, making sure they had their right equipment. And, you know, a big focus on safety. And so that's really about making sure you know appropriate transportation means from the ground up making sure that the conditions are reasonable before you drove a concrete truck down the down the road and all of those sorts of things so so where there was one that the terrain and that sort of relates to the geology, I mentioned before that the rock avalanche slope is the foundation for the site. That moves all the time in terms of little bits of rock to quite big bits of rock coming down the slope. So that's obviously a construction challenge. Building foundations for a bridge 25 metres deep into, you know, essentially a big rock slope with rocks from silt size or sand size up to 14, 15 metres across with water level at ground level. That's a massive challenge and that's something the contractor tackled with quite a bit of vigour and innovation. The rocks were hard and so when you are building the foundations in that sort of material you need to have equipment so that they can get through the rock, not stuff that's not machinery that's just going to fall to bits um so weather terrain environmental and as I said before that's really just about keeping a tight sight, keeping controls on materials that are coming in, keeping close communication with all of the appropriate parties going. And during, on the communication side of things, we held meetings right through the design and also through construction every couple of months with the regional council, district council, Iwi, Department of Conservation, the contractor after construction started, Becker, Transit. And they were, you know, keep up to speed meetings. They were about keeping everyone informed, talking about what's been happening the last two months, what's happening in the next two months. And that really helped. I was the site engineer for the project. So I was representing the designers on site and essentially making sure that what the contractor was building was what was on drawings and also helping resolve any issues around, you know, the limits of the site and relationship with doc and issues around compliance with consents because there are obviously a lot of consents required. So in terms of how long was there, a three-year contract. So I was involved on site for three years, but not on site all the time. So I was based in Christchurch and drove to Arthur's Pass or Atira one or two times a week for every one of those three years, so I know the road pretty well. Best drive to work of anyone in New Zealand though. Well I guess there were a couple of points like that. The first 18 to 20 months of the job, so more than half to just a bit more than half, we're building the foundations. And so you can see there's a lot going on on site, but there's nothing above ground. And so there's lots of questions about, you know, what's going on. The foundations were challenging. And once we had the final pour and the final foundation, there was, you know, quite a big sigh of relief. And I guess the next, yeah, the next one was really probably when we got the first peer up to full height in the travellers or cantilevers on top. And so there are the bits to hold the bridge deck up as it's being built. So that was, I guess, the first time you've done that is pretty significant. You know you can do it after that. Next one would be once the first peer and both of its arms were out. And that's, again, it's a first on the site and so it's a sense of relief we know we can do it and the final one is really when the whole thing's you know all of the three pairs are up and they're all holding hands yeah absolutely critical so this might be a wee technical, I'll try to keep it reasonably simple. If I talk about the central pier, which we call Pier 2, and that was, as I say, that was about 25 metres high, and it's 3.5 metres in one direction by 3 metres in the other direction, and it's hollow, with quite thick concrete walls sort of three or four hundred millimetre thick concrete walls but that's 25 meters high so it might sound pretty pretty solid but when it's 25 meters high and it's got a whole lot of stuff sitting on top of it you know there's potential for it to move around quite a bit. So if you built it, you've got it there and then you build all of that side out, it's just going to fall over. So no more bridge, essentially. So absolutely critical that you build, once you build the column or the pier, you build one section there, one section there, one section there, one section there, and keep it in balance. And in fact, once it got out to probably 55 metres either side, so from there out 55 metres and from there out 55 metres, you couldn't actually balance it just with the next segment. actually balance it just with the next segment. So we needed to put concrete on one end, the end of that one, before you could put the next segment on that one. So you actually introduce some extra weight on that side to keep it balanced. So yeah, it was absolutely critical. Well, some days it was beautiful, and Oterra can be beautiful. The West Coast is often really, really nice. It gets sort of a bad name. But the reality is that the annual rainfall at the site is probably somewhere between 5 and 8 metres a year. So that's an awful lot of rain. So often it was raining and we're not just talking mist, we're talking, you know, real bucketing rain. Often it was raining and we're not just talking mist we're talking you know real bucketing rain often it was windy and in the winter it was perishingly cold and so i guess the worst memory or most vivid memory of the real real cold was having to climb up the access tower beside the central pier you you know, hand over hand, going up inside essentially, you know, a crane cage, but with steel ladders, and just the wind shooting through and it just feels like ice. So you needed to be well, you know, well wrapped up with several layers of polyprop and, you know, waterproof gear. Well, I guess every project has a fixed period in which it's meant to be built, and that's built into the contract between the client and the contractor. And so there are financial disbenefits of not completing on time and so the contractor is really the one who feels that pressure the most but it becomes on a project like this it becomes a real teamwork effort to make sure that things are happening on time. There are a couple of times when things got a wee bit stressful in terms of delays to specific activities on the site. But it was a matter of way of, it was about thinking about, well, what's the best way of tackling that and is there alternative way? Is there a parallel activity we can do which will cut some time out of another part of the program? Incredible, is probably the word that sums it up. Very stable group of guys. You know, a lot of them were there for the whole duration. And, and, you know, a lot of them were there for the whole duration. And I mean, you have to be pretty hard to get out of bed and get into, you know, clothes that are probably still wet from the day before or certainly wet weather gear that's wet from the day before and turn up on a site like that, particularly as I said in the winter wet, windy conditions. But a really good team atmosphere and I don't really recall any sort of significant issues amongst the guys and good relationship between the dock guy. We had a guy representing Department of Conservation on site and he was on site, I don't know, once or twice a week I suppose, and he had a good relationship with the workers. I had a great relationship with the workers. So it was great character, great determination, a lot of, I think a lot of pride from all of those that were involved in the job. I don't really remember a lot of the day but I don't remember it being, certainly I don't think it was really wet, but it was kind of nice to have a bit of recognition from central government, you know, of this difficult environment in the project. And I guess we were all a bit excited about having the Prime Minister visit the site. I do remember being swung up in the man cage on the end of the crane hook with the Prime Minister and Dave Bates from Transit up onto the bridge deck and then wandering down the deck. And as I recall, the Prime Minister was quite interested in what was going on. Well, the opening day was the 6th of November 1999 and it was a pretty good day, I think, from a weather perspective. We had the Cockatai Municipal Band playing, which is a very West Coast thing to do. And you could walk down the bridge. And so there are a lot of people there to actually walk the length of the bridge on the surface. Yeah, it was a fun day and it was a good opportunity to have people come and see the finished product. I mean, there have been a lot of visits to the bridge during construction. I don't know how many tours I led up there of engineering groups, you know, students or the local branch of institution of professional engineers in New Zealand, just to go up and have a look. I mean, the whole construction project had an awful lot of public interest right through construction. And so the opening day was a great way to sort of celebrate that and let people see the finished product. Well, it's pretty happy, I think. Yeah, it was a, I mean the job was a once in a lifetime and so to see it finished, you know, successfully was just fantastic. Yeah, in fact, when I, I mean, I have a wee house that Arthur's passed now and every time we go up there, up to the bridge the kids kids say, well, there's Dad's Bridge. You know, so that's quite cool. And hopefully, when they've got kids, it'll be Granddad's Bridge. Well, there's a few reasons for it being curved. One is just the geometrics of tying into the existing road alignment at the south end, which is the Christchurch end, but also at the north end, and tying into what became the Candies project at the north end further down the valley. But also there was a bit of thinking down about, well, what is this thing going to look like in the context of a national park which is pretty rugged? Certainly not. It's not a uniform straight environment. It's not like in a city. And so the concept of an S-shaped bridge with also with an arch, you know know with arches in terms of the structure fitted quite well and that and we had advice from landscape architects on that and it was talked through with Department of Conservation and other stakeholders as to being you know the most appropriate in terms of what it's going to look like and so it's really about blending in as much as possible for a concrete bridge in a national park. I'm not sure that there are any firsts, but certainly there were some stuff that was new to New Zealand. And in particular, the construction of the foundations required some pretty innovative thinking and most of that thinking was done by the contractor but in conjunction with our engineers and and really I mean the foundation's 25 metres deep in hard rock, broken up hard rock, all below water level, essentially meant that somehow you've got to excavate this four metre diameter hole to that deep, you know, and keep it open so that you can later on put a concrete pile in with reinforcing steel in it. and keep it open so that you can later on put a concrete pile in with reinforcing steel in it. So the contractor brought in equipment from overseas, great big percussion drills, just a two and a half, yeah, 762 millimeters diameter, so it's about that diameter. And it's really a big hammer drill, so it sums up and down as well as rotating and just pulverises the rock underneath it and then shoots it back up to the ground level. And then as they're withdrawing that, they leave a steel casing in the ground and then that's filled with concrete and the casing is withdrawn. And lots of those around the outside of the hole where the pile's going to go. So essentially you end up with a ring of piles all overlapping, all 762 millimetres diameter, and then use a big grab bucket to go down inside and pull out the material inside that ring of concrete. And then that enabled, you know, that gave us a hole, then we could drop the steel casing down, and then we could put the reinforcing steel in, then we could concrete the pile, and head upwards. It was a project that, I guess, brought engineering to the community, and I was the front of that to a large degree. So there was an awful lot of interest in it and there were articles in the press and there were reasonably regular updates in the press about what was going on and every now and again a photograph of, you know, a half built peer or the cantilever, you know, first candle lever finished. And as I said, I was sort of the face for that. And I got involved in talking to lots of service clubs, schools, engineering students about what was going on. And I guess it just, that gave me an awful lot of pride in being an engineer. And I guess lifted, almost lifted my own opinion of what engineering was about and lifted my knowledge about what engineering was about. And it was interesting that people were so interested in something that might be considered just building a bridge. So that profile was quite a challenge for me, but as I said before, it did sort of, it did sort of make me, if you like. it did sort of make me, if you like. And as a result around the engineering profession in Christchurch, I'm probably still referred to as the person who was involved in the Ontario Viaduct. Yeah, I think just its remoteness and the fact that it's a long bridge, it was portrayed as ambitious and it was ambitious. People knew what driving over the zigzag was like. Couldn't imagine what it would be like to work there for three years. And it's a national park and people relate to our play spaces at our national parks and, you know, you could do it really well or you could do it really badly. And so I think for that reason there was a lot of interest."}