{"speakers": [], "chunks": [{"timestamp": [0.0, 4.0], "text": " Hi, welcome to this Eva training video."}, {"timestamp": [4.0, 6.5], "text": " Today we're going to look at the label tool."}, {"timestamp": [6.5, 10.0], "text": " This lets you add labels on top of a video."}, {"timestamp": [10.0, 13.5], "text": " The label is a good way to give a short description."}, {"timestamp": [13.5, 18.0], "text": " Once you've added your chosen video to Eva, select Edit."}, {"timestamp": [18.0, 21.0], "text": " So choose the part of the video you want to work with."}, {"timestamp": [21.0, 26.76], "text": " Select the label icon and drag it to place it in the frame. The display time is"}, {"timestamp": [26.76, 32.3], "text": " auto set to show for 10 seconds, but you can lengthen and reduce that. I prefer it with the"}, {"timestamp": [32.3, 39.72], "text": " pause option engaged. So, enter your label text, then click done, and the interaction will"}, {"timestamp": [39.72, 44.76], "text": " appear on your screen. You can move it to any part of the frame by dragging and dropping."}, {"timestamp": [44.76, 45.7], "text": " Now click Save, well that's an part of the frame by dragging and dropping."}, {"timestamp": [45.7, 47.54], "text": " Now click Save."}, {"timestamp": [47.54, 50.5], "text": " Well that's an introduction to the label function in Eva."}, {"timestamp": [50.5, 51.7], "text": " Kaki-te."}], "text": " Hi, welcome to this Eva training video. Today we're going to look at the label tool. This lets you add labels on top of a video. The label is a good way to give a short description. Once you've added your chosen video to Eva, select Edit. So choose the part of the video you want to work with. Select the label icon and drag it to place it in the frame. The display time is auto set to show for 10 seconds, but you can lengthen and reduce that. I prefer it with the pause option engaged. So, enter your label text, then click done, and the interaction will appear on your screen. You can move it to any part of the frame by dragging and dropping. Now click Save, well that's an part of the frame by dragging and dropping. Now click Save. Well that's an introduction to the label function in Eva. Kaki-te."}