{"speakers": [], "chunks": [{"timestamp": [0.0, 9.1], "text": " Good afternoon. Just a little bit about my background. First of all, I've been teaching for 22 years,"}, {"timestamp": [9.34, 15.84], "text": " and up until four years ago, I thought I had quite a flash classroom back in South Africa."}, {"timestamp": [16.22, 22.12], "text": " I was at a very prestigious school. The school was developed or established in 1882,"}, {"timestamp": [22.12, 27.08], "text": " and so we had a very traditional background and I'd walk into my classroom"}, {"timestamp": [27.08, 33.06], "text": " and I'd have the overhead projector in the corner on a stand not everyone had a stand"}, {"timestamp": [33.06, 40.4], "text": " and I had two boards I had a whiteboard not a smart board a whiteboard and a chalk board"}, {"timestamp": [40.4, 45.58], "text": " and that to me was me set up and ready to throw out my pearls of wisdom and"}, {"timestamp": [45.58, 52.38], "text": " on my desk because I was an HD I had a computer and so when I were"}, {"timestamp": [52.38, 56.38], "text": " college asked me if I was computer literate said yes of course I am I can"}, {"timestamp": [56.38, 64.18], "text": " email and I can do a a spreadsheet and then I got here and I realized there's a"}, {"timestamp": [64.18, 66.12], "text": " data projector and we"}, {"timestamp": [66.12, 70.56], "text": " should go paperless we shouldn't be handing out notes the reason I give you this"}, {"timestamp": [70.56, 75.9], "text": " anecdote is because you might have staff on your school that are saying I"}, {"timestamp": [75.9, 80.28], "text": " can't change why should have changed this is the tried and tested I know my"}, {"timestamp": [80.28, 85.7], "text": " subject why should I implement a change and I'm here to say it's exciting the"}, {"timestamp": [85.7, 91.34], "text": " change is exciting upskill yourself and you'll find it opens doors the"}, {"timestamp": [91.34, 95.96], "text": " second thing is the iPad when we first got the iPad we looked at it and we said"}, {"timestamp": [95.96, 100.28], "text": " well that's great a lovely little tool but how will I implement this in my"}, {"timestamp": [100.28, 104.48], "text": " classroom a year later here I'm standing in front of you my fourth session in"}, {"timestamp": [104.48, 110.5], "text": " a row telling you this is how we've implemented it. So it's really a journey that I would recommend"}, {"timestamp": [110.5, 118.42], "text": " that you get onto. If you've got any questions, I've got so much information that I'd"}, {"timestamp": [118.42, 123.36], "text": " like to get towards taking questions at the end. But of course, if I'm talking too quickly,"}, {"timestamp": [123.36, 125.24], "text": " if you don't get the accent,"}, {"timestamp": [129.4, 129.76], "text": " or if there's just something you want to ask, stop, interrupt me and we'll take questions,"}, {"timestamp": [135.94, 140.74], "text": " or there are two of the avenues that you could get hold of me if you'd like. I included that picture because that's my son and I thought I feel proud I want to show you. And of course,"}, {"timestamp": [141.0, 151.12], "text": " being in the country for four years, I've met John John Key twice so I think we're quite good mate. My presentation will take three aspects number one"}, {"timestamp": [151.12, 154.68], "text": " in the classroom what I'm doing as a classroom teacher"}, {"timestamp": [154.68, 157.76], "text": " I focus mainly on English obviously but you could"}, {"timestamp": [157.76, 163.0], "text": " and use that with any subject then I'll be looking at the form classes"}, {"timestamp": [163.0, 165.4], "text": " how we set up and how we run the form classes."}, {"timestamp": [165.4, 170.16], "text": " And the last part of my discussion will center around being dean."}, {"timestamp": [170.52, 176.22], "text": " I'm dean of over 320 students and how we manage that pastoral side of it."}, {"timestamp": [178.5, 186.3], "text": " Our biggest concern as teachers at the beginning was that the iPad was going to be used as a toy that"}, {"timestamp": [186.3, 192.36], "text": " it's too easy to get distracted you can flick between work and Facebook and"}, {"timestamp": [192.36, 197.82], "text": " that's going to be the sole drive of our discipline so that's the first aspect"}, {"timestamp": [197.82, 203.1], "text": " that I will look at you might notice that I keep on referring to the iPad that"}, {"timestamp": [203.1, 210.2], "text": " is because I think for myself personally that is the route to go if you're introducing BYOD we said any"}, {"timestamp": [210.2, 216.0], "text": " device I would say if I had the say in the matter if I had the authority I"}, {"timestamp": [216.0, 221.4], "text": " would say make it the iPad for its convenience for its instant access for the"}, {"timestamp": [221.4, 227.8], "text": " fact that you can slot it into your bag along with your rugby gear and any other books, whatever the case is,"}, {"timestamp": [227.8, 234.66], "text": " and it doesn't take up a whole lot of space. You haven't got a laptop bag plus the rest. So that's just my personal view."}, {"timestamp": [236.16, 240.74], "text": " So I started off in my classroom. This is my classroom just adjacent to the lecture theatre."}, {"timestamp": [241.24, 245.56], "text": " And I thought to myself, how am I going to manage a whole class of and"}, {"timestamp": [245.56, 251.86], "text": " this was before we knew what devices they'd have how am I going to manage a whole class with"}, {"timestamp": [251.86, 257.66], "text": " laptops in front of them with that divide between them I don't know what's going on on their screen"}, {"timestamp": [257.66, 264.62], "text": " and it's just that tangible divide between myself and them so what I did was I set up desks"}, {"timestamp": [264.62, 265.58], "text": " along the sides,"}, {"timestamp": [265.94, 267.96], "text": " a sort of square circle,"}, {"timestamp": [268.28, 270.88], "text": " and had the laptop users on the outside,"}, {"timestamp": [271.0, 272.88], "text": " what I imagined would be the laptop users,"}, {"timestamp": [273.18, 275.7], "text": " and that gave them easy access to the plug points."}, {"timestamp": [275.8, 278.0], "text": " I've got multi-plugs across the sides,"}, {"timestamp": [278.38, 280.94], "text": " and we don't have cords right across the classroom."}, {"timestamp": [281.6, 284.08], "text": " It also meant that wherever I was in the class,"}, {"timestamp": [284.08, 285.82], "text": " I was able to see"}, {"timestamp": [285.82, 293.94], "text": " their screen. My vision was to have the iPad users sitting in the center and always have the iPad"}, {"timestamp": [293.94, 301.98], "text": " on the desk, never working on your lap. As it turns out, my class came in. I had four laptops,"}, {"timestamp": [302.28, 308.08], "text": " the rest iPads. I now in turn two have one laptop, the rest iPads and now in term two have one laptop the rest iPads."}, {"timestamp": [311.44, 325.88], "text": " Over to some of my children on Friday I thought well you don't want to hear this voice for the whole hour and I thought I'd just get the viewpoint from some of my students. I got three of them. I said go into the office take my iPad"}, {"timestamp": [325.88, 331.82], "text": " don't write your ideas down all I want is a gut feel of what you feel the iPad"}, {"timestamp": [331.82, 337.24], "text": " has meant for you as a student come from it from any angle but just your gut feeling"}, {"timestamp": [337.24, 339.24], "text": " and this is what Max had to say"}, {"timestamp": [339.24, 348.0], "text": " one thing I like about the iPad is that you don't have to do a word over and over again, like from like jar,"}, {"timestamp": [348.0, 352.0], "text": " and good copies and find something just one thing."}, {"timestamp": [352.0, 355.0], "text": " And leave the conference."}, {"timestamp": [355.0, 366.0], "text": " And you don't waste time looking for like free computers or looking at the library for books"}, {"timestamp": [366.0, 372.0], "text": " that have the information and how the information in the book is not present on."}, {"timestamp": [372.0, 379.0], "text": " So basically what Max is saying is that instant access that he enjoys."}, {"timestamp": [379.0, 383.5], "text": " The reason why I got Max involved in that little interview"}, {"timestamp": [383.5, 386.6], "text": " was because he's doing really well in class."}, {"timestamp": [386.74, 389.32], "text": " He's sitting on excellence for everything at this stage."}, {"timestamp": [389.74, 397.22], "text": " And I thought that was the norm for him until I had the parents evening and the father said he was blown away by Max's results."}, {"timestamp": [397.6, 398.94], "text": " It's not me as a teacher."}, {"timestamp": [399.1, 400.34], "text": " I haven't made the difference."}, {"timestamp": [400.66, 404.52], "text": " I think it's having the comfort of being able to just work on the device."}, {"timestamp": [404.62, 407.0], "text": " It's something that Max feels comfortable with."}, {"timestamp": [407.0, 410.0], "text": " The father said if I had looked at his books from last year,"}, {"timestamp": [410.0, 414.0], "text": " first six pages show that this is an intelligent boy"}, {"timestamp": [414.0, 416.0], "text": " and he's trying to be diligent."}, {"timestamp": [416.0, 419.0], "text": " Page seven is a different story because you start seeing"}, {"timestamp": [419.0, 422.0], "text": " the little skater drawings and logos"}, {"timestamp": [422.0, 426.0], "text": " and then there's doodles and then it falls by the wayside so"}, {"timestamp": [426.0, 432.48], "text": " that's max's story a few strategies that I found as a class teacher work really well"}, {"timestamp": [432.48, 439.24], "text": " start with a double click of the home button if you've got an iPad you'll know what I"}, {"timestamp": [439.24, 444.46], "text": " mean it shoots the screen up and it gives you the most recent history very very"}, {"timestamp": [444.46, 445.64], "text": " quickly so if"}, {"timestamp": [445.64, 450.5], "text": " you see a kid and you think they are off task just go immediately and double-click"}, {"timestamp": [450.5, 455.94], "text": " they haven't got time even if they do swap screens and get out of the game their"}, {"timestamp": [455.94, 461.3], "text": " evidence is there after the double-click so the latest thing that you've been on on"}, {"timestamp": [461.3, 467.8], "text": " that iPad is keynote moving that way so the double click ensures for the"}, {"timestamp": [467.8, 474.58], "text": " student that their history is clear they might have been legitimately on a game before school"}, {"timestamp": [474.58, 481.24], "text": " they haven't cleared that icon they come into English I states them clear it start fresh"}, {"timestamp": [481.24, 485.38], "text": " so if you've got that feeling they might have gone off task you go"}, {"timestamp": [485.38, 490.6], "text": " and check they should only have keynote or our movie or pages open so it just"}, {"timestamp": [490.6, 500.56], "text": " makes it a clean slate for the students yep on the air machine yeah the next"}, {"timestamp": [500.56, 504.54], "text": " thing is we did a couple of random swoops we haven't done in this term we"}, {"timestamp": [504.54, 505.48], "text": " haven't needed to but what's we did was Mark of random swoops. We haven't done then this term we haven't needed to."}, {"timestamp": [505.88, 508.7], "text": " But what we did was Mark Quigley and I would get together."}, {"timestamp": [508.86, 510.9], "text": " He's the manager in charge of the year nines."}, {"timestamp": [511.2, 514.66], "text": " And the two of us would make sure that we had five or six classrooms"}, {"timestamp": [514.66, 517.34], "text": " full of year nines all working at once."}, {"timestamp": [517.64, 518.28], "text": " Easy access."}, {"timestamp": [518.78, 521.3], "text": " And then we'd swoop in with this whole fear factor."}, {"timestamp": [521.76, 522.8], "text": " Hands off your devices."}, {"timestamp": [523.04, 525.58], "text": " And the teacher didn't even know what was going on"}, {"timestamp": [525.58, 531.28], "text": " and then we'd go around double-click double-click check in history unfortunately we didn't catch"}, {"timestamp": [531.28, 537.48], "text": " anyone off task but the message got out there that we were being vigilant and that's my last point"}, {"timestamp": [537.48, 543.52], "text": " vigilance is the key watch them it doesn't mean because they've got their work you sit back behind"}, {"timestamp": [543.52, 545.48], "text": " your desk and you carry on with your other work."}, {"timestamp": [545.78, 548.8], "text": " You've actually got to interact and be moving all the time."}, {"timestamp": [549.18, 556.68], "text": " As soon as they start moving their iPad or there's a lot of movement going on with their fingers, you know that they're going off task."}, {"timestamp": [556.68, 562.14], "text": " You should be able to see quite easily when they are doing the right thing."}, {"timestamp": [564.0, 566.72], "text": " Another bit of really useful advice that I"}, {"timestamp": [566.72, 572.96], "text": " want to join the conference share with you is that you've got to start slowly"}, {"timestamp": [572.96, 577.88], "text": " don't believe people when they say they are digital natives they are"}, {"timestamp": [577.88, 583.44], "text": " screen ages look at a teenager and they're always typing away yes they're always"}, {"timestamp": [583.44, 585.92], "text": " typing away on Facebook, on messages,"}, {"timestamp": [586.46, 594.26], "text": " on texting. But put it into a learning situation. Use words like podcast or blog. They don't know"}, {"timestamp": [594.26, 599.42], "text": " what you're talking about. I don't know if you were in the question and answer at lunchtime."}, {"timestamp": [599.86, 604.88], "text": " Putting things into files, those kids know it's very easy. All you do is click and drag."}, {"timestamp": [604.88, 610.92], "text": " It takes seconds to set up a folder but you need to show them that they're"}, {"timestamp": [610.92, 616.8], "text": " not just going to do it intuitively setting up a calendar for adults it's the"}, {"timestamp": [616.8, 623.04], "text": " easiest thing type you work in and have a message a and an alert come up"}, {"timestamp": [623.04, 625.88], "text": " five minutes before or a day before you've got a"}, {"timestamp": [625.88, 630.86], "text": " test coming up for us it makes logical sense for them it doesn't you need to"}, {"timestamp": [630.86, 639.6], "text": " go through those quite slowly so once you've gone through the slow progress and"}, {"timestamp": [639.6, 644.06], "text": " if I be honest I would say it took me probably the first five or six weeks of"}, {"timestamp": [644.06, 645.46], "text": " real slow progress I would have in the old school way I'd be it took me probably the first five or six weeks of real slow progress."}, {"timestamp": [645.94, 651.92], "text": " I would have in the old school way I'd be standing in front of the class with what was on my iPad,"}, {"timestamp": [652.3, 658.28], "text": " on the data projector and on their screens. And then we'd move on and then we'd move on."}, {"timestamp": [658.62, 664.58], "text": " And eventually I had people saying, miss, I'm finished that, what's next? And so you slowly realize"}, {"timestamp": [664.58, 669.3], "text": " there's this transformation from you being at the front to you being able to start"}, {"timestamp": [669.3, 674.58], "text": " working beside them and have a truly differentiated classroom so they do get to"}, {"timestamp": [674.58, 678.96], "text": " the point where they can go quicker they feel confidence they file in they"}, {"timestamp": [678.96, 687.14], "text": " doing all the right things and and then they need to be able to progress quicker so I've got the"}, {"timestamp": [687.14, 690.68], "text": " points I've got to the points where I've got say for example we're doing"}, {"timestamp": [690.68, 696.5], "text": " creative writing there are four tasks that we've got to do the one is redesign"}, {"timestamp": [696.5, 701.9], "text": " a front cover of a book the second is write the blurb for the book the third is"}, {"timestamp": [701.9, 707.02], "text": " do a creative writing story and the fourth is put that"}, {"timestamp": [707.02, 712.54], "text": " story into an R movie you're going to class not quite knowing when they're"}, {"timestamp": [712.54, 718.12], "text": " going to get to the end so I've got some people particularly the boys they will"}, {"timestamp": [718.12, 722.56], "text": " within an hour have done the front cover have moved on to the blurb and be"}, {"timestamp": [722.56, 725.5], "text": " saying what's next with the girls are very meticulously still putting the front cover have moved on to the blurb and be saying what's next where the girls are very"}, {"timestamp": [725.5, 732.4], "text": " meticulously still putting the front cover together changing fonts rearranging really taking"}, {"timestamp": [732.4, 741.44], "text": " their time so differentiated teaching is possible plan well ahead that's as vital because you"}, {"timestamp": [741.44, 749.66], "text": " never want to be caught in that situation what's next and you say well I don't know so as I stand here all my work all my tasks already"}, {"timestamp": [749.66, 756.44], "text": " placed on the alternate you need and that's my next point you need a learning"}, {"timestamp": [756.44, 761.06], "text": " management system like alternate I only talk about alternate because that's what"}, {"timestamp": [761.06, 770.8], "text": " we use in at the school but I can confidently say that every year 9 teacher is using alternate that's the hub that's the home where we"}, {"timestamp": [770.8, 776.98], "text": " put all our work all our homework is also up in task bars so as soon as they"}, {"timestamp": [776.98, 781.48], "text": " start running out of time so you're getting closer to the due date the green"}, {"timestamp": [781.48, 785.58], "text": " task bar turns red and they realize that time is running out."}, {"timestamp": [786.56, 791.1], "text": " When they get to class, particularly at the beginning of a term or the beginning of a task,"}, {"timestamp": [791.1, 797.52], "text": " we get them to download any work, any of the irrelevant work downloaded in class."}, {"timestamp": [797.84, 806.98], "text": " Otherwise you get the situation where they work on ultranet, they go home, they don't have a wireless at home, and so they come back with excuses."}, {"timestamp": [807.42, 814.72], "text": " So get it all downloaded in front of you, you know they've got the work, they've got it in the right place, and then start the work."}, {"timestamp": [816.56, 820.32], "text": " I've now started moving towards the so-called flipped classroom."}, {"timestamp": [820.56, 821.96], "text": " I didn't know I was doing it."}, {"timestamp": [822.06, 826.0], "text": " It's just an intuitive move that my class and I have moved on to."}, {"timestamp": [826.0, 833.0], "text": " So instead of me giving the pearls of wisdom and them taking from me what they can gather,"}, {"timestamp": [833.0, 838.0], "text": " I'll say to them, right, we're starting, whatever the topic is, creative writing tomorrow."}, {"timestamp": [838.0, 845.34], "text": " The works there, go and read through it and find what you know and what you don't know."}, {"timestamp": [848.36, 848.78], "text": " Some teachers have made exemplars in our movie."}, {"timestamp": [853.18, 857.26], "text": " Go and watch the video and then come back tomorrow and we'll take it from there. So they walk in with some amount of knowledge."}, {"timestamp": [858.22, 861.66], "text": " For the first few times that I did that, with the Ultranet,"}, {"timestamp": [861.76, 865.52], "text": " you can go onto their class list and you can check when"}, {"timestamp": [865.52, 870.74], "text": " last day had logged on so just choose a few random students make sure that you"}, {"timestamp": [870.74, 876.2], "text": " know that you've set that as homework although it's front loading and then the"}, {"timestamp": [876.2, 881.76], "text": " next day you say right I see you were an alternate last night well done your"}, {"timestamp": [881.76, 888.86], "text": " homework was done what happened to you you haven't been on since whatever the day is they get such a surprise missed you know what"}, {"timestamp": [888.86, 892.6], "text": " we're doing on alternate yes of course I know everything and it's enough just"}, {"timestamp": [892.6, 896.8], "text": " try that once or twice and you'll find that they start getting into that whole"}, {"timestamp": [896.8, 902.68], "text": " rhythm of not waiting for me to tell them everything but the last points and"}, {"timestamp": [902.68, 906.3], "text": " this I can't reiterate enough never underestimate the"}, {"timestamp": [906.3, 912.1], "text": " human touch they still want to hear your voice they still want you to reaffirm"}, {"timestamp": [912.1, 917.4], "text": " what they're doing it's never enough to say it's on the alternate go and read up"}, {"timestamp": [917.4, 923.1], "text": " so I've found that yes I've got the task yes we've got step-by-step what to do"}, {"timestamp": [923.1, 926.36], "text": " yes they've got an example of the end"}, {"timestamp": [926.36, 932.46], "text": " result but then they will still come back and say miss I don't get it I'll explain it"}, {"timestamp": [932.46, 938.32], "text": " again following all those steps oh yeah yeah got it now so they just want to hear from you"}, {"timestamp": [938.32, 943.64], "text": " they still want you to be looking at their work they still want you to be reaffirming them"}, {"timestamp": [943.64, 951.94], "text": " so that doesn't change our jobs are secure right next up I've got a needa now I chose Anita"}, {"timestamp": [951.94, 956.62], "text": " because she's an excellent student she's sitting at the front of the class"}, {"timestamp": [956.62, 961.04], "text": " in fact she actually sitting on merit and excellence at this stage and it was"}, {"timestamp": [961.04, 968.0], "text": " only after a parent-teacher interview that I realized that Anita had a major problem with English."}, {"timestamp": [968.0, 973.0], "text": " It didn't come out in the first term. I didn't notice it in the first term."}, {"timestamp": [973.0, 977.0], "text": " If it wasn't that her parents hadn't told me about it, I would never have known."}, {"timestamp": [977.0, 979.0], "text": " And this is her story."}, {"timestamp": [979.0, 985.5], "text": " I really like iPads because I've found that it's made me really like English."}, {"timestamp": [985.5, 988.5], "text": " I used to hate English before we had iPads."}, {"timestamp": [988.5, 993.0], "text": " We used to be told to say to do a creative writing story"}, {"timestamp": [993.0, 996.0], "text": " and I would write my story and give it to the teacher"}, {"timestamp": [996.0, 1000.0], "text": " and then get it not achieved because every measure pretty much spelt wrong"}, {"timestamp": [1000.0, 1003.5], "text": " and then if I want to do it again that would be another three hours work."}, {"timestamp": [1003.5, 1007.0], "text": " But with the iPads, spellchecks are right there,"}, {"timestamp": [1007.0, 1009.0], "text": " which has actually I found improved my spelling"}, {"timestamp": [1009.0, 1012.0], "text": " because when I'm getting a big black dot in front of it,"}, {"timestamp": [1012.0, 1014.0], "text": " which doesn't help me at all,"}, {"timestamp": [1014.0, 1016.0], "text": " I'm actually seeing the word and how it's about"}, {"timestamp": [1016.0, 1018.0], "text": " and I found that's really improved."}, {"timestamp": [1018.0, 1022.0], "text": " And I think that now from having these iPads, I really like English."}, {"timestamp": [1022.0, 1027.34], "text": " I actually hadn't picked up that she had this spelling problem."}, {"timestamp": [1027.86, 1031.92], "text": " Her confidence was so low because I've done it myself."}, {"timestamp": [1032.08, 1036.1], "text": " Taken that red mark, red pen, and put a mark around the word,"}, {"timestamp": [1036.46, 1038.86], "text": " never changing the word, never giving the correction,"}, {"timestamp": [1039.3, 1041.66], "text": " and never actually having time to follow up and say,"}, {"timestamp": [1041.76, 1044.36], "text": " well, have you gone and looked up in a dictionary how to spell it?"}, {"timestamp": [1044.36, 1047.44], "text": " So for her, she feels that actually having this"}, {"timestamp": [1047.44, 1052.48], "text": " word spelled correctly seeing the word has made a difference and so the"}, {"timestamp": [1052.48, 1057.88], "text": " parents the feedback I got is that she's really enjoying things so to wrap up"}, {"timestamp": [1057.88, 1063.76], "text": " as a class teacher whatever what have I found first of all full engagements"}, {"timestamp": [1063.76, 1066.26], "text": " now you know you're're going to hear people"}, {"timestamp": [1066.26, 1072.78], "text": " talking about apps and these wonderful things you can do, and that's not really bells and whistle"}, {"timestamp": [1072.78, 1078.6], "text": " stuff saying full engagements, but for an English teacher, for any teacher, period five,"}, {"timestamp": [1078.94, 1087.68], "text": " on a Friday, confidently saying full engagements. Now, that to me is remarkable. We had a guy"}, {"timestamp": [1087.68, 1092.18], "text": " come from Sydney and he wanted to see some children in action and Mark"}, {"timestamp": [1092.18, 1095.84], "text": " quickly often drops things in my lap at the last minutes and at lunchtime he"}, {"timestamp": [1095.84, 1099.62], "text": " said can he come and see your class and they were doing"}, {"timestamp": [1099.62, 1104.88], "text": " literature essays and I said yes because I knew the kids would come in"}, {"timestamp": [1104.88, 1105.4], "text": " they'd get themselves settled we'd get going make sure they knew what they were doing and then they get literature essays and I said yes because I knew the kids would come in that gets"}, {"timestamp": [1105.4, 1109.18], "text": " themselves settled we'd get going make sure they knew what they were doing and"}, {"timestamp": [1109.18, 1115.78], "text": " then they get on task so much so that that's that line that we always get how"}, {"timestamp": [1115.78, 1120.7], "text": " much must you write miss that's gone out the window they've got word counts on"}, {"timestamp": [1120.7, 1130.08], "text": " and they check in to see that they're writing more than the next one so full engagement for me has been remarkable quiet settled class that same class"}, {"timestamp": [1130.08, 1135.36], "text": " of children on the day that we had no devices because we had the cross-country"}, {"timestamp": [1135.36, 1141.36], "text": " going on so we said no devices no internet I had them come in and I didn't do"}, {"timestamp": [1141.36, 1146.0], "text": " anything silly like bring out my old overhead projector but I did get a"}, {"timestamp": [1146.0, 1152.28], "text": " glossy grammar book we were using up until last year and I thought well let's run this by these"}, {"timestamp": [1152.28, 1158.28], "text": " kids and see how it goes and so I handed it out battle to settle them eventually I got them"}, {"timestamp": [1158.28, 1164.9], "text": " quiet got pieces of paper out to them and they started writing and I heard for the first time this"}, {"timestamp": [1164.9, 1165.1], "text": " year this is so boring miss and then when I said to them and they started writing and I heard for the first time this year"}, {"timestamp": [1165.1, 1171.16], "text": " this is so boring miss and then when I said to them okay times up hand your"}, {"timestamp": [1171.16, 1175.48], "text": " papers back for the first time this year I got you're not going to be able to"}, {"timestamp": [1175.48, 1180.08], "text": " read this because my handwriting is so bad and you won't understand it because"}, {"timestamp": [1180.08, 1185.92], "text": " of my spelling the opposite is what I'm having now. It's almost like get on with it"}, {"timestamp": [1185.92, 1191.0], "text": " because they'll do the first opening introduction, get so excited by us I've got to go and read"}, {"timestamp": [1191.0, 1196.6], "text": " and then read the next step and read the next step. So they're actually excited about you seeing"}, {"timestamp": [1196.6, 1201.58], "text": " their work as opposed to sort of cowering over it because they don't want you to see what they're up to."}, {"timestamp": [1206.0, 1211.34], "text": " want you to see what they're up to. Survey Monkey has been a very useful tool after you finish a book check enjoyments, check if they are enjoying using their"}, {"timestamp": [1211.34, 1215.9], "text": " devices and you get the feedback there's no telling up that you need to do and"}, {"timestamp": [1215.9, 1221.16], "text": " the results have been good and then lastly there's a few ways we get our work in"}, {"timestamp": [1221.16, 1229.84], "text": " the one is email in and I found that to be very convenience particularly with essay writing in the past I'd put circles around"}, {"timestamp": [1229.84, 1235.18], "text": " everything puts my comments at the bottom you could have done this if you had"}, {"timestamp": [1235.18, 1239.5], "text": " done this you would have got a better mark and then I get so despondent because"}, {"timestamp": [1239.5, 1244.06], "text": " I find the essay line on the desk or on the floor when the child leaves with the"}, {"timestamp": [1244.06, 1249.18], "text": " email in I'm doing exactly the same thing following up telling them what they should have"}, {"timestamp": [1249.18, 1255.24], "text": " done to improve and now once they've got the email 10 15 minutes they've made"}, {"timestamp": [1255.24, 1260.76], "text": " the changes and they re-submitting so resubmission levels have really improved"}, {"timestamp": [1260.76, 1266.22], "text": " it's always with a smiley face when they resubmit they always add a smiley face."}, {"timestamp": [1267.94, 1273.4], "text": " Now my real success story is Mark. You would have maybe seen him at the meet and greet."}, {"timestamp": [1273.78, 1281.4], "text": " He's been ushering throughout the day. When I first met Mark, he was very, very reserved. His academics,"}, {"timestamp": [1281.7, 1285.82], "text": " he does struggle with. I'm not saying his merit or excellence and I don't"}, {"timestamp": [1285.82, 1290.92], "text": " think he ever will be he ended up with one not achieved for grammar test and two"}, {"timestamp": [1290.92, 1297.88], "text": " achieved but that first achieved made such a difference and so he felt that he was"}, {"timestamp": [1297.88, 1304.6], "text": " capable he started getting confidence to the point that I he was prepared to help"}, {"timestamp": [1304.6, 1306.86], "text": " out today with all the adults coming in"}, {"timestamp": [1306.86, 1313.36], "text": " and do the meet and greet I put him there on purpose to up his confidence and the second thing is"}, {"timestamp": [1313.36, 1319.84], "text": " sitting on the stage doing that question and answer he was at first quite reluctance and then"}, {"timestamp": [1319.84, 1323.94], "text": " I said but mark they're not going to ask you anything you can't answer and if you can't answer"}, {"timestamp": [1323.94, 1325.1], "text": " just stay where you are."}, {"timestamp": [1326.26, 1326.5], "text": " Okay, I'll do it."}, {"timestamp": [1328.58, 1328.82], "text": " If I had asked him at the beginning of the year,"}, {"timestamp": [1330.7, 1330.88], "text": " there's no ways he would have put his hand up,"}, {"timestamp": [1332.04, 1334.18], "text": " but I'll let him tell you."}, {"timestamp": [1335.84, 1335.96], "text": " Well, while I think about that,"}, {"timestamp": [1338.46, 1338.88], "text": " just having one-to-one device for the Oricaud,"}, {"timestamp": [1340.5, 1341.04], "text": " there's no time wasting,"}, {"timestamp": [1343.88, 1344.7], "text": " so you don't have to run a mile to find a computer,"}, {"timestamp": [1353.0, 1363.0], "text": " and you can just find everything quickly on the internet and the internet can go very fast and sometimes very slow. And what I meant about no looking for computers. Lots of teachers have to book like a computer pod, three weeks before we actually need them."}, {"timestamp": [1363.0, 1365.64], "text": " And like lots of teachers pull out their mechanics computers,"}, {"timestamp": [1366.4, 1368.88], "text": " and to find an available one we have to run a mile."}, {"timestamp": [1369.56, 1374.28], "text": " And I think it makes me feel comfortable with my handwriting too,"}, {"timestamp": [1374.38, 1378.34], "text": " because unless when we didn't have the devices,"}, {"timestamp": [1378.92, 1380.9], "text": " I had to always use my handwriting,"}, {"timestamp": [1381.58, 1386.6], "text": " and then my handwriting is like that, I can't even read it and then"}, {"timestamp": [1386.6, 1391.76], "text": " like my English teacher she's like the best teacher ever she's kind and she always helps"}, {"timestamp": [1391.76, 1397.04], "text": " something called our one-to-one devices and she like helps me very well because I'm not"}, {"timestamp": [1397.04, 1404.64], "text": " that good at English and it's like really really fun having her as a teacher so there you've got"}, {"timestamp": [1404.64, 1408.36], "text": " Mark who he might have gone through the system right throughout"}, {"timestamp": [1408.36, 1411.08], "text": " and never picked up that he's got the ideas."}, {"timestamp": [1411.54, 1413.42], "text": " He's got the information."}, {"timestamp": [1413.82, 1416.74], "text": " It's just the way he's putting it together that he really battles with."}, {"timestamp": [1416.74, 1423.24], "text": " So that's one candidate who I would argue for having a laptop or having his device at the end of the year"}, {"timestamp": [1423.24, 1426.12], "text": " instead of handwriting his exams"}, {"timestamp": [1426.12, 1433.36], "text": " because he's got the potential we just need to unlock it. I'm going to move away from my classes"}, {"timestamp": [1433.36, 1439.42], "text": " and my English class to the management of the form classes. If you have any input in deciding who"}, {"timestamp": [1439.42, 1445.28], "text": " to have as form teachers, my suggestion is to have people that have bought into the whole"}, {"timestamp": [1445.28, 1451.88], "text": " BYOD concept they have to be people that are prepared to do the extra work"}, {"timestamp": [1451.88, 1459.32], "text": " form time is no longer simply taking the role taking in notices or"}, {"timestamp": [1459.32, 1466.24], "text": " handing out reply slips it really is a productive time you walk into a year 9 form class"}, {"timestamp": [1466.24, 1470.74], "text": " and nine times out of 10 they're on task and they're learning something they"}, {"timestamp": [1470.74, 1475.3], "text": " setting up the the iPads they're looking at the basics they're looking at"}, {"timestamp": [1475.3, 1479.38], "text": " cyberbullying they do of course have some days where they'll go off and they'll"}, {"timestamp": [1479.38, 1483.88], "text": " do something else but generally speaking it's adding an extra half hour to the"}, {"timestamp": [1483.88, 1508.52], "text": " staff's time because you're going to use it productively as a dean instead of sending out messages and sending out emails saying please read the protocol with the students I decided to rather send out presentations to the teachers they could adapt them and personalize them as they liked but I wanted to be able to say every student knew what the basics and the"}, {"timestamp": [1508.52, 1513.5], "text": " protocol was and every teacher knew what the basics and the protocol was so"}, {"timestamp": [1513.5, 1518.36], "text": " that to me was very important it's no good just having the documents sitting"}, {"timestamp": [1518.36, 1522.44], "text": " there and hoping that they've read through it we've got to make sure that it's"}, {"timestamp": [1522.44, 1530.38], "text": " in a language that the students could understand and so for example this is a top of these are just"}, {"timestamp": [1530.38, 1535.9], "text": " slides that I took out of the presentation that I sense around so that was for"}, {"timestamp": [1535.9, 1542.5], "text": " the first few weeks how to install find my iPad in terms of security and how to"}, {"timestamp": [1542.5, 1546.9], "text": " set up calendar give this form teacher a week to help the"}, {"timestamp": [1546.9, 1551.12], "text": " students set that up so that by the time they get to the English and the maths class and"}, {"timestamp": [1551.12, 1557.7], "text": " they told to use it it's set up already take a photo of a screensaver so personalize it"}, {"timestamp": [1557.7, 1562.88], "text": " what a lot of our students have done is they've taken photographs of their timetable with"}, {"timestamp": [1562.88, 1565.44], "text": " their name and student number. Fantastic. It's"}, {"timestamp": [1565.44, 1572.6], "text": " personalized. And then another really hot hint is to have split screens. So for those of"}, {"timestamp": [1572.6, 1577.64], "text": " you with iPad you know that you can have something like 10 split screens. The more apps"}, {"timestamp": [1577.64, 1582.18], "text": " you get, the more you've got them spread out, the more screens you get. And what we are"}, {"timestamp": [1582.18, 1590.98], "text": " saying is we don't mind how many other screens you have you've got to have one for school that stops any nonsense"}, {"timestamp": [1590.98, 1594.68], "text": " when you want to look at what they're doing and they say oh no I've got my"}, {"timestamp": [1594.68, 1598.06], "text": " personal photographs or I've got my Facebook or whatever that's on a"}, {"timestamp": [1598.06, 1604.96], "text": " different screen you want your school screen to be just that and the rest on the"}, {"timestamp": [1604.96, 1605.64], "text": " other screens."}, {"timestamp": [1605.92, 1607.16], "text": " I've never had an incident."}, {"timestamp": [1607.4, 1608.82], "text": " You have it with phones still."}, {"timestamp": [1609.14, 1609.78], "text": " Give me that phone."}, {"timestamp": [1609.88, 1611.0], "text": " Oh no, I'll just put it away."}, {"timestamp": [1611.4, 1615.98], "text": " When you say, give me your iPad, they give it happily because they've got the split screens."}, {"timestamp": [1617.84, 1626.12], "text": " In terms of emailing, as a teacher, you don't want your school emails and your marking emails to start merging so we"}, {"timestamp": [1626.12, 1631.46], "text": " set up our own distinctive emails that email address you could take down but you"}, {"timestamp": [1631.46, 1637.46], "text": " won't get hold of me because I only look at it when it is marking time so I get"}, {"timestamp": [1637.46, 1643.88], "text": " my 28 or 30 and essays in I mark them and reply and once I've done that clear the"}, {"timestamp": [1643.88, 1645.5], "text": " inbox put them into a folder"}, {"timestamp": [1645.5, 1651.38], "text": " until the next mark in time I've encouraged my students to do the same to have specific"}, {"timestamp": [1651.38, 1658.52], "text": " and separate from their personal email addresses and then of course I gave collaboratively"}, {"timestamp": [1658.52, 1663.8], "text": " a couple of activities that informed teachers could do and of course you're dealing with such"}, {"timestamp": [1663.8, 1666.1], "text": " different personalities what worked with one"}, {"timestamp": [1666.1, 1668.12], "text": " didn't work with the other but the types"}, {"timestamp": [1668.12, 1669.78], "text": " of things we looked at is"}, {"timestamp": [1669.78, 1671.86], "text": " the protocol discussing it"}, {"timestamp": [1671.86, 1674.08], "text": " in pairs looking"}, {"timestamp": [1674.08, 1676.24], "text": " at the iPad and taking one person"}, {"timestamp": [1676.24, 1678.08], "text": " that's more computer savvy"}, {"timestamp": [1678.08, 1679.94], "text": " and one less budding up"}, {"timestamp": [1679.94, 1681.28], "text": " and helping each other"}, {"timestamp": [1681.28, 1683.72], "text": " we discussed our monarchy"}, {"timestamp": [1683.72, 1689.08], "text": " principles which is our respect program and how it relates to your device."}, {"timestamp": [1689.08, 1694.24], "text": " Lately for the New Zealand Herald's Drive with bullying and particularly"}, {"timestamp": [1694.24, 1699.46], "text": " cyberbullion. I've sent out articles with steps and things I'd like"}, {"timestamp": [1699.46, 1704.18], "text": " form teachers to discuss. So you really are using that time productively"}, {"timestamp": [1704.18, 1705.16], "text": " and they"}, {"timestamp": [1705.16, 1711.5], "text": " role played with the camera so to conclude in terms of what I found in"}, {"timestamp": [1711.5, 1717.04], "text": " form classes a lot of time put time aside for setting up and managing the"}, {"timestamp": [1717.04, 1722.62], "text": " iPads lately I've gone for random visits as opposed to random swoops and"}, {"timestamp": [1722.62, 1726.96], "text": " it just shows that you've got students that are on task and"}, {"timestamp": [1726.96, 1735.36], "text": " quietly working away and you've got individual teachers that have set aside time like a Friday to do a"}, {"timestamp": [1735.36, 1740.96], "text": " gaming day or to have a YouTube day so we've got to be realistic and we've got to give them these"}, {"timestamp": [1740.96, 1752.78], "text": " types of incentives in my surveys what I've found is that every student thinks there should be more gaming days lastly in terms of"}, {"timestamp": [1752.78, 1760.94], "text": " how I've managed as a dean keep the rules simple it's an old adage and really"}, {"timestamp": [1760.94, 1764.96], "text": " that's what we've done and we've stick to it and for us it's working at the"}, {"timestamp": [1764.96, 1765.36], "text": " moment you need it like you've got in the class you've got your alternate and really that's what we've done and we've stick to it and for us it's working at the moment"}, {"timestamp": [1765.36, 1772.24], "text": " you need it like you've got in the class you've got your ultranet where you upload all your work"}, {"timestamp": [1772.24, 1778.24], "text": " and you've got everything there for the term including your homework you also need a system like"}, {"timestamp": [1778.24, 1786.06], "text": " kama kama is where if the child goes off task it's very easy the teacher doesn't even have to do a long"}, {"timestamp": [1786.06, 1792.56], "text": " story about what happened they do they some some of them want to but all you do is you log in"}, {"timestamp": [1792.56, 1799.62], "text": " that there has been misuse of device it comes up as a heading misuse of one to one device so it's"}, {"timestamp": [1799.62, 1806.06], "text": " the with the numbers so it's distinct from any other computer misuse and then we put the"}, {"timestamp": [1806.06, 1810.68], "text": " systems in place the discipline in place which I'll discuss in a minute and"}, {"timestamp": [1810.68, 1816.68], "text": " lastly make the rights of the students and the teacher very very clear in our"}, {"timestamp": [1816.68, 1822.62], "text": " protocol we have got a sentence that says if you are found to be off-task be"}, {"timestamp": [1822.62, 1825.62], "text": " it social networks and we go through a whole lot,"}, {"timestamp": [1826.12, 1831.18], "text": " that O'Rewa College reserves the right to confiscate your iPad."}, {"timestamp": [1831.64, 1834.48], "text": " The teacher has the right to take your iPad."}, {"timestamp": [1835.48, 1839.82], "text": " They know this, and it's written up, but it's got to be made clear,"}, {"timestamp": [1839.94, 1841.86], "text": " because I did have some staff members saying,"}, {"timestamp": [1842.28, 1845.06], "text": " oh, but it's their personal device, I don't want to touch it."}, {"timestamp": [1845.46, 1846.18], "text": " We have to."}, {"timestamp": [1846.46, 1849.02], "text": " That's where all their education is going on."}, {"timestamp": [1851.28, 1852.7], "text": " Right, so what are I rules?"}, {"timestamp": [1854.16, 1857.52], "text": " I've got all the tears because I've never, ever seen tears"}, {"timestamp": [1857.52, 1862.04], "text": " like I have when I've taken a device or stopped the internet."}, {"timestamp": [1862.28, 1865.28], "text": " So be prepared for loads of tears boys and girls"}, {"timestamp": [1865.28, 1871.62], "text": " included and if they are found to be off task it's one week without the"}, {"timestamp": [1871.62, 1876.74], "text": " internet this does impact say it happens in English it impacts every other"}, {"timestamp": [1876.74, 1882.26], "text": " subject so it is crucial that we get it right I've found lately if teachers"}, {"timestamp": [1882.26, 1890.6], "text": " don't spot it they're dubbing each other in and telling a miss she's on Facebook, miss she's on gaming, but if you've got your class set up in such a way"}, {"timestamp": [1890.6, 1895.86], "text": " that you are very accessible and you're on that side as opposed to where I am now,"}, {"timestamp": [1896.22, 1898.28], "text": " you'll find that they're not really going off task."}, {"timestamp": [1899.62, 1903.16], "text": " Once the teacher has put this on Kmart, they've got that record."}, {"timestamp": [1903.88, 1908.86], "text": " If there is a second off offense, they lose their device."}, {"timestamp": [1910.32, 1917.14], "text": " In the 14 weeks that we've been doing the BYOD, over 320 students,"}, {"timestamp": [1917.44, 1919.5], "text": " I've had four confiscated devices."}, {"timestamp": [1920.5, 1923.34], "text": " Only four out of 320 students."}, {"timestamp": [1924.52, 1926.9], "text": " Remember that this does impact their whole school"}, {"timestamp": [1926.9, 1931.04], "text": " life so I've had questions throughout the day saying what do you do what about"}, {"timestamp": [1931.04, 1935.42], "text": " discipline well you go back to old school discipline if someone is"}, {"timestamp": [1935.42, 1939.38], "text": " misbehaving because they don't have their device what would you normally do"}, {"timestamp": [1939.38, 1944.9], "text": " what do they do if their device is taken they work on paper and they catch up"}, {"timestamp": [1944.9, 1945.6], "text": " for homework."}, {"timestamp": [1946.14, 1951.4], "text": " So if youth consider a classroom where there's 30 kids with their devices"}, {"timestamp": [1951.4, 1956.04], "text": " and you're the only one sitting on paper and pen, they hate it."}, {"timestamp": [1956.42, 1961.18], "text": " I've interviewed them afterwards and they said the worst thing is they felt isolated."}, {"timestamp": [1961.18, 1963.74], "text": " They said they've got all these people working around them"}, {"timestamp": [1963.74, 1973.42], "text": " and there they are working on paper. Now again our school is going with the device, why take the device from them"}, {"timestamp": [1973.42, 1979.06], "text": " and this to me is the most crucial thing that I would like to get out of this whole program of"}, {"timestamp": [1979.06, 1987.34], "text": " BYOD. Good digital citizens. They will forget the Silver sword novel I taught them in term one"}, {"timestamp": [1987.34, 1993.98], "text": " they will forget the noun and the verb and the adverb but if they remember as adults"}, {"timestamp": [1993.98, 1999.84], "text": " time and place yes they're working on their budgets and yes they're getting these pop-ups"}, {"timestamp": [1999.84, 2005.32], "text": " and these notifications but no now's not the time now's the time to focus well then we"}, {"timestamp": [2005.32, 2010.8], "text": " would have done our job the second thing we are running at this stage is high"}, {"timestamp": [2010.8, 2016.32], "text": " trust high rewards so at this stage we are not filtering out to Facebook we"}, {"timestamp": [2016.32, 2023.04], "text": " are saying to them stay on task for five hours five lessons in a day in between"}, {"timestamp": [2023.04, 2026.32], "text": " that if you want to check your notifications do, if you want to check your notifications, do it."}, {"timestamp": [2026.48, 2031.92], "text": " If you want to go into a game, do it. But don't do it within the classroom situation."}, {"timestamp": [2032.92, 2038.08], "text": " I don't know what we'll do in the future. We might get to a point where we do filter out Facebook,"}, {"timestamp": [2038.08, 2042.38], "text": " but at this stage, that is our aim to get that high trust."}, {"timestamp": [2049.78, 2056.16], "text": " So the major offences so far have been Facebook, mainly with the girls. When I call them in and I say, do you know the discipline policy? Yes. Do you know what"}, {"timestamp": [2056.16, 2061.66], "text": " the consequences are? Yes. Do you know what I'm going to do? Yes. So why did you do it?"}, {"timestamp": [2061.66, 2067.24], "text": " Oh, it's so silly. I just couldn't't help myself and it's generally the girls with Facebook"}, {"timestamp": [2067.24, 2074.74], "text": " the boys with gaming we've had some boys go of task with gaming and then they face the consequences"}, {"timestamp": [2074.74, 2081.22], "text": " the messaging the I message in that you get on the iPad we've banned completely"}, {"timestamp": [2081.22, 2086.04], "text": " it's just too when you get that beep coming through, it's just"}, {"timestamp": [2086.04, 2092.96], "text": " too distracting within the classroom situation. So we've just said no messaging whatsoever."}, {"timestamp": [2094.8, 2099.78], "text": " Inappropriate filming, it sounds really terrible and when I look at it like that, it really"}, {"timestamp": [2099.78, 2104.82], "text": " looks bad, but what actually happened was this really likable little chap went out and they were"}, {"timestamp": [2104.82, 2108.4], "text": " doing the 100 meter sprints and he thought he'd film the"}, {"timestamp": [2108.4, 2113.74], "text": " girls 100 meters sprints and his story was so that he could get the technique"}, {"timestamp": [2113.74, 2118.42], "text": " and see how quickly they were moving but when I looked at the filming he had"}, {"timestamp": [2118.42, 2124.6], "text": " so I say focused on a certain part of the anatomy and so it was inappropriate"}, {"timestamp": [2124.6, 2125.32], "text": " the other thing that we found was and there's an app quite a fun little app focused on a certain part of the anatomy and so it was inappropriate."}, {"timestamp": [2131.04, 2135.7], "text": " The other thing that we found was there's an app, quite a fun little app where you can take a photo and then you can have things happen to the photo so you can add special effects."}, {"timestamp": [2136.0, 2139.04], "text": " For example, have rocks fall on their head and that sort of thing."}, {"timestamp": [2139.56, 2145.74], "text": " And so this young chap took a photo of his science teacher and had rocks falling on her head."}, {"timestamp": [2146.12, 2150.92], "text": " And when I called him in, I actually felt so mean and horrible doing the discipline"}, {"timestamp": [2150.92, 2155.62], "text": " because he was so contrast and I realized, you know, it's the practical joke"}, {"timestamp": [2155.62, 2161.92], "text": " that we've all played at some stage or had played on us at just a technological practical joke."}, {"timestamp": [2162.16, 2164.38], "text": " So he got his discipline and he accepted it."}, {"timestamp": [2164.7, 2168.38], "text": " But because of those two incidents we've said no filming"}, {"timestamp": [2168.38, 2172.32], "text": " and no photograph in unless your teacher sanctions it"}, {"timestamp": [2172.32, 2175.5], "text": " so if you sit in there and taking a shot"}, {"timestamp": [2175.5, 2180.04], "text": " of what's on my screen absolutely fine we're allowing you to do that as"}, {"timestamp": [2180.04, 2184.68], "text": " students and you'll see them outside filming for Romeo and Juliet"}, {"timestamp": [2184.68, 2185.4], "text": " filming for science taking Juliet film in for"}, {"timestamp": [2185.4, 2192.72], "text": " science taking photographs but that would be teacher sanctioned the other thing"}, {"timestamp": [2192.72, 2197.82], "text": " that I had was a young gentleman who decided to use his friends login to get"}, {"timestamp": [2197.82, 2202.26], "text": " onto the internet because he had been banned and so that was a second defense"}, {"timestamp": [2202.26, 2205.68], "text": " for him."}, {"timestamp": [2210.84, 2214.58], "text": " Right now this is another example of those presentations that I said I sent around where I whittled it down and made it more user-friendly."}, {"timestamp": [2214.58, 2220.38], "text": " So I watched my own son, Year 7, come in, take the IT protocol,"}, {"timestamp": [2221.08, 2227.08], "text": " and he didn't even pretend to glance and read it. He just was so excited to put his"}, {"timestamp": [2227.08, 2232.38], "text": " signature down there. And so I've tried to water it down and make sure that they understand,"}, {"timestamp": [2232.5, 2236.2], "text": " I'm just going to breeze through these. I'm not going to spend too much time on it, but really"}, {"timestamp": [2236.2, 2242.48], "text": " narrow it down to what are we wanting, trustworthy users, respectful of our learning"}, {"timestamp": [2242.48, 2246.82], "text": " environment and responsible for our one-to-one device. You don't"}, {"timestamp": [2246.82, 2253.3], "text": " leave your iPad on the table when you go outside to get something. So it's just having that"}, {"timestamp": [2253.3, 2263.24], "text": " constant reaffirmation and reinforcement that you are responsible for your device. And then I said"}, {"timestamp": [2263.24, 2271.68], "text": " it again, plain speech. If you go off off task you're off the net and then I said"}, {"timestamp": [2271.68, 2277.58], "text": " it again you go of task you're off the net how sad would you be if we took your device"}, {"timestamp": [2277.58, 2292.0], "text": " so sad in different ways in different forums and I'm saying it again trustworthy responsible respectful"}, {"timestamp": [2292.0, 2298.54], "text": " then keep the parents informed what we found worked really well right at the"}, {"timestamp": [2298.54, 2303.1], "text": " beginning you can imagine the community when they got this letter this is the"}, {"timestamp": [2303.1, 2305.0], "text": " stationary list and it's a B"}, {"timestamp": [2305.0, 2310.56], "text": " it's a BYOD and we prefer the iPad there was a lot of consternation and a lot of"}, {"timestamp": [2310.56, 2316.8], "text": " talk going on get those people in get the parents in don't do a mess meeting like"}, {"timestamp": [2316.8, 2321.0], "text": " this what we did and it worked really well is we just had little clusters so"}, {"timestamp": [2321.0, 2325.66], "text": " loads of teachers all with their iPads and we had the parents come in and sit"}, {"timestamp": [2325.66, 2331.08], "text": " with us in the library and have a good look and listen and feel with what we were doing."}, {"timestamp": [2331.8, 2337.36], "text": " One particular woman stands out for me because she arrived and she was so belligerent"}, {"timestamp": [2337.36, 2340.46], "text": " and at that stage we had just really got our iPads."}, {"timestamp": [2340.7, 2342.76], "text": " I didn't know where we were going with it."}, {"timestamp": [2342.88, 2345.62], "text": " I knew what I wanted to do, but I hadn't done"}, {"timestamp": [2345.62, 2351.4], "text": " any of the nuts and bolts. And she said, I'm not interested, but speak to me anyway, sat down"}, {"timestamp": [2351.4, 2357.24], "text": " and sat her son down. And I said, okay, well, have you ever worked on an iPad and shifted across"}, {"timestamp": [2357.24, 2362.36], "text": " to the sun? And he looked at it, he said, no. So I said, oh, well, type up, and I gave him"}, {"timestamp": [2362.36, 2365.24], "text": " a fairly sophisticated sentence to type."}, {"timestamp": [2369.04, 2371.62], "text": " So he sort of started typing, and he watched the spell check happening and rearranging his letters."}, {"timestamp": [2371.82, 2373.2], "text": " And he said, Mom, look at this."}, {"timestamp": [2373.44, 2375.02], "text": " It's doing my spelling for me."}, {"timestamp": [2375.44, 2380.0], "text": " And so he started ferretting away, and the more we spoke, by the end of the hour,"}, {"timestamp": [2380.18, 2385.94], "text": " she took a full hour, she was asking me, what is the best model and the 3G and the"}, {"timestamp": [2385.94, 2390.86], "text": " you know you don't need that you just need the basics in fact you don't even need the"}, {"timestamp": [2390.86, 2396.88], "text": " iPad it's not the device it's watching the excitement on that kid and as it all turned out"}, {"timestamp": [2396.88, 2402.56], "text": " he happens to be dyslexic obviously I didn't know it at the time and she explained to me that"}, {"timestamp": [2402.56, 2405.16], "text": " he's always a step behind because he's trying to write what he's seen on the board and she explained to me that he's always a step behind because he's"}, {"timestamp": [2405.16, 2409.54], "text": " trying to write what he's seen on the board and by the time he looks up the"}, {"timestamp": [2409.54, 2415.06], "text": " slides up for the rest of the class and he's lost out on that so he skips a"}, {"timestamp": [2415.06, 2419.2], "text": " few lines and you know the story eventually he's lost and he's messing around"}, {"timestamp": [2419.2, 2424.96], "text": " because he's not keeping up and so he's got his iPad and he's away this year"}, {"timestamp": [2424.96, 2427.84], "text": " okay next phone calls home"}, {"timestamp": [2427.84, 2435.4], "text": " if you do take the iPad phone home keep the parents informed the parents information evening"}, {"timestamp": [2435.4, 2440.94], "text": " we waited until about week six or so and then we ran the parents information evening"}, {"timestamp": [2440.94, 2449.3], "text": " that was to give them the basics that we were given form teachers and students and also to give them some of the avenues that they have"}, {"timestamp": [2449.3, 2453.86], "text": " got as parents because when I'd phone then they'd say look I think they work in"}, {"timestamp": [2453.86, 2458.46], "text": " but I'm not too sure because they're always on the iPad so we just thought let's get"}, {"timestamp": [2458.46, 2462.02], "text": " out there and let's just explain some of the uses and some of the things we're"}, {"timestamp": [2462.02, 2470.14], "text": " doing and then of course parent teacher evenings we used to go through things like the alternate so I did the"}, {"timestamp": [2470.14, 2476.86], "text": " good old trustee double-click trick and showed the parents about that I also"}, {"timestamp": [2476.86, 2482.56], "text": " showed them the history so you can easily go into Safari and check their history"}, {"timestamp": [2482.56, 2486.36], "text": " if that history is clear and it's always"}, {"timestamp": [2486.36, 2490.5], "text": " clear so every time they're going back there's nothing in the history there's a"}, {"timestamp": [2490.5, 2495.36], "text": " problem the child is hiding something and so that was something it's just a"}, {"timestamp": [2495.36, 2503.52], "text": " little tool for parents to have we recommended only a very small handful of"}, {"timestamp": [2503.52, 2506.32], "text": " apps that we're to cost money."}, {"timestamp": [2506.32, 2510.08], "text": " We had students going home and saying, oh, I need this app and I need that."}, {"timestamp": [2510.08, 2514.34], "text": " If it wasn't on the most used apps list, they were lying."}, {"timestamp": [2514.34, 2521.6], "text": " They wanted the apps, they didn't need, they hadn't been told to get the apps."}, {"timestamp": [2521.6, 2526.08], "text": " We also showed parents that you can set some restrictions and we showed them how to do that."}, {"timestamp": [2526.08, 2533.04], "text": " So at this stage I've only got one young girl who the father felt I needed to restrict just about everything on her iPad."}, {"timestamp": [2533.48, 2541.58], "text": " He's got the password, I've got the password, and so you can do that, but for the majority of them, they don't actually need that."}, {"timestamp": [2541.98, 2547.82], "text": " And so we showed them how you can disable and enable some parts of the iPad."}, {"timestamp": [2550.82, 2556.62], "text": " Then again, that discipline policy, yes you've told form teachers, class teachers,"}, {"timestamp": [2556.62, 2561.52], "text": " students, now tell the adults, tell the parents, what are the consequences,"}, {"timestamp": [2561.52, 2571.04], "text": " tell them when you are informing the students so you've covered all your bases remind parents that they need to back up to the"}, {"timestamp": [2571.04, 2575.24], "text": " cloud we've got the form teachers telling them it's important that when they"}, {"timestamp": [2575.24, 2583.22], "text": " at home in the holidays that they are backing up their work we can't enforce"}, {"timestamp": [2583.22, 2585.4], "text": " this but it's something that we just exposed to the"}, {"timestamp": [2585.4, 2589.46], "text": " parents that you get some search engines like Moby-Sip"}, {"timestamp": [2589.46, 2592.68], "text": " now Moby-Sip is something that you can buy into"}, {"timestamp": [2592.68, 2596.22], "text": " the parents can choose the filtering level that they want"}, {"timestamp": [2596.22, 2600.38], "text": " and so it filters out any of the sites that they prefer their student"}, {"timestamp": [2600.38, 2607.72], "text": " the child not to go on at the end of each month you get a printout of all the"}, {"timestamp": [2607.72, 2615.42], "text": " sites the child has been on and all the sites the child has tried to go on and so"}, {"timestamp": [2615.42, 2619.8], "text": " that's just something if there is a a trust factor if they've broken the trust"}, {"timestamp": [2619.8, 2626.94], "text": " that might be something that's worth looking into. So to wrap up as Dean,"}, {"timestamp": [2627.34, 2630.94], "text": " I have found a decrease in off-task offenses"}, {"timestamp": [2630.94, 2632.88], "text": " as the term progressed."}, {"timestamp": [2633.02, 2635.7], "text": " When I first started, I thought I'd spend all my time"}, {"timestamp": [2635.7, 2637.8], "text": " just discipline in off-task,"}, {"timestamp": [2638.04, 2639.82], "text": " but it certainly has decreased."}, {"timestamp": [2640.58, 2643.28], "text": " The real need for a system like Kmart"}, {"timestamp": [2643.28, 2645.58], "text": " where you are recording the movements"}, {"timestamp": [2645.58, 2649.24], "text": " and of course that last point is just so"}, {"timestamp": [2649.24, 2652.88], "text": " logical but I've got to throw it out there that it only works"}, {"timestamp": [2652.88, 2656.72], "text": " when teachers are vigilant and stick to the system"}, {"timestamp": [2656.72, 2660.72], "text": " you do have some of those teachers out there when the tears start"}, {"timestamp": [2660.72, 2664.88], "text": " they say oh it was just a moment that they went off and they went on to Facebook"}, {"timestamp": [2664.88, 2668.88], "text": " so I'm just going to ignore it no if you want to set it up set it up"}, {"timestamp": [2668.88, 2674.14], "text": " properly have the rules clear have the consequences and then you should see the"}, {"timestamp": [2674.14, 2682.02], "text": " decrease that we have right some of my concerns the first was I was getting"}, {"timestamp": [2682.02, 2686.96], "text": " calls from parents about too much homework normally"}, {"timestamp": [2686.96, 2692.24], "text": " it's not enough homework and now we've got too much homework what I think was"}, {"timestamp": [2692.24, 2699.2], "text": " happening was in class time you'd spend time setting up the the iPads and then"}, {"timestamp": [2699.2, 2703.76], "text": " you suddenly think oh but I've got a curriculum to get through and they've got all"}, {"timestamp": [2703.76, 2710.32], "text": " the work on their devices they may as well finish it for homework and what you've got to make clear is classwork is classwork"}, {"timestamp": [2710.32, 2716.2], "text": " complete it the next day or cut it down if you have to homework is homework give it if it really"}, {"timestamp": [2716.2, 2721.48], "text": " needs to be and have it on your alternate system so distinguish between classwork and homework"}, {"timestamp": [2721.48, 2725.38], "text": " even though it's convenient to finish it."}, {"timestamp": [2727.76, 2728.26], "text": " Some of them battled with multitasking."}, {"timestamp": [2731.36, 2731.68], "text": " So if you've got an online workbook or digital workbook,"}, {"timestamp": [2734.56, 2738.0], "text": " have spaces where they can actually put their answers in as opposed to getting out of that, going into pages,"}, {"timestamp": [2738.2, 2740.32], "text": " back out of that, back into the workbook."}, {"timestamp": [2740.32, 2744.04], "text": " Although for some of them, that was absolutely easy."}, {"timestamp": [2746.84, 2751.1], "text": " We had some teachers falling into the trap of having been asked a question instead of just"}, {"timestamp": [2751.1, 2756.72], "text": " answering the question saying I Google it you find out now there is place for"}, {"timestamp": [2756.72, 2760.62], "text": " that obviously and when you read in a book and you want them to to"}, {"timestamp": [2760.62, 2767.82], "text": " instead of visualize what the author is speaking about Google it it, find an image, okay, show the class,"}, {"timestamp": [2768.12, 2772.5], "text": " brilliant, right, let's get back onto the work. So of course there's a place for that, but don't"}, {"timestamp": [2772.5, 2780.5], "text": " let that be the stock answer. Playing online games during break, it's not that we've got all"}, {"timestamp": [2780.5, 2785.76], "text": " 320 of them sitting on Facebook, sitting on gaming, but we have got groups"}, {"timestamp": [2785.76, 2792.14], "text": " of boys sitting in rows along our corridors, not interacting, simply playing games."}, {"timestamp": [2792.14, 2794.62], "text": " We've got clusters of girls listening to music."}, {"timestamp": [2794.62, 2800.78], "text": " Now to me the music is still sociable, but the online gaming and just focusing on that could"}, {"timestamp": [2800.78, 2802.7], "text": " be problematic."}, {"timestamp": [2802.7, 2811.34], "text": " What we're thinking of doing is simply slowing the internet down to frustrating level and so it means if you really want to work"}, {"timestamp": [2811.34, 2814.74], "text": " you can still get on the internet but if you want a game it's probably out"}, {"timestamp": [2814.74, 2820.94], "text": " the question the handwritten exams a lot of people seem worried about I"}, {"timestamp": [2820.94, 2825.58], "text": " personally do not feel that worried I feel if I've got my kids to the"}, {"timestamp": [2825.58, 2830.14], "text": " points that they are absolutely confident about the work and confident about"}, {"timestamp": [2830.14, 2835.54], "text": " the level they can achieve at then reintroducing hand-writers in and perhaps"}, {"timestamp": [2835.54, 2840.34], "text": " doing one essay per term handwritten they're not going to suddenly forget"}, {"timestamp": [2840.34, 2847.06], "text": " how to to to hand write if you think of NC, I can only speak from an English point of view,"}, {"timestamp": [2847.4, 2854.38], "text": " but everything we do is typed until those last exams. And so if you're going to be teaching"}, {"timestamp": [2854.38, 2861.66], "text": " only for that final exam, well then I don't think, you know, we're not doing that. And so for me,"}, {"timestamp": [2861.78, 2867.68], "text": " the handwritten exams is not such a big deal cyber bullying have I"}, {"timestamp": [2867.68, 2872.52], "text": " as Dean dealt with cyber bullying yes I have I don't think it's because they've got their"}, {"timestamp": [2872.52, 2878.76], "text": " devices I think as opposed to that it's because they've got their devices that they are"}, {"timestamp": [2878.76, 2884.9], "text": " aware of cyberbullying and they are aware of the steps they can take we're discussing it in"}, {"timestamp": [2884.9, 2885.52], "text": " form class we're discussing it in the assembly and so they come to me and they are aware of the steps they can take. We're discussing it in form class."}, {"timestamp": [2885.8, 2887.34], "text": " We're discussing it in assembly."}, {"timestamp": [2887.8, 2889.46], "text": " And so they come to me and they say,"}, {"timestamp": [2889.76, 2890.74], "text": " miss, I've got evidence."}, {"timestamp": [2891.16, 2894.54], "text": " It's not that only cyberbullion is happening there,"}, {"timestamp": [2894.76, 2896.14], "text": " but they are heightened."}, {"timestamp": [2896.26, 2898.78], "text": " They've got a heightened aware of cyber bullying."}, {"timestamp": [2899.54, 2902.22], "text": " The incidents that I've dealt with so far"}, {"timestamp": [2902.22, 2904.92], "text": " have been outside of class time"}, {"timestamp": [2904.92, 2907.42], "text": " and it has been on the"}, {"timestamp": [2907.42, 2915.32], "text": " mobile devices. The advice I've got so far is if it happens and there's evidence of it happening"}, {"timestamp": [2915.32, 2921.56], "text": " outside of school, you keep the evidence and you inform the police. It's not a school matter"}, {"timestamp": [2921.56, 2929.3], "text": " anymore. If it's happening on the weekends, it's not for us to discipline. If it's not a school matter anymore if it's happening on the weekends it's not for us to discipline if it's happening within the school time don't delete the evidence"}, {"timestamp": [2929.3, 2934.08], "text": " don't block them from Facebook go to your teacher go to your parents go to the"}, {"timestamp": [2934.08, 2939.44], "text": " Dean show the evidence and then it's an instant stand down with all the"}, {"timestamp": [2939.44, 2944.9], "text": " implications that that has so we really are taking a very hard line with that"}, {"timestamp": [2944.9, 2946.24], "text": " what are we"}, {"timestamp": [2946.24, 2951.16], "text": " encourage the form teachers to do when the New Zealand Herald was running their"}, {"timestamp": [2951.16, 2956.38], "text": " whole campaign on bullying we were reinforcing it and speaking about it in class"}, {"timestamp": [2956.38, 2964.3], "text": " and getting them to discuss reinforced in assembly that's me done that just says"}, {"timestamp": [2964.3, 2965.0], "text": " question time."}, {"timestamp": [2965.0, 2971.0], "text": " Okay, thank you Linda. What I'm going to do now is I'm actually going to"}, {"timestamp": [2971.0, 2976.5], "text": " pass over to the floor here so if anybody has a question here at here at"}, {"timestamp": [2976.5, 2982.0], "text": " your real college if you'd like to put your hand up and if you're going to speak clearly so"}, {"timestamp": [2982.0, 2985.7], "text": " then so Linda you can just rephrase a question for the people from the postage."}, {"timestamp": [2986.0, 2986.5], "text": " Thank you."}, {"timestamp": [2986.9, 2989.94], "text": " I just want to know, with your Year 9 teachers spending so much time"}, {"timestamp": [2989.94, 2992.06], "text": " changing their pedagogy and their approach,"}, {"timestamp": [2992.18, 2996.0], "text": " how have they responded to the one week stand down of no devices"}, {"timestamp": [2996.0, 2999.5], "text": " if the kids have obviously overstepped the bounds?"}, {"timestamp": [2999.66, 3002.08], "text": " What's their response to that as your response?"}, {"timestamp": [3002.96, 3004.22], "text": " They've got to discipline."}, {"timestamp": [3004.6, 3007.18], "text": " Must I repeat the question?"}, {"timestamp": [3007.18, 3012.76], "text": " They've just got to deal with that child as they would in any other class at any"}, {"timestamp": [3012.76, 3016.14], "text": " other time. You've got to discipline your children"}, {"timestamp": [3016.14, 3019.84], "text": " as normal. So it's not that you're going to sit back and they're all just going to be on"}, {"timestamp": [3019.84, 3024.24], "text": " task. You've still got to actively be disciplining it. So if you've got one child"}, {"timestamp": [3024.24, 3029.42], "text": " sitting with a piece of paper, yes is frustrating but the child knows it the"}, {"timestamp": [3029.42, 3031.7], "text": " teacher knows it and we're working around that"}, {"timestamp": [3031.7, 3037.46], "text": " printed out every worksheet that the kids would have been using no they are the"}, {"timestamp": [3037.46, 3040.94], "text": " one being disciplined not the teacher so you're not going to put any extra"}, {"timestamp": [3040.94, 3045.94], "text": " effort in to that child that child needs to sort it out and something did I"}, {"timestamp": [3045.94, 3049.66], "text": " mention that sorry it's the fourth time I'm doing this talk and I can't remember if I've"}, {"timestamp": [3049.66, 3054.46], "text": " told the same joke four times but did I mention that when I phone parents about the"}, {"timestamp": [3054.46, 3060.22], "text": " confiscation what we do no and when I phone the parents we've got two options the"}, {"timestamp": [3060.22, 3066.88], "text": " preferable option is that I send the iPad home with the child and the parents keep the iPad."}, {"timestamp": [3067.38, 3074.56], "text": " Then they come to school, they do all the handwriting and they catch up that afternoon under the parent's supervision."}, {"timestamp": [3075.12, 3079.94], "text": " The other option is that we lock the iPad up."}, {"timestamp": [3080.32, 3085.4], "text": " And I've had one parent that has said, look, I can't manage the tantrums of them not having their iPad."}, {"timestamp": [3085.78, 3086.48], "text": " You keep it."}, {"timestamp": [3086.68, 3090.42], "text": " The rest of them have been quite reasonable and have said, right, I'll monitor that."}, {"timestamp": [3090.72, 3095.58], "text": " So it's not that they're weak behind because they haven't had their iPad at all."}, {"timestamp": [3103.68, 3104.42], "text": " Hi there."}, {"timestamp": [3107.0, 3112.68], "text": " Do you have a website you run as well? Or do the teachers find that quite a popular thing to do for, say, when the student goes home,"}, {"timestamp": [3112.68, 3117.52], "text": " they can access what they need to do during class or is it all pretty much class-based?"}, {"timestamp": [3117.52, 3123.38], "text": " Say if I need to do something at home to keep on top of my work, what can I do to keep on top?"}, {"timestamp": [3123.38, 3126.36], "text": " So in terms of keeping on top of their"}, {"timestamp": [3126.36, 3130.56], "text": " work when they go home everything's on Ultranet. So if you go onto the Oriba"}, {"timestamp": [3130.56, 3136.14], "text": " College website and then you click onto the Ultranet all their work is there. So"}, {"timestamp": [3136.14, 3140.64], "text": " there's either that option or as I mentioned earlier once they've been on"}, {"timestamp": [3140.64, 3144.96], "text": " the alternate you as a teacher tell them to download it onto their device so that"}, {"timestamp": [3144.96, 3147.74], "text": " they've got it handy and they can work on it at home."}, {"timestamp": [3147.74, 3148.94], "text": " But alternate is the way we go."}, {"timestamp": [3148.94, 3150.56], "text": " And that's personalized for each classroom?"}, {"timestamp": [3150.56, 3151.56], "text": " Yes."}, {"timestamp": [3151.56, 3152.56], "text": " Yep."}, {"timestamp": [3152.56, 3155.56], "text": " Any other questions?"}, {"timestamp": [3155.56, 3161.76], "text": " Okay, Margot's going to throw it over to you guys in Christchurch."}, {"timestamp": [3161.76, 3162.76], "text": " Great, thank you."}, {"timestamp": [3162.76, 3165.0], "text": " Sir Feds, would you like to have your first turn this time?"}, {"timestamp": [3169.0, 3177.0], "text": " In your talk, you talked, you showed an email address that you basically had created just at Gmail."}, {"timestamp": [3177.0, 3184.0], "text": " Have you not got yourself set up a Google domain to manage all of those"}, {"timestamp": [3184.0, 3186.0], "text": " Dean's addresses and students addresses?"}, {"timestamp": [3188.0, 3192.36], "text": " The thing is we've got two different ways of submitting work."}, {"timestamp": [3192.46, 3197.54], "text": " So some people like to have drop boxes and some people like to have emailing."}, {"timestamp": [3197.7, 3200.18], "text": " So it actually depends on the individual teachers."}, {"timestamp": [3200.72, 3204.34], "text": " And up until this stage it's working really well doing it that way."}, {"timestamp": [3204.42, 3205.58], "text": " So you leave it up to the"}, {"timestamp": [3205.58, 3208.16], "text": " person's discretion the teacher's discretion"}, {"timestamp": [3208.16, 3217.16], "text": " you know I have another question or might not allow it through your form time"}, {"timestamp": [3217.16, 3222.26], "text": " you're going through and instructing students in their work so you're going through"}, {"timestamp": [3222.26, 3230.6], "text": " and giving them some information around cyber safety digital scissors ship those types of things is that count of this"}, {"timestamp": [3230.6, 3240.4], "text": " contact time for your teachers I have no idea it's form time so you know up until"}, {"timestamp": [3240.4, 3244.9], "text": " now as form teachers some people have done loads of work in form time other"}, {"timestamp": [3244.9, 3248.36], "text": " people sit back and let the the children chill for half an hour,"}, {"timestamp": [3248.78, 3251.06], "text": " so it's no difference, I don't think."}, {"timestamp": [3252.44, 3253.16], "text": " Thank you."}, {"timestamp": [3254.84, 3256.72], "text": " Rebecca, I would like to ask any questions."}, {"timestamp": [3259.04, 3261.04], "text": " We've got no questions here, thank you."}, {"timestamp": [3264.4, 3267.0], "text": " Bafinney's, enter, anybody, no questions? No, we're running out today. questions here thank you Baphnees enter any questions"}, {"timestamp": [3267.0, 3270.0], "text": " no we're running out today"}, {"timestamp": [3270.0, 3272.0], "text": " the shitty boys"}, {"timestamp": [3272.0, 3278.0], "text": " Can you just talk to us about the any issues you've faced with legality of"}, {"timestamp": [3278.0, 3280.0], "text": " inspecting individual devices"}, {"timestamp": [3280.0, 3289.92], "text": " Well it's written into our protocol and we did have lawyers have a look at that protocol before it went out and we made it very clear that because it is a"}, {"timestamp": [3290.82, 3295.92], "text": " Educational device even though it's their personal device we need to be able to have access to it"}, {"timestamp": [3295.92, 3300.56], "text": " That is why we've made sure we've had those split screens and up until this point"}, {"timestamp": [3300.56, 3310.0], "text": " I've not once had a child say I don't want you looking at my work or I won't give you my iPad they're quite happily handed over"}, {"timestamp": [3310.0, 3325.8], "text": " do you share an agreement with other schools we have in the past yes Yes, good."}, {"timestamp": [3330.44, 3332.24], "text": " Okay, from what I'm aware, I'm just going to hear by Linda."}, {"timestamp": [3335.72, 3335.84], "text": " So I'm just driving this as I go, and I'm a bit taller than Linda,"}, {"timestamp": [3337.38, 3338.04], "text": " so I'm going to have to zoom up a little bit for you guys."}, {"timestamp": [3341.98, 3342.38], "text": " From one I'm aware, a lot of what we've done today will actually made available online."}, {"timestamp": [3345.76, 3349.58], "text": " So we've got your contact details from the, from your registration. So I'm sure Mark Cookley will be getting in contact with you and giving you a"}, {"timestamp": [3349.58, 3354.96], "text": " bit more information. So same goes to you Christchurch. We'll send it through to Mago and"}, {"timestamp": [3354.96, 3360.02], "text": " then any information to Mago and from that you can disseminate it. But I'd just like to"}, {"timestamp": [3360.02, 3376.18], "text": " thank for Linda for all her effort that she's done over the past year actually and I'd just like you to help me and join me in doing so thank you very much"}], "text": " Good afternoon. Just a little bit about my background. First of all, I've been teaching for 22 years, and up until four years ago, I thought I had quite a flash classroom back in South Africa. I was at a very prestigious school. The school was developed or established in 1882, and so we had a very traditional background and I'd walk into my classroom and I'd have the overhead projector in the corner on a stand not everyone had a stand and I had two boards I had a whiteboard not a smart board a whiteboard and a chalk board and that to me was me set up and ready to throw out my pearls of wisdom and on my desk because I was an HD I had a computer and so when I were college asked me if I was computer literate said yes of course I am I can email and I can do a a spreadsheet and then I got here and I realized there's a data projector and we should go paperless we shouldn't be handing out notes the reason I give you this anecdote is because you might have staff on your school that are saying I can't change why should have changed this is the tried and tested I know my subject why should I implement a change and I'm here to say it's exciting the change is exciting upskill yourself and you'll find it opens doors the second thing is the iPad when we first got the iPad we looked at it and we said well that's great a lovely little tool but how will I implement this in my classroom a year later here I'm standing in front of you my fourth session in a row telling you this is how we've implemented it. So it's really a journey that I would recommend that you get onto. If you've got any questions, I've got so much information that I'd like to get towards taking questions at the end. But of course, if I'm talking too quickly, if you don't get the accent, or if there's just something you want to ask, stop, interrupt me and we'll take questions, or there are two of the avenues that you could get hold of me if you'd like. I included that picture because that's my son and I thought I feel proud I want to show you. And of course, being in the country for four years, I've met John John Key twice so I think we're quite good mate. My presentation will take three aspects number one in the classroom what I'm doing as a classroom teacher I focus mainly on English obviously but you could and use that with any subject then I'll be looking at the form classes how we set up and how we run the form classes. And the last part of my discussion will center around being dean. I'm dean of over 320 students and how we manage that pastoral side of it. Our biggest concern as teachers at the beginning was that the iPad was going to be used as a toy that it's too easy to get distracted you can flick between work and Facebook and that's going to be the sole drive of our discipline so that's the first aspect that I will look at you might notice that I keep on referring to the iPad that is because I think for myself personally that is the route to go if you're introducing BYOD we said any device I would say if I had the say in the matter if I had the authority I would say make it the iPad for its convenience for its instant access for the fact that you can slot it into your bag along with your rugby gear and any other books, whatever the case is, and it doesn't take up a whole lot of space. You haven't got a laptop bag plus the rest. So that's just my personal view. So I started off in my classroom. This is my classroom just adjacent to the lecture theatre. And I thought to myself, how am I going to manage a whole class of and this was before we knew what devices they'd have how am I going to manage a whole class with laptops in front of them with that divide between them I don't know what's going on on their screen and it's just that tangible divide between myself and them so what I did was I set up desks along the sides, a sort of square circle, and had the laptop users on the outside, what I imagined would be the laptop users, and that gave them easy access to the plug points. I've got multi-plugs across the sides, and we don't have cords right across the classroom. It also meant that wherever I was in the class, I was able to see their screen. My vision was to have the iPad users sitting in the center and always have the iPad on the desk, never working on your lap. As it turns out, my class came in. I had four laptops, the rest iPads. I now in turn two have one laptop, the rest iPads and now in term two have one laptop the rest iPads. Over to some of my children on Friday I thought well you don't want to hear this voice for the whole hour and I thought I'd just get the viewpoint from some of my students. I got three of them. I said go into the office take my iPad don't write your ideas down all I want is a gut feel of what you feel the iPad has meant for you as a student come from it from any angle but just your gut feeling and this is what Max had to say one thing I like about the iPad is that you don't have to do a word over and over again, like from like jar, and good copies and find something just one thing. And leave the conference. And you don't waste time looking for like free computers or looking at the library for books that have the information and how the information in the book is not present on. So basically what Max is saying is that instant access that he enjoys. The reason why I got Max involved in that little interview was because he's doing really well in class. He's sitting on excellence for everything at this stage. And I thought that was the norm for him until I had the parents evening and the father said he was blown away by Max's results. It's not me as a teacher. I haven't made the difference. I think it's having the comfort of being able to just work on the device. It's something that Max feels comfortable with. The father said if I had looked at his books from last year, first six pages show that this is an intelligent boy and he's trying to be diligent. Page seven is a different story because you start seeing the little skater drawings and logos and then there's doodles and then it falls by the wayside so that's max's story a few strategies that I found as a class teacher work really well start with a double click of the home button if you've got an iPad you'll know what I mean it shoots the screen up and it gives you the most recent history very very quickly so if you see a kid and you think they are off task just go immediately and double-click they haven't got time even if they do swap screens and get out of the game their evidence is there after the double-click so the latest thing that you've been on on that iPad is keynote moving that way so the double click ensures for the student that their history is clear they might have been legitimately on a game before school they haven't cleared that icon they come into English I states them clear it start fresh so if you've got that feeling they might have gone off task you go and check they should only have keynote or our movie or pages open so it just makes it a clean slate for the students yep on the air machine yeah the next thing is we did a couple of random swoops we haven't done in this term we haven't needed to but what's we did was Mark of random swoops. We haven't done then this term we haven't needed to. But what we did was Mark Quigley and I would get together. He's the manager in charge of the year nines. And the two of us would make sure that we had five or six classrooms full of year nines all working at once. Easy access. And then we'd swoop in with this whole fear factor. Hands off your devices. And the teacher didn't even know what was going on and then we'd go around double-click double-click check in history unfortunately we didn't catch anyone off task but the message got out there that we were being vigilant and that's my last point vigilance is the key watch them it doesn't mean because they've got their work you sit back behind your desk and you carry on with your other work. You've actually got to interact and be moving all the time. As soon as they start moving their iPad or there's a lot of movement going on with their fingers, you know that they're going off task. You should be able to see quite easily when they are doing the right thing. Another bit of really useful advice that I want to join the conference share with you is that you've got to start slowly don't believe people when they say they are digital natives they are screen ages look at a teenager and they're always typing away yes they're always typing away on Facebook, on messages, on texting. But put it into a learning situation. Use words like podcast or blog. They don't know what you're talking about. I don't know if you were in the question and answer at lunchtime. Putting things into files, those kids know it's very easy. All you do is click and drag. It takes seconds to set up a folder but you need to show them that they're not just going to do it intuitively setting up a calendar for adults it's the easiest thing type you work in and have a message a and an alert come up five minutes before or a day before you've got a test coming up for us it makes logical sense for them it doesn't you need to go through those quite slowly so once you've gone through the slow progress and if I be honest I would say it took me probably the first five or six weeks of real slow progress I would have in the old school way I'd be it took me probably the first five or six weeks of real slow progress. I would have in the old school way I'd be standing in front of the class with what was on my iPad, on the data projector and on their screens. And then we'd move on and then we'd move on. And eventually I had people saying, miss, I'm finished that, what's next? And so you slowly realize there's this transformation from you being at the front to you being able to start working beside them and have a truly differentiated classroom so they do get to the point where they can go quicker they feel confidence they file in they doing all the right things and and then they need to be able to progress quicker so I've got the points I've got to the points where I've got say for example we're doing creative writing there are four tasks that we've got to do the one is redesign a front cover of a book the second is write the blurb for the book the third is do a creative writing story and the fourth is put that story into an R movie you're going to class not quite knowing when they're going to get to the end so I've got some people particularly the boys they will within an hour have done the front cover have moved on to the blurb and be saying what's next with the girls are very meticulously still putting the front cover have moved on to the blurb and be saying what's next where the girls are very meticulously still putting the front cover together changing fonts rearranging really taking their time so differentiated teaching is possible plan well ahead that's as vital because you never want to be caught in that situation what's next and you say well I don't know so as I stand here all my work all my tasks already placed on the alternate you need and that's my next point you need a learning management system like alternate I only talk about alternate because that's what we use in at the school but I can confidently say that every year 9 teacher is using alternate that's the hub that's the home where we put all our work all our homework is also up in task bars so as soon as they start running out of time so you're getting closer to the due date the green task bar turns red and they realize that time is running out. When they get to class, particularly at the beginning of a term or the beginning of a task, we get them to download any work, any of the irrelevant work downloaded in class. Otherwise you get the situation where they work on ultranet, they go home, they don't have a wireless at home, and so they come back with excuses. So get it all downloaded in front of you, you know they've got the work, they've got it in the right place, and then start the work. I've now started moving towards the so-called flipped classroom. I didn't know I was doing it. It's just an intuitive move that my class and I have moved on to. So instead of me giving the pearls of wisdom and them taking from me what they can gather, I'll say to them, right, we're starting, whatever the topic is, creative writing tomorrow. The works there, go and read through it and find what you know and what you don't know. Some teachers have made exemplars in our movie. Go and watch the video and then come back tomorrow and we'll take it from there. So they walk in with some amount of knowledge. For the first few times that I did that, with the Ultranet, you can go onto their class list and you can check when last day had logged on so just choose a few random students make sure that you know that you've set that as homework although it's front loading and then the next day you say right I see you were an alternate last night well done your homework was done what happened to you you haven't been on since whatever the day is they get such a surprise missed you know what we're doing on alternate yes of course I know everything and it's enough just try that once or twice and you'll find that they start getting into that whole rhythm of not waiting for me to tell them everything but the last points and this I can't reiterate enough never underestimate the human touch they still want to hear your voice they still want you to reaffirm what they're doing it's never enough to say it's on the alternate go and read up so I've found that yes I've got the task yes we've got step-by-step what to do yes they've got an example of the end result but then they will still come back and say miss I don't get it I'll explain it again following all those steps oh yeah yeah got it now so they just want to hear from you they still want you to be looking at their work they still want you to be reaffirming them so that doesn't change our jobs are secure right next up I've got a needa now I chose Anita because she's an excellent student she's sitting at the front of the class in fact she actually sitting on merit and excellence at this stage and it was only after a parent-teacher interview that I realized that Anita had a major problem with English. It didn't come out in the first term. I didn't notice it in the first term. If it wasn't that her parents hadn't told me about it, I would never have known. And this is her story. I really like iPads because I've found that it's made me really like English. I used to hate English before we had iPads. We used to be told to say to do a creative writing story and I would write my story and give it to the teacher and then get it not achieved because every measure pretty much spelt wrong and then if I want to do it again that would be another three hours work. But with the iPads, spellchecks are right there, which has actually I found improved my spelling because when I'm getting a big black dot in front of it, which doesn't help me at all, I'm actually seeing the word and how it's about and I found that's really improved. And I think that now from having these iPads, I really like English. I actually hadn't picked up that she had this spelling problem. Her confidence was so low because I've done it myself. Taken that red mark, red pen, and put a mark around the word, never changing the word, never giving the correction, and never actually having time to follow up and say, well, have you gone and looked up in a dictionary how to spell it? So for her, she feels that actually having this word spelled correctly seeing the word has made a difference and so the parents the feedback I got is that she's really enjoying things so to wrap up as a class teacher whatever what have I found first of all full engagements now you know you're're going to hear people talking about apps and these wonderful things you can do, and that's not really bells and whistle stuff saying full engagements, but for an English teacher, for any teacher, period five, on a Friday, confidently saying full engagements. Now, that to me is remarkable. We had a guy come from Sydney and he wanted to see some children in action and Mark quickly often drops things in my lap at the last minutes and at lunchtime he said can he come and see your class and they were doing literature essays and I said yes because I knew the kids would come in they'd get themselves settled we'd get going make sure they knew what they were doing and then they get literature essays and I said yes because I knew the kids would come in that gets themselves settled we'd get going make sure they knew what they were doing and then they get on task so much so that that's that line that we always get how much must you write miss that's gone out the window they've got word counts on and they check in to see that they're writing more than the next one so full engagement for me has been remarkable quiet settled class that same class of children on the day that we had no devices because we had the cross-country going on so we said no devices no internet I had them come in and I didn't do anything silly like bring out my old overhead projector but I did get a glossy grammar book we were using up until last year and I thought well let's run this by these kids and see how it goes and so I handed it out battle to settle them eventually I got them quiet got pieces of paper out to them and they started writing and I heard for the first time this year this is so boring miss and then when I said to them and they started writing and I heard for the first time this year this is so boring miss and then when I said to them okay times up hand your papers back for the first time this year I got you're not going to be able to read this because my handwriting is so bad and you won't understand it because of my spelling the opposite is what I'm having now. It's almost like get on with it because they'll do the first opening introduction, get so excited by us I've got to go and read and then read the next step and read the next step. So they're actually excited about you seeing their work as opposed to sort of cowering over it because they don't want you to see what they're up to. want you to see what they're up to. Survey Monkey has been a very useful tool after you finish a book check enjoyments, check if they are enjoying using their devices and you get the feedback there's no telling up that you need to do and the results have been good and then lastly there's a few ways we get our work in the one is email in and I found that to be very convenience particularly with essay writing in the past I'd put circles around everything puts my comments at the bottom you could have done this if you had done this you would have got a better mark and then I get so despondent because I find the essay line on the desk or on the floor when the child leaves with the email in I'm doing exactly the same thing following up telling them what they should have done to improve and now once they've got the email 10 15 minutes they've made the changes and they re-submitting so resubmission levels have really improved it's always with a smiley face when they resubmit they always add a smiley face. Now my real success story is Mark. You would have maybe seen him at the meet and greet. He's been ushering throughout the day. When I first met Mark, he was very, very reserved. His academics, he does struggle with. I'm not saying his merit or excellence and I don't think he ever will be he ended up with one not achieved for grammar test and two achieved but that first achieved made such a difference and so he felt that he was capable he started getting confidence to the point that I he was prepared to help out today with all the adults coming in and do the meet and greet I put him there on purpose to up his confidence and the second thing is sitting on the stage doing that question and answer he was at first quite reluctance and then I said but mark they're not going to ask you anything you can't answer and if you can't answer just stay where you are. Okay, I'll do it. If I had asked him at the beginning of the year, there's no ways he would have put his hand up, but I'll let him tell you. Well, while I think about that, just having one-to-one device for the Oricaud, there's no time wasting, so you don't have to run a mile to find a computer, and you can just find everything quickly on the internet and the internet can go very fast and sometimes very slow. And what I meant about no looking for computers. Lots of teachers have to book like a computer pod, three weeks before we actually need them. And like lots of teachers pull out their mechanics computers, and to find an available one we have to run a mile. And I think it makes me feel comfortable with my handwriting too, because unless when we didn't have the devices, I had to always use my handwriting, and then my handwriting is like that, I can't even read it and then like my English teacher she's like the best teacher ever she's kind and she always helps something called our one-to-one devices and she like helps me very well because I'm not that good at English and it's like really really fun having her as a teacher so there you've got Mark who he might have gone through the system right throughout and never picked up that he's got the ideas. He's got the information. It's just the way he's putting it together that he really battles with. So that's one candidate who I would argue for having a laptop or having his device at the end of the year instead of handwriting his exams because he's got the potential we just need to unlock it. I'm going to move away from my classes and my English class to the management of the form classes. If you have any input in deciding who to have as form teachers, my suggestion is to have people that have bought into the whole BYOD concept they have to be people that are prepared to do the extra work form time is no longer simply taking the role taking in notices or handing out reply slips it really is a productive time you walk into a year 9 form class and nine times out of 10 they're on task and they're learning something they setting up the the iPads they're looking at the basics they're looking at cyberbullying they do of course have some days where they'll go off and they'll do something else but generally speaking it's adding an extra half hour to the staff's time because you're going to use it productively as a dean instead of sending out messages and sending out emails saying please read the protocol with the students I decided to rather send out presentations to the teachers they could adapt them and personalize them as they liked but I wanted to be able to say every student knew what the basics and the protocol was and every teacher knew what the basics and the protocol was so that to me was very important it's no good just having the documents sitting there and hoping that they've read through it we've got to make sure that it's in a language that the students could understand and so for example this is a top of these are just slides that I took out of the presentation that I sense around so that was for the first few weeks how to install find my iPad in terms of security and how to set up calendar give this form teacher a week to help the students set that up so that by the time they get to the English and the maths class and they told to use it it's set up already take a photo of a screensaver so personalize it what a lot of our students have done is they've taken photographs of their timetable with their name and student number. Fantastic. It's personalized. And then another really hot hint is to have split screens. So for those of you with iPad you know that you can have something like 10 split screens. The more apps you get, the more you've got them spread out, the more screens you get. And what we are saying is we don't mind how many other screens you have you've got to have one for school that stops any nonsense when you want to look at what they're doing and they say oh no I've got my personal photographs or I've got my Facebook or whatever that's on a different screen you want your school screen to be just that and the rest on the other screens. I've never had an incident. You have it with phones still. Give me that phone. Oh no, I'll just put it away. When you say, give me your iPad, they give it happily because they've got the split screens. In terms of emailing, as a teacher, you don't want your school emails and your marking emails to start merging so we set up our own distinctive emails that email address you could take down but you won't get hold of me because I only look at it when it is marking time so I get my 28 or 30 and essays in I mark them and reply and once I've done that clear the inbox put them into a folder until the next mark in time I've encouraged my students to do the same to have specific and separate from their personal email addresses and then of course I gave collaboratively a couple of activities that informed teachers could do and of course you're dealing with such different personalities what worked with one didn't work with the other but the types of things we looked at is the protocol discussing it in pairs looking at the iPad and taking one person that's more computer savvy and one less budding up and helping each other we discussed our monarchy principles which is our respect program and how it relates to your device. Lately for the New Zealand Herald's Drive with bullying and particularly cyberbullion. I've sent out articles with steps and things I'd like form teachers to discuss. So you really are using that time productively and they role played with the camera so to conclude in terms of what I found in form classes a lot of time put time aside for setting up and managing the iPads lately I've gone for random visits as opposed to random swoops and it just shows that you've got students that are on task and quietly working away and you've got individual teachers that have set aside time like a Friday to do a gaming day or to have a YouTube day so we've got to be realistic and we've got to give them these types of incentives in my surveys what I've found is that every student thinks there should be more gaming days lastly in terms of how I've managed as a dean keep the rules simple it's an old adage and really that's what we've done and we've stick to it and for us it's working at the moment you need it like you've got in the class you've got your alternate and really that's what we've done and we've stick to it and for us it's working at the moment you need it like you've got in the class you've got your ultranet where you upload all your work and you've got everything there for the term including your homework you also need a system like kama kama is where if the child goes off task it's very easy the teacher doesn't even have to do a long story about what happened they do they some some of them want to but all you do is you log in that there has been misuse of device it comes up as a heading misuse of one to one device so it's the with the numbers so it's distinct from any other computer misuse and then we put the systems in place the discipline in place which I'll discuss in a minute and lastly make the rights of the students and the teacher very very clear in our protocol we have got a sentence that says if you are found to be off-task be it social networks and we go through a whole lot, that O'Rewa College reserves the right to confiscate your iPad. The teacher has the right to take your iPad. They know this, and it's written up, but it's got to be made clear, because I did have some staff members saying, oh, but it's their personal device, I don't want to touch it. We have to. That's where all their education is going on. Right, so what are I rules? I've got all the tears because I've never, ever seen tears like I have when I've taken a device or stopped the internet. So be prepared for loads of tears boys and girls included and if they are found to be off task it's one week without the internet this does impact say it happens in English it impacts every other subject so it is crucial that we get it right I've found lately if teachers don't spot it they're dubbing each other in and telling a miss she's on Facebook, miss she's on gaming, but if you've got your class set up in such a way that you are very accessible and you're on that side as opposed to where I am now, you'll find that they're not really going off task. Once the teacher has put this on Kmart, they've got that record. If there is a second off offense, they lose their device. In the 14 weeks that we've been doing the BYOD, over 320 students, I've had four confiscated devices. Only four out of 320 students. Remember that this does impact their whole school life so I've had questions throughout the day saying what do you do what about discipline well you go back to old school discipline if someone is misbehaving because they don't have their device what would you normally do what do they do if their device is taken they work on paper and they catch up for homework. So if youth consider a classroom where there's 30 kids with their devices and you're the only one sitting on paper and pen, they hate it. I've interviewed them afterwards and they said the worst thing is they felt isolated. They said they've got all these people working around them and there they are working on paper. Now again our school is going with the device, why take the device from them and this to me is the most crucial thing that I would like to get out of this whole program of BYOD. Good digital citizens. They will forget the Silver sword novel I taught them in term one they will forget the noun and the verb and the adverb but if they remember as adults time and place yes they're working on their budgets and yes they're getting these pop-ups and these notifications but no now's not the time now's the time to focus well then we would have done our job the second thing we are running at this stage is high trust high rewards so at this stage we are not filtering out to Facebook we are saying to them stay on task for five hours five lessons in a day in between that if you want to check your notifications do, if you want to check your notifications, do it. If you want to go into a game, do it. But don't do it within the classroom situation. I don't know what we'll do in the future. We might get to a point where we do filter out Facebook, but at this stage, that is our aim to get that high trust. So the major offences so far have been Facebook, mainly with the girls. When I call them in and I say, do you know the discipline policy? Yes. Do you know what the consequences are? Yes. Do you know what I'm going to do? Yes. So why did you do it? Oh, it's so silly. I just couldn't't help myself and it's generally the girls with Facebook the boys with gaming we've had some boys go of task with gaming and then they face the consequences the messaging the I message in that you get on the iPad we've banned completely it's just too when you get that beep coming through, it's just too distracting within the classroom situation. So we've just said no messaging whatsoever. Inappropriate filming, it sounds really terrible and when I look at it like that, it really looks bad, but what actually happened was this really likable little chap went out and they were doing the 100 meter sprints and he thought he'd film the girls 100 meters sprints and his story was so that he could get the technique and see how quickly they were moving but when I looked at the filming he had so I say focused on a certain part of the anatomy and so it was inappropriate the other thing that we found was and there's an app quite a fun little app focused on a certain part of the anatomy and so it was inappropriate. The other thing that we found was there's an app, quite a fun little app where you can take a photo and then you can have things happen to the photo so you can add special effects. For example, have rocks fall on their head and that sort of thing. And so this young chap took a photo of his science teacher and had rocks falling on her head. And when I called him in, I actually felt so mean and horrible doing the discipline because he was so contrast and I realized, you know, it's the practical joke that we've all played at some stage or had played on us at just a technological practical joke. So he got his discipline and he accepted it. But because of those two incidents we've said no filming and no photograph in unless your teacher sanctions it so if you sit in there and taking a shot of what's on my screen absolutely fine we're allowing you to do that as students and you'll see them outside filming for Romeo and Juliet filming for science taking Juliet film in for science taking photographs but that would be teacher sanctioned the other thing that I had was a young gentleman who decided to use his friends login to get onto the internet because he had been banned and so that was a second defense for him. Right now this is another example of those presentations that I said I sent around where I whittled it down and made it more user-friendly. So I watched my own son, Year 7, come in, take the IT protocol, and he didn't even pretend to glance and read it. He just was so excited to put his signature down there. And so I've tried to water it down and make sure that they understand, I'm just going to breeze through these. I'm not going to spend too much time on it, but really narrow it down to what are we wanting, trustworthy users, respectful of our learning environment and responsible for our one-to-one device. You don't leave your iPad on the table when you go outside to get something. So it's just having that constant reaffirmation and reinforcement that you are responsible for your device. And then I said it again, plain speech. If you go off off task you're off the net and then I said it again you go of task you're off the net how sad would you be if we took your device so sad in different ways in different forums and I'm saying it again trustworthy responsible respectful then keep the parents informed what we found worked really well right at the beginning you can imagine the community when they got this letter this is the stationary list and it's a B it's a BYOD and we prefer the iPad there was a lot of consternation and a lot of talk going on get those people in get the parents in don't do a mess meeting like this what we did and it worked really well is we just had little clusters so loads of teachers all with their iPads and we had the parents come in and sit with us in the library and have a good look and listen and feel with what we were doing. One particular woman stands out for me because she arrived and she was so belligerent and at that stage we had just really got our iPads. I didn't know where we were going with it. I knew what I wanted to do, but I hadn't done any of the nuts and bolts. And she said, I'm not interested, but speak to me anyway, sat down and sat her son down. And I said, okay, well, have you ever worked on an iPad and shifted across to the sun? And he looked at it, he said, no. So I said, oh, well, type up, and I gave him a fairly sophisticated sentence to type. So he sort of started typing, and he watched the spell check happening and rearranging his letters. And he said, Mom, look at this. It's doing my spelling for me. And so he started ferretting away, and the more we spoke, by the end of the hour, she took a full hour, she was asking me, what is the best model and the 3G and the you know you don't need that you just need the basics in fact you don't even need the iPad it's not the device it's watching the excitement on that kid and as it all turned out he happens to be dyslexic obviously I didn't know it at the time and she explained to me that he's always a step behind because he's trying to write what he's seen on the board and she explained to me that he's always a step behind because he's trying to write what he's seen on the board and by the time he looks up the slides up for the rest of the class and he's lost out on that so he skips a few lines and you know the story eventually he's lost and he's messing around because he's not keeping up and so he's got his iPad and he's away this year okay next phone calls home if you do take the iPad phone home keep the parents informed the parents information evening we waited until about week six or so and then we ran the parents information evening that was to give them the basics that we were given form teachers and students and also to give them some of the avenues that they have got as parents because when I'd phone then they'd say look I think they work in but I'm not too sure because they're always on the iPad so we just thought let's get out there and let's just explain some of the uses and some of the things we're doing and then of course parent teacher evenings we used to go through things like the alternate so I did the good old trustee double-click trick and showed the parents about that I also showed them the history so you can easily go into Safari and check their history if that history is clear and it's always clear so every time they're going back there's nothing in the history there's a problem the child is hiding something and so that was something it's just a little tool for parents to have we recommended only a very small handful of apps that we're to cost money. We had students going home and saying, oh, I need this app and I need that. If it wasn't on the most used apps list, they were lying. They wanted the apps, they didn't need, they hadn't been told to get the apps. We also showed parents that you can set some restrictions and we showed them how to do that. So at this stage I've only got one young girl who the father felt I needed to restrict just about everything on her iPad. He's got the password, I've got the password, and so you can do that, but for the majority of them, they don't actually need that. And so we showed them how you can disable and enable some parts of the iPad. Then again, that discipline policy, yes you've told form teachers, class teachers, students, now tell the adults, tell the parents, what are the consequences, tell them when you are informing the students so you've covered all your bases remind parents that they need to back up to the cloud we've got the form teachers telling them it's important that when they at home in the holidays that they are backing up their work we can't enforce this but it's something that we just exposed to the parents that you get some search engines like Moby-Sip now Moby-Sip is something that you can buy into the parents can choose the filtering level that they want and so it filters out any of the sites that they prefer their student the child not to go on at the end of each month you get a printout of all the sites the child has been on and all the sites the child has tried to go on and so that's just something if there is a a trust factor if they've broken the trust that might be something that's worth looking into. So to wrap up as Dean, I have found a decrease in off-task offenses as the term progressed. When I first started, I thought I'd spend all my time just discipline in off-task, but it certainly has decreased. The real need for a system like Kmart where you are recording the movements and of course that last point is just so logical but I've got to throw it out there that it only works when teachers are vigilant and stick to the system you do have some of those teachers out there when the tears start they say oh it was just a moment that they went off and they went on to Facebook so I'm just going to ignore it no if you want to set it up set it up properly have the rules clear have the consequences and then you should see the decrease that we have right some of my concerns the first was I was getting calls from parents about too much homework normally it's not enough homework and now we've got too much homework what I think was happening was in class time you'd spend time setting up the the iPads and then you suddenly think oh but I've got a curriculum to get through and they've got all the work on their devices they may as well finish it for homework and what you've got to make clear is classwork is classwork complete it the next day or cut it down if you have to homework is homework give it if it really needs to be and have it on your alternate system so distinguish between classwork and homework even though it's convenient to finish it. Some of them battled with multitasking. So if you've got an online workbook or digital workbook, have spaces where they can actually put their answers in as opposed to getting out of that, going into pages, back out of that, back into the workbook. Although for some of them, that was absolutely easy. We had some teachers falling into the trap of having been asked a question instead of just answering the question saying I Google it you find out now there is place for that obviously and when you read in a book and you want them to to instead of visualize what the author is speaking about Google it it, find an image, okay, show the class, brilliant, right, let's get back onto the work. So of course there's a place for that, but don't let that be the stock answer. Playing online games during break, it's not that we've got all 320 of them sitting on Facebook, sitting on gaming, but we have got groups of boys sitting in rows along our corridors, not interacting, simply playing games. We've got clusters of girls listening to music. Now to me the music is still sociable, but the online gaming and just focusing on that could be problematic. What we're thinking of doing is simply slowing the internet down to frustrating level and so it means if you really want to work you can still get on the internet but if you want a game it's probably out the question the handwritten exams a lot of people seem worried about I personally do not feel that worried I feel if I've got my kids to the points that they are absolutely confident about the work and confident about the level they can achieve at then reintroducing hand-writers in and perhaps doing one essay per term handwritten they're not going to suddenly forget how to to to hand write if you think of NC, I can only speak from an English point of view, but everything we do is typed until those last exams. And so if you're going to be teaching only for that final exam, well then I don't think, you know, we're not doing that. And so for me, the handwritten exams is not such a big deal cyber bullying have I as Dean dealt with cyber bullying yes I have I don't think it's because they've got their devices I think as opposed to that it's because they've got their devices that they are aware of cyberbullying and they are aware of the steps they can take we're discussing it in form class we're discussing it in the assembly and so they come to me and they are aware of the steps they can take. We're discussing it in form class. We're discussing it in assembly. And so they come to me and they say, miss, I've got evidence. It's not that only cyberbullion is happening there, but they are heightened. They've got a heightened aware of cyber bullying. The incidents that I've dealt with so far have been outside of class time and it has been on the mobile devices. The advice I've got so far is if it happens and there's evidence of it happening outside of school, you keep the evidence and you inform the police. It's not a school matter anymore. If it's happening on the weekends, it's not for us to discipline. If it's not a school matter anymore if it's happening on the weekends it's not for us to discipline if it's happening within the school time don't delete the evidence don't block them from Facebook go to your teacher go to your parents go to the Dean show the evidence and then it's an instant stand down with all the implications that that has so we really are taking a very hard line with that what are we encourage the form teachers to do when the New Zealand Herald was running their whole campaign on bullying we were reinforcing it and speaking about it in class and getting them to discuss reinforced in assembly that's me done that just says question time. Okay, thank you Linda. What I'm going to do now is I'm actually going to pass over to the floor here so if anybody has a question here at here at your real college if you'd like to put your hand up and if you're going to speak clearly so then so Linda you can just rephrase a question for the people from the postage. Thank you. I just want to know, with your Year 9 teachers spending so much time changing their pedagogy and their approach, how have they responded to the one week stand down of no devices if the kids have obviously overstepped the bounds? What's their response to that as your response? They've got to discipline. Must I repeat the question? They've just got to deal with that child as they would in any other class at any other time. You've got to discipline your children as normal. So it's not that you're going to sit back and they're all just going to be on task. You've still got to actively be disciplining it. So if you've got one child sitting with a piece of paper, yes is frustrating but the child knows it the teacher knows it and we're working around that printed out every worksheet that the kids would have been using no they are the one being disciplined not the teacher so you're not going to put any extra effort in to that child that child needs to sort it out and something did I mention that sorry it's the fourth time I'm doing this talk and I can't remember if I've told the same joke four times but did I mention that when I phone parents about the confiscation what we do no and when I phone the parents we've got two options the preferable option is that I send the iPad home with the child and the parents keep the iPad. Then they come to school, they do all the handwriting and they catch up that afternoon under the parent's supervision. The other option is that we lock the iPad up. And I've had one parent that has said, look, I can't manage the tantrums of them not having their iPad. You keep it. The rest of them have been quite reasonable and have said, right, I'll monitor that. So it's not that they're weak behind because they haven't had their iPad at all. Hi there. Do you have a website you run as well? Or do the teachers find that quite a popular thing to do for, say, when the student goes home, they can access what they need to do during class or is it all pretty much class-based? Say if I need to do something at home to keep on top of my work, what can I do to keep on top? So in terms of keeping on top of their work when they go home everything's on Ultranet. So if you go onto the Oriba College website and then you click onto the Ultranet all their work is there. So there's either that option or as I mentioned earlier once they've been on the alternate you as a teacher tell them to download it onto their device so that they've got it handy and they can work on it at home. But alternate is the way we go. And that's personalized for each classroom? Yes. Yep. Any other questions? Okay, Margot's going to throw it over to you guys in Christchurch. Great, thank you. Sir Feds, would you like to have your first turn this time? In your talk, you talked, you showed an email address that you basically had created just at Gmail. Have you not got yourself set up a Google domain to manage all of those Dean's addresses and students addresses? The thing is we've got two different ways of submitting work. So some people like to have drop boxes and some people like to have emailing. So it actually depends on the individual teachers. And up until this stage it's working really well doing it that way. So you leave it up to the person's discretion the teacher's discretion you know I have another question or might not allow it through your form time you're going through and instructing students in their work so you're going through and giving them some information around cyber safety digital scissors ship those types of things is that count of this contact time for your teachers I have no idea it's form time so you know up until now as form teachers some people have done loads of work in form time other people sit back and let the the children chill for half an hour, so it's no difference, I don't think. Thank you. Rebecca, I would like to ask any questions. We've got no questions here, thank you. Bafinney's, enter, anybody, no questions? No, we're running out today. questions here thank you Baphnees enter any questions no we're running out today the shitty boys Can you just talk to us about the any issues you've faced with legality of inspecting individual devices Well it's written into our protocol and we did have lawyers have a look at that protocol before it went out and we made it very clear that because it is a Educational device even though it's their personal device we need to be able to have access to it That is why we've made sure we've had those split screens and up until this point I've not once had a child say I don't want you looking at my work or I won't give you my iPad they're quite happily handed over do you share an agreement with other schools we have in the past yes Yes, good. Okay, from what I'm aware, I'm just going to hear by Linda. So I'm just driving this as I go, and I'm a bit taller than Linda, so I'm going to have to zoom up a little bit for you guys. From one I'm aware, a lot of what we've done today will actually made available online. So we've got your contact details from the, from your registration. So I'm sure Mark Cookley will be getting in contact with you and giving you a bit more information. So same goes to you Christchurch. We'll send it through to Mago and then any information to Mago and from that you can disseminate it. But I'd just like to thank for Linda for all her effort that she's done over the past year actually and I'd just like you to help me and join me in doing so thank you very much"}