{"speakers": [], "chunks": [{"timestamp": [0.0, 13.36], "text": " I thought I was going to be me standing around with 10 people, so I'm very open to"}, {"timestamp": [13.36, 18.64], "text": " interaction and discussion, because the notes were really just for me, I'm not very good"}, {"timestamp": [18.64, 26.62], "text": " at PowerPoints. But we started out in our school with a problem, what we call our middle school, which"}, {"timestamp": [26.62, 27.84], "text": " is the year 9 and 10 students."}, {"timestamp": [28.78, 31.74], "text": " And the problems were a number of things."}, {"timestamp": [32.34, 36.06], "text": " We hadn't really embraced local curriculum as a school."}, {"timestamp": [36.5, 38.38], "text": " We'd kind of gone, yeah, yeah, we've got a new curriculum."}, {"timestamp": [38.52, 42.46], "text": " We all know the key competencies, got them done dusted, sort of."}, {"timestamp": [43.62, 46.08], "text": " And let's just continue the way we always have."}, {"timestamp": [47.02, 51.04], "text": " And then we started saying, well, yeah, we have got a unique environment."}, {"timestamp": [51.18, 52.76], "text": " Every school has a unique environment."}, {"timestamp": [53.26, 56.3], "text": " How does the education we're offering our students reflect that?"}, {"timestamp": [57.24, 60.44], "text": " So one of the things we wanted was to have increased flexibility."}, {"timestamp": [61.08, 66.0], "text": " So there was a difference between the education a student would get in Hokitika"}, {"timestamp": [66.0, 70.2], "text": " and what they might get in another school."}, {"timestamp": [70.2, 75.82], "text": " We wanted to change our emphasis from content to process because content is no longer the be"}, {"timestamp": [75.82, 81.04], "text": " all and end all of everything in a lot of our subjects and in a lot of our learning."}, {"timestamp": [81.04, 98.74], "text": " When we leave school we probably don't actually separate our learning into, oh I I'm doing some maths now, and now I'm doing some English, and now I'm doing whatever else it is, we kind of think, I've got this problem, which is that I want to make a cake, because it's one of my kids' birthdays, it must be, because otherwise I wouldn't be making a cake."}, {"timestamp": [99.42, 108.32], "text": " And the tin I've got is a different size to the tin they've gotten the recipe. So now I've got to work out how much I have to multiply the recipe up to make this work."}, {"timestamp": [108.32, 112.32], "text": " And that's part of cooking when I'm saying, okay, so the diameter of my dish is this."}, {"timestamp": [112.32, 117.76], "text": " And I work it all out and I multiply all the fractions up so that I get a good cake at the end of it."}, {"timestamp": [119.12, 120.8], "text": " Might be maths, but who cares?"}, {"timestamp": [120.8, 130.04], "text": " But we were more interested in being able to say, I want to be able to make a good cake every time than that we knew Pythagoras' theorem off by heart,"}, {"timestamp": [130.24, 130.84], "text": " whatever it is."}, {"timestamp": [131.76, 133.44], "text": " We wanted to be future-focused."}, {"timestamp": [134.4, 136.72], "text": " We've been talking about it, we thought it was important,"}, {"timestamp": [137.36, 138.04], "text": " weren't doing it."}, {"timestamp": [139.24, 141.72], "text": " And we wanted students to have more control over their learning"}, {"timestamp": [141.72, 150.58], "text": " so that we made a shift from being a teacher at the front students somewhere else. So those were some of the things that were driving the"}, {"timestamp": [150.58, 158.12], "text": " need for us to change our curriculum in the middle school, Year 9 and 10. So what did we do?"}, {"timestamp": [159.32, 164.62], "text": " Well we started off, the other thing we had was a staffing problem. Small school, you've got"}, {"timestamp": [164.62, 166.0], "text": " different sized cohorts."}, {"timestamp": [166.0, 169.0], "text": " And we ended up with having something like 60 students"}, {"timestamp": [169.0, 173.0], "text": " in our year 10 group and 40 in our year 9 group."}, {"timestamp": [173.0, 176.0], "text": " And we only had enough staffing for five teachers"}, {"timestamp": [176.0, 178.0], "text": " across those two cohorts."}, {"timestamp": [178.0, 181.0], "text": " And that was also a driving,"}, {"timestamp": [181.0, 183.0], "text": " a really driving force for change."}, {"timestamp": [183.0, 186.88], "text": " It was either really start hauling back our senior curriculum"}, {"timestamp": [186.88, 192.28], "text": " or run classes of 30 at one year level and 20 at the other,"}, {"timestamp": [192.36, 195.26], "text": " which didn't seem fair in terms of the educational provision"}, {"timestamp": [195.26, 197.44], "text": " that we were actually making."}, {"timestamp": [197.96, 199.86], "text": " So that was another thing that was happening in the background."}, {"timestamp": [200.98, 203.3], "text": " So what we did, I went to the parents and said,"}, {"timestamp": [203.76, 205.28], "text": " look, these are the things that we are concerned about, the staff, and what we did, I went to the parents and said, look, these are the things that we are"}, {"timestamp": [205.28, 212.32], "text": " concerned about, the staff, and what we want, and what are we going to do?"}, {"timestamp": [212.32, 216.84], "text": " And this was interesting when I was listening to the speaker this morning, and he was talking"}, {"timestamp": [216.84, 223.64], "text": " about the difference between consult and engage, or co-create."}, {"timestamp": [223.64, 228.1], "text": " We actually got into co-creation because, you know, they said, well,"}, {"timestamp": [228.2, 234.1], "text": " what do you want to do? And I said, well, there's a bunch of things, but we just can't actually,"}, {"timestamp": [234.7, 239.74], "text": " you know, we want to hear what you want before we actually make any decisions. And, you know,"}, {"timestamp": [239.74, 247.86], "text": " we could run one year 9-10 class and two year 10s two year 9s that's one possibility we could"}, {"timestamp": [247.86, 253.44], "text": " run five mixed level classes what else you know what do you what are other"}, {"timestamp": [253.44, 258.58], "text": " possibilities are out there and it was really interesting the responses that we"}, {"timestamp": [258.58, 264.6], "text": " got good turn out of parents who came to the evening and I then set up a little email"}, {"timestamp": [264.6, 265.34], "text": " thing so they could all kind of have a little forum and talk to the evening and I then set up a little email thing so they"}, {"timestamp": [265.34, 269.18], "text": " could all kind of have a little forum and talk to each other and more people who"}, {"timestamp": [269.18, 275.22], "text": " didn't actually get to the meeting came and started having input which was really"}, {"timestamp": [275.22, 279.26], "text": " powerful and that lasted really really well mean when we came up with a solution the"}, {"timestamp": [279.26, 284.76], "text": " community the parents were part of it so we asked for their input and we listened to"}, {"timestamp": [284.76, 287.5], "text": " suggestions I set up a"}, {"timestamp": [287.5, 292.62], "text": " thing on, it wasn't a Google Doc in those days, this is a few years ago, got the students to have"}, {"timestamp": [292.62, 299.54], "text": " their input. Students, most conservative bunch of people in the world, they were saying,"}, {"timestamp": [300.0, 304.38], "text": " we're not ever going to work with the Year 9s, we don't want to work with the Year 10s because"}, {"timestamp": [304.38, 305.06], "text": " they're bossy, and most of the Year 10 said, we're't want to work with the year 10s because they're bossy,"}, {"timestamp": [305.46, 306.54], "text": " and most of the year 10 said,"}, {"timestamp": [306.62, 308.64], "text": " we're not going to work with the year 9s because they're little kids."}, {"timestamp": [309.04, 309.78], "text": " And some of the boys said,"}, {"timestamp": [309.84, 311.86], "text": " we want to work with the year 9 girls because they're hot."}, {"timestamp": [315.84, 319.34], "text": " And then as ideas developed, we kept everybody informed."}, {"timestamp": [319.96, 322.64], "text": " A couple of meetings, a lot of email stuff, you know,"}, {"timestamp": [322.64, 324.62], "text": " just sort of saying, well, this is we're at now."}, {"timestamp": [326.44, 331.4], "text": " And we said, we're going to have a look for a solution to the problem, and we're not going to"}, {"timestamp": [331.4, 336.86], "text": " start with the timetable, right? The timetable is my husband, he will do whatever he's told."}, {"timestamp": [337.54, 342.14], "text": " We don't have to worry about it. If we come up with something, we'll make it work."}, {"timestamp": [343.04, 347.16], "text": " And that was actually quite important, too, that we were looking at how do we meet our needs"}, {"timestamp": [347.16, 351.5], "text": " and not all our kids come on buses."}, {"timestamp": [351.5, 356.16], "text": " The timetables is the most important thing in the world."}, {"timestamp": [356.16, 359.86], "text": " And what did we change?"}, {"timestamp": [359.86, 364.2], "text": " We decided that having ideas that things like maths and science and social studies are core subjects"}, {"timestamp": [364.2, 367.14], "text": " and art and drama and PE are options,"}, {"timestamp": [367.14, 369.94], "text": " wasn't helping the learning of the students."}, {"timestamp": [369.94, 374.6], "text": " And that, so let's just get rid of that, it's not a useful terminology."}, {"timestamp": [374.6, 377.2], "text": " Let's say that everything's up for grabs."}, {"timestamp": [377.2, 380.4], "text": " There's no such thing anymore as mathematics, you know?"}, {"timestamp": [380.4, 382.9], "text": " It doesn't matter."}, {"timestamp": [382.9, 387.6], "text": " We decided in the end that all the courses we would offer would be trimester courses, so we"}, {"timestamp": [387.6, 391.5], "text": " didn't have any full year courses in anything."}, {"timestamp": [391.5, 397.38], "text": " We encouraged cross-curricular courses, so that we were trying to actually force, to some"}, {"timestamp": [397.38, 401.6], "text": " extent, some breakdown to happen."}, {"timestamp": [401.6, 404.94], "text": " The first one that got off the ground there was robotics."}, {"timestamp": [404.94, 405.34], "text": " If you're saying,"}, {"timestamp": [405.34, 411.78], "text": " what department does robotics come into? Is it maths? Well, there's certainly some maths in there."}, {"timestamp": [411.78, 419.02], "text": " Is it science? Definitely some science. Is it technology? Definitely some technology. But by running"}, {"timestamp": [419.02, 423.82], "text": " courses like that where you can't see it, the kids still get incredibly valuable learning,"}, {"timestamp": [423.82, 425.16], "text": " and they don't even have to think,"}, {"timestamp": [429.18, 435.66], "text": " oh, well, now I'm doing a maths course or a science course or a technology course. They're just involved in the learning. And we also said, well, having kids doing trimester courses and changing"}, {"timestamp": [435.66, 442.6], "text": " all their courses every trimester involves a lot of discussion. We have to actually be checking,"}, {"timestamp": [442.72, 451.08], "text": " how are they going? Are they making the progress we want? So instead of having subject teacher report interviews where you would basically"}, {"timestamp": [451.08, 454.88], "text": " have your report sitting in front of you and read it out again to the parents and they would nod"}, {"timestamp": [454.88, 460.44], "text": " and smile and walk away again, we went to the idea of having student parent and the Fano teacher,"}, {"timestamp": [460.44, 467.94], "text": " we call those Fano teachers, the form teacher, tutor teacher, discussions around progress and learning and course modifications."}, {"timestamp": [467.94, 477.58], "text": " So as the year goes on, those happen, you know, in halfway through trimester one, two, and three, we're tweaking the courses for the following year."}, {"timestamp": [479.32, 481.5], "text": " And that's what it looks like."}, {"timestamp": [482.16, 483.76], "text": " That's what a trimester looks like."}, {"timestamp": [488.0, 491.0], "text": " It actually looks quite good from there. We've got the basic areas are in different colours"}, {"timestamp": [491.0, 493.0], "text": " and they've got certain numbers of courses"}, {"timestamp": [493.0, 495.0], "text": " they need to take at each level."}, {"timestamp": [495.0, 498.0], "text": " But they can choose, for instance, PE Health,"}, {"timestamp": [498.0, 500.0], "text": " we've got that one, there's athletic safety,"}, {"timestamp": [500.0, 504.0], "text": " athletic identity, and outdoor education"}, {"timestamp": [504.0, 507.6], "text": " and they can choose what type of physical education course"}, {"timestamp": [507.6, 509.16], "text": " they want to take."}, {"timestamp": [509.16, 513.74], "text": " They can choose, they've got to take, yeah,"}, {"timestamp": [513.74, 515.32], "text": " I'll talk about challenges as we go along."}, {"timestamp": [515.32, 516.72], "text": " But as you can see, the English department,"}, {"timestamp": [516.72, 518.86], "text": " whoops, hang on, the English department,"}, {"timestamp": [518.86, 520.76], "text": " we're not the most flexible."}, {"timestamp": [523.76, 525.06], "text": " Thou shalt do English"}, {"timestamp": [525.06, 527.98], "text": " which is interesting"}, {"timestamp": [527.98, 530.16], "text": " it is being subverted as things go along"}, {"timestamp": [530.16, 534.08], "text": " so people could say right well I want to do some art"}, {"timestamp": [534.08, 536.32], "text": " but I don't want to do painting"}, {"timestamp": [536.32, 538.08], "text": " so in trimester 3 I'm going to do photography"}, {"timestamp": [538.08, 540.2], "text": " I'm going to do"}, {"timestamp": [540.2, 544.04], "text": " I want to do island"}, {"timestamp": [544.04, 545.68], "text": " time because I'm interested in things I've been to Raritonga and so I want to do island time because I'm interested in things."}, {"timestamp": [545.82, 550.18], "text": " I've been to Raritonga and so I want to do island time for my social studies context"}, {"timestamp": [550.18, 552.06], "text": " and work from there."}, {"timestamp": [552.8, 558.14], "text": " We would like to see people getting like more student choice coming into some of this"}, {"timestamp": [558.14, 559.24], "text": " and in some areas it is."}, {"timestamp": [559.62, 562.62], "text": " The idea is that these were kind of a rough outline of what's offered,"}, {"timestamp": [562.62, 569.76], "text": " but there's quite a lot of chances for students to change things in between."}, {"timestamp": [569.76, 573.0], "text": " When you look at one of those boxes, this is my one."}, {"timestamp": [573.0, 574.3], "text": " I'm running at the moment."}, {"timestamp": [574.3, 581.24], "text": " It's called English OW, because it's open warfare, is how I describe it."}, {"timestamp": [581.24, 587.0], "text": " And it is a middle school English class in which the students,"}, {"timestamp": [587.06, 591.08], "text": " it's got a war context, but they can do war in any kind of way they want to."}, {"timestamp": [591.14, 593.1], "text": " Some of them have explored ideas about World War I."}, {"timestamp": [593.2, 596.52], "text": " Some of them are doing advertising as a war on the consumer."}, {"timestamp": [596.94, 598.56], "text": " If they can justify it, they can do it."}, {"timestamp": [599.76, 601.0], "text": " Lots of things happening in there."}, {"timestamp": [601.92, 606.14], "text": " Parents said, we want to know who's teaching every course"}, {"timestamp": [606.14, 610.28], "text": " when we're selecting them. At first year, we didn't have the teacher's names on them. We said,"}, {"timestamp": [610.38, 614.62], "text": " no, you know, you choose the course and not the teacher. The parents said, we want to know who's"}, {"timestamp": [614.62, 620.06], "text": " teaching the courses. That was interesting because you kind of go, well, is this going to all"}, {"timestamp": [620.06, 626.48], "text": " sort of turn into a big popularity contest? And the answer actually was no, but a couple of our teachers"}, {"timestamp": [626.48, 629.78], "text": " who didn't actually have strong relationships with the students,"}, {"timestamp": [630.28, 633.4], "text": " when that happened, they realised the importance"}, {"timestamp": [633.4, 638.72], "text": " of creating strong relationships with the students."}, {"timestamp": [638.9, 640.86], "text": " And I think that made quite a difference to them."}, {"timestamp": [641.32, 644.5], "text": " We have foundation courses, open courses,"}, {"timestamp": [644.9, 645.56], "text": " and prerequisite"}, {"timestamp": [645.56, 650.72], "text": " courses that are restricted have prerequisites. So that there's something to aspire"}, {"timestamp": [650.72, 656.76], "text": " to. Some of the courses have an NCAA standard attached to them, an internal, and some"}, {"timestamp": [656.76, 659.56], "text": " of those, you know, you have to have done something else beforehand. If you want to"}, {"timestamp": [659.56, 666.0], "text": " do robotics, you have to have done a foundation maths class first. It makes the kids go, oh yeah, I want to do that."}, {"timestamp": [666.0, 669.0], "text": " So the other course perhaps seems more palatable."}, {"timestamp": [669.0, 673.0], "text": " So what happened?"}, {"timestamp": [673.0, 674.0], "text": " We thought when we introduced it,"}, {"timestamp": [674.0, 676.0], "text": " the first thing is when you introduced a change,"}, {"timestamp": [676.0, 678.0], "text": " what's going to happen?"}, {"timestamp": [678.0, 683.0], "text": " Everything goes well, because we all know that change is good for us"}, {"timestamp": [683.0, 686.0], "text": " and it all goes swimmingly for a start."}, {"timestamp": [686.0, 687.0], "text": " And it did."}, {"timestamp": [687.0, 691.0], "text": " What we didn't predict was that."}, {"timestamp": [692.0, 695.0], "text": " We dropped the number of disciplinary interventions,"}, {"timestamp": [695.0, 697.0], "text": " which was timeouts, detentions,"}, {"timestamp": [697.0, 699.0], "text": " we actually got rid of detentions altogether"}, {"timestamp": [699.0, 700.0], "text": " because we didn't need them,"}, {"timestamp": [700.0, 704.0], "text": " but we got rid of the number of timeouts by half in that first year."}, {"timestamp": [704.0, 708.96], "text": " We tried, prior to that, three or four different behavioural things,"}, {"timestamp": [709.04, 712.86], "text": " you know, that we're going to ensure that there would be consistency among the staff"}, {"timestamp": [712.86, 715.88], "text": " and we were all going to be singing from the same playing field"}, {"timestamp": [715.88, 718.38], "text": " and got nowhere, really."}, {"timestamp": [718.38, 721.48], "text": " The number of timeouts would just stay static."}, {"timestamp": [721.82, 723.64], "text": " First year, dropped by half."}, {"timestamp": [724.1, 727.0], "text": " Second year, another 10%."}, {"timestamp": [727.0, 736.0], "text": " And hereon, they're continuing to reduce. So now, timeouts are rare. They were a common occurrence at our school."}, {"timestamp": [736.0, 741.0], "text": " They're not now. And the academic results are continuing to improve."}, {"timestamp": [741.0, 744.0], "text": " Are the courses for both year 9 and 10?"}, {"timestamp": [744.0, 745.0], "text": " Yep. All the kids are in year 9 and 10? Yep."}, {"timestamp": [745.0, 746.0], "text": " So they're not."}, {"timestamp": [746.0, 749.0], "text": " All the kids are in there."}, {"timestamp": [749.0, 750.0], "text": " It's really interesting."}, {"timestamp": [750.0, 751.0], "text": " I mean, there's a bit of balancing."}, {"timestamp": [751.0, 755.0], "text": " There's a bit of horse trading goes on because, of course, you want to make sure you've got"}, {"timestamp": [755.0, 758.0], "text": " balance between your class sizes to some extent."}, {"timestamp": [758.0, 761.0], "text": " But it works really well."}, {"timestamp": [761.0, 769.0], "text": " I think one of the reasons that it actually made a difference to the discipline stuff is that you don't have year 10s seeing themselves as year 10 anymore. They're middle school"}, {"timestamp": [769.0, 776.0], "text": " students. It really does create quite a, that has quite an impact."}, {"timestamp": [776.0, 777.0], "text": " Yep."}, {"timestamp": [777.0, 790.0], "text": " One more question. At NTA, say NTA level one, are there prerequisite for all the courses that they have to have done in the junior's middle school to get into those level one courses?"}, {"timestamp": [790.0, 799.0], "text": " They have to have done some of the courses, they have to have done a minimum number and have achieved in them to get into like a"}, {"timestamp": [799.0, 803.0], "text": " above a numeracy level course."}, {"timestamp": [803.0, 809.6], "text": " For a lot of the kids, that's, it's making a big difference in that respect,"}, {"timestamp": [809.6, 815.0], "text": " that they are actually working harder to get into those courses."}, {"timestamp": [815.0, 822.44], "text": " We had expected that if it was going to work, that we would see most of the difference in the academic results."}, {"timestamp": [822.44, 826.6], "text": " And we have, but the behavioural thing has been more significant and the retention"}, {"timestamp": [826.6, 834.5], "text": " also. And most of the kids, the kids really like it, is one of the things that's really"}, {"timestamp": [834.5, 840.9], "text": " positive about it. Here's an example of a student. He actually, when I was talking to him"}, {"timestamp": [840.9, 845.02], "text": " about it, I asked for permission to use him."}, {"timestamp": [851.06, 851.78], "text": " And he said, why have you called me X? And I said, well, because this is, you know, you're an example."}, {"timestamp": [856.78, 862.02], "text": " And he said, but you could have my name. And then my name would get heard by a lot of other people. And I said, yeah, but if you ever move school and they remember your name, you might not be so happy about that."}, {"timestamp": [862.88, 865.28], "text": " Because by this time last year he'd had 56"}, {"timestamp": [865.28, 871.34], "text": " disciplinary interventions in year eight and a lot of people would have been saying"}, {"timestamp": [871.34, 877.16], "text": " that word incorrigible just kind of was like written across his forehead this"}, {"timestamp": [877.16, 883.28], "text": " this year he's had nine so he's still not a model student but it's a striking"}, {"timestamp": [883.28, 885.0], "text": " difference and I said to him so I said well what do you think what do you think are but it's a striking difference."}, {"timestamp": [885.0, 888.0], "text": " And I said to him, so I said, well, what do you think?"}, {"timestamp": [888.0, 890.0], "text": " What do you think are causal factors?"}, {"timestamp": [890.0, 894.0], "text": " And he says, teachers treat me differently now as well."}, {"timestamp": [894.0, 900.0], "text": " You have to, if three times a year you have to set up those relationships in your classroom,"}, {"timestamp": [900.0, 905.02], "text": " you spend more time probably getting that right than you do if you've only got them for a year."}, {"timestamp": [905.46, 911.52], "text": " And you never feel, I find teaching middle school classes, you know there's an end point there."}, {"timestamp": [911.98, 915.76], "text": " But it's like a refreshment break."}, {"timestamp": [915.86, 917.2], "text": " You come back for the new trimester."}, {"timestamp": [917.34, 919.86], "text": " You've got different kids in front of you, or some of them are the same."}, {"timestamp": [921.5, 926.34], "text": " It's really, it just adds that little lift to your week when the course has changed."}, {"timestamp": [927.08, 928.76], "text": " And he likes being able to choose the subjects."}, {"timestamp": [931.1, 934.74], "text": " This is a girl who did very well in Year 8 and she's continuing to excel this year"}, {"timestamp": [934.74, 937.12], "text": " and she said that she likes it."}, {"timestamp": [938.32, 941.7], "text": " And she likes not being with the same people all the time."}, {"timestamp": [941.7, 947.4], "text": " One of the things that made us come up with this particular solution was a boy who we'd"}, {"timestamp": [947.4, 950.64], "text": " had at school and before we started this."}, {"timestamp": [950.64, 958.06], "text": " And he was one of those boys, I'll call him John Brown because that wasn't his name."}, {"timestamp": [958.06, 963.18], "text": " And one day when he was in year 10, one of the girls in his class got timed out of class."}, {"timestamp": [963.18, 966.96], "text": " And she was a model student. And I said to her, what on earth happened? You've never got timed out of class and she was a model student and I said to her what on"}, {"timestamp": [966.96, 971.44], "text": " earth happened you've never been timed out and she said John Brown has been in my class every day"}, {"timestamp": [971.44, 977.2], "text": " every period since I started here at 11 I'm sick of him I just wanted a break so she did something"}, {"timestamp": [977.2, 982.8], "text": " naughty to get thrown out of class so that and teachers would go oh I've got double John Brown"}, {"timestamp": [982.8, 985.88], "text": " today with her two hours with him."}, {"timestamp": [987.48, 995.66], "text": " And I thought, one, that wasn't good for John's education, but two, there are some kids"}, {"timestamp": [995.66, 1001.38], "text": " who their learning trajectory is somewhat fragmented, or perhaps I only at Westland High School."}, {"timestamp": [1002.72, 1006.5], "text": " But we have sometimes have kids who go, it's not easy,"}, {"timestamp": [1006.66, 1007.96], "text": " and they're not easy to be around,"}, {"timestamp": [1008.04, 1009.66], "text": " and they're learning but slowly,"}, {"timestamp": [1009.88, 1012.42], "text": " and some of their learnings about entrepreneurial skills"}, {"timestamp": [1012.42, 1013.86], "text": " they shouldn't be having at all."}, {"timestamp": [1015.7, 1018.1], "text": " And for the kids who are in that class with that student,"}, {"timestamp": [1018.4, 1019.96], "text": " day after day after day after day,"}, {"timestamp": [1020.32, 1022.44], "text": " they have to be with them all the time,"}, {"timestamp": [1022.74, 1024.98], "text": " and that actually has a detrimental effect on their learning."}, {"timestamp": [1025.0, 1025.52], "text": " By spreading John Brown across a wider range of courses, they have to be with them all the time, and that actually has a detrimental effect on their learning."}, {"timestamp": [1029.5, 1030.08], "text": " By spreading John Brown across a wider range of courses,"}, {"timestamp": [1033.06, 1033.56], "text": " exposing him to all new people all the time,"}, {"timestamp": [1035.46, 1036.3], "text": " his impact is reduced considerably."}, {"timestamp": [1041.12, 1041.24], "text": " And the kids like this girl are able to go,"}, {"timestamp": [1043.0, 1043.1], "text": " well, okay, I've got double John Brown today,"}, {"timestamp": [1044.62, 1047.2], "text": " but at least it's not five periods a day."}, {"timestamp": [1048.34, 1050.68], "text": " Which I thought was pretty good."}, {"timestamp": [1054.26, 1054.46], "text": " And comments that students make, they've chosen the classes."}, {"timestamp": [1056.3, 1056.74], "text": " They've chosen what aspect they want to do."}, {"timestamp": [1061.22, 1061.68], "text": " So they've had a look at the people put out little blurbs, you know, about what the course entails."}, {"timestamp": [1063.96, 1064.6], "text": " And they find it easier to learn when they've chosen the class."}, {"timestamp": [1067.64, 1070.84], "text": " There are some fun classes and you learn a lot. And that one, kids saying, I'm working hard in this class"}, {"timestamp": [1070.84, 1073.24], "text": " so I can get into the advanced class next trimester."}, {"timestamp": [1073.24, 1075.34], "text": " They've got an aspiration if they want to."}, {"timestamp": [1075.34, 1076.68], "text": " It works quite well."}, {"timestamp": [1076.68, 1079.76], "text": " How did the trimester system?"}, {"timestamp": [1079.76, 1081.76], "text": " We basically divide the year into three"}, {"timestamp": [1081.76, 1085.76], "text": " and say, right, May the 17 17th end of trimester one or"}, {"timestamp": [1085.76, 1090.8], "text": " this 26th period with those holidays in between can be quite disruptive"}, {"timestamp": [1090.8, 1096.08], "text": " we'll destroy rid of them actually right yeah the thing is the terms that aren't even"}, {"timestamp": [1096.08, 1105.02], "text": " leeks and that that's one of the reasons the other thing for us was that, you know, yeah."}, {"timestamp": [1109.78, 1110.06], "text": " We have a climate where winter is generally quite good,"}, {"timestamp": [1113.68, 1116.22], "text": " but it's nice to think you've got something to look forward to in spring, because our spring got off a really dire and horrible."}, {"timestamp": [1116.42, 1117.94], "text": " Part of why that sounded a good thing better."}, {"timestamp": [1118.44, 1118.64], "text": " Yep."}, {"timestamp": [1119.0, 1122.96], "text": " Has some idiot visiting your school property from Aero said,"}, {"timestamp": [1123.26, 1125.44], "text": " are you pitching the national curriculum"}, {"timestamp": [1125.44, 1127.74], "text": " and how can you demonstrate that each?"}, {"timestamp": [1128.82, 1129.78], "text": " The ERO lover."}, {"timestamp": [1130.78, 1132.46], "text": " One, it's a local solution."}, {"timestamp": [1133.76, 1137.22], "text": " So there is curriculum covered with the kids."}, {"timestamp": [1137.52, 1139.52], "text": " One of the things people said at start"}, {"timestamp": [1139.52, 1142.4], "text": " was, oh, the kids will just choose the easy classes,"}, {"timestamp": [1142.4, 1144.58], "text": " so I'll just be doing this all the time."}, {"timestamp": [1145.64, 1147.6], "text": " And not so."}, {"timestamp": [1147.86, 1148.5], "text": " They don't."}, {"timestamp": [1148.9, 1150.64], "text": " They do tend to choose a balance."}, {"timestamp": [1150.82, 1155.1], "text": " And their parents sit there and help to guide them to what they're going to do."}, {"timestamp": [1155.4, 1156.8], "text": " They do them as a subject."}, {"timestamp": [1156.8, 1162.58], "text": " But it means, for instance, we had a girl last year who was in a wreck team playing Canary Country and Hickball team."}, {"timestamp": [1163.28, 1165.74], "text": " And so she was coming over to"}, {"timestamp": [1165.74, 1167.44], "text": " play netball and"}, {"timestamp": [1167.44, 1169.92], "text": " price each every weekend for two, three"}, {"timestamp": [1169.92, 1171.7], "text": " months, whatever it was. And so she's"}, {"timestamp": [1171.7, 1173.5], "text": " deliberately set up her program."}, {"timestamp": [1173.82, 1176.42], "text": " So she had more"}, {"timestamp": [1176.42, 1178.86], "text": " easier courses during that time"}, {"timestamp": [1178.86, 1180.68], "text": " is this. So when she knew she had other"}, {"timestamp": [1180.68, 1182.9], "text": " commitments to make it easier for her to balance"}, {"timestamp": [1182.9, 1184.58], "text": " that work life commitment."}, {"timestamp": [1185.76, 1188.24], "text": " And that's something we've never seen before."}, {"timestamp": [1188.24, 1190.24], "text": " What would you read by the easier subject?"}, {"timestamp": [1190.24, 1192.24], "text": " Well, okay."}, {"timestamp": [1192.24, 1197.5], "text": " If you were doing this subject like one of the technologies, for instance, like making something"}, {"timestamp": [1197.5, 1203.44], "text": " in felt like there's not such a homework complying to that as there would be a made in another"}, {"timestamp": [1203.44, 1204.44], "text": " course."}, {"timestamp": [1204.44, 1209.28], "text": " So for her, she chose to do her PE health technology"}, {"timestamp": [1209.28, 1212.12], "text": " funds while she had the equivalent of assisted with her"}, {"timestamp": [1212.12, 1216.42], "text": " better into her algebra in 2021 and 2009"}, {"timestamp": [1216.42, 1217.06], "text": " in 2013."}, {"timestamp": [1218.64, 1222.8], "text": " The whole school work on in China is the time frame"}, {"timestamp": [1222.8, 1225.0], "text": " or is it for the middle school?"}, {"timestamp": [1225.0, 1230.0], "text": " Our journeys, that's the kind of, do we have,"}, {"timestamp": [1230.0, 1233.0], "text": " oh, is that going to know."}, {"timestamp": [1233.0, 1235.0], "text": " Our junior school at the moment have home room,"}, {"timestamp": [1235.0, 1237.0], "text": " but they have rotational things"}, {"timestamp": [1237.0, 1242.0], "text": " on a trimester basis for their technology, arts and languages."}, {"timestamp": [1242.0, 1247.44], "text": " And one of the things that's happening increasingly is we're using this to"}, {"timestamp": [1247.44, 1255.12], "text": " like students in the school who are all lines given needs so they'll be doing something"}, {"timestamp": [1255.12, 1261.28], "text": " with your two year NCAA kids I suppose some of them will be doing something in a middle"}, {"timestamp": [1261.28, 1265.88], "text": " school class some of them will be doing some things if you were able to run"}, {"timestamp": [1265.88, 1268.02], "text": " we couldn't have enough numbers but we can't see"}, {"timestamp": [1268.02, 1269.98], "text": " a middle school combo and keep"}, {"timestamp": [1269.98, 1272.04], "text": " that going which"}, {"timestamp": [1272.04, 1273.62], "text": " is it's"}, {"timestamp": [1273.62, 1275.92], "text": " meant we've got a lot of more variation of"}, {"timestamp": [1275.92, 1276.76], "text": " stuff happening"}, {"timestamp": [1276.76, 1278.5], "text": " what are you doing at"}, {"timestamp": [1278.5, 1281.5], "text": " what we do at"}, {"timestamp": [1281.5, 1282.92], "text": " what we do at is trying to look at"}, {"timestamp": [1282.92, 1284.7], "text": " integrating into this as well"}, {"timestamp": [1284.7, 1287.0], "text": " because it has worked."}, {"timestamp": [1287.0, 1290.0], "text": " It's kind of challenge."}, {"timestamp": [1290.0, 1295.0], "text": " One of the things to do that will be this is what we're doing, but what I wanted to talk about really,"}, {"timestamp": [1295.0, 1301.0], "text": " is that it's an example of something that happen when you actually go out and do that co-creation"}, {"timestamp": [1301.0, 1305.38], "text": " and you actually still listen to what people say and somebody comes out with an idea"}, {"timestamp": [1305.38, 1310.6], "text": " that's just way out there in left field like well let's just get rid of maths and break it up into"}, {"timestamp": [1310.6, 1317.8], "text": " like maths for living numeracy strategies measurement in algebra you know blah blah blah and then kids can"}, {"timestamp": [1317.8, 1323.74], "text": " pick a bit more and but don't let them into the algebra unless they've already done some basic"}, {"timestamp": [1323.74, 1329.94], "text": " stuff you know and and it was the math department, actually, who were probably the most progressive initially,"}, {"timestamp": [1330.44, 1333.72], "text": " which is something you don't very often hear about math teachers."}, {"timestamp": [1336.16, 1342.72], "text": " Isn't it? Amazing. Challenges. The changes to thinking for some of the staff."}, {"timestamp": [1349.34, 1354.94], "text": " I'm sure that not all the people who actually think that education should be like it was when they were at school go to our school. But there certainly are some"}, {"timestamp": [1354.94, 1360.92], "text": " who want to go, well, you know, when I was at school, you know, you did. And I said, that's education,"}, {"timestamp": [1361.02, 1365.06], "text": " it's cod liver oil. Do you remember that? He used to give you cod liver oil in the winter or whatever."}, {"timestamp": [1365.7, 1366.46], "text": " Well, I was a kid."}, {"timestamp": [1366.62, 1370.74], "text": " Lanes emulsion or malt or all these things that were to cure you"}, {"timestamp": [1370.74, 1372.06], "text": " of something you didn't know you had."}, {"timestamp": [1373.08, 1374.76], "text": " That's not what we want education to be like."}, {"timestamp": [1379.64, 1384.06], "text": " That's been an interesting one because that was one of the things"}, {"timestamp": [1384.06, 1390.56], "text": " to be done enough to put in student place initially we thought that people knew what they were"}, {"timestamp": [1390.56, 1394.4], "text": " doing because they already had the final relationship but when it becomes more an"}, {"timestamp": [1394.4, 1400.04], "text": " mentoring role some people found that quite hard to step up so we did have some"}, {"timestamp": [1400.04, 1403.92], "text": " training and then we'd you know that that idea that you show people the bright spots"}, {"timestamp": [1403.92, 1409.26], "text": " you have a look and say hey look what's happening over here this person's doing this structure for their"}, {"timestamp": [1409.26, 1414.76], "text": " interview why don't you try that and that worked well you know for the pairing people up a bit more"}, {"timestamp": [1414.76, 1421.4], "text": " was good but that was probably one of the harder ones you know some of the parents saying"}, {"timestamp": [1421.4, 1429.08], "text": " you know but what do you mean my kid isn't doing mathematics this trimester?"}, {"timestamp": [1430.88, 1436.04], "text": " You know, and you say, well, actually, he's really struggling with some of those things."}, {"timestamp": [1436.1, 1440.88], "text": " So we've got him on this extra program and he's doing and he's working with the RTLB"}, {"timestamp": [1440.88, 1443.68], "text": " and doing some assistive technology things here."}, {"timestamp": [1444.26, 1446.9], "text": " But there's no point in putting him into"}, {"timestamp": [1446.9, 1450.98], "text": " an advanced trigonometry class, which he can't actually cope with yet because he's not there."}, {"timestamp": [1451.3, 1452.66], "text": " Maybe next year he'll be doing that."}, {"timestamp": [1455.1, 1456.96], "text": " Most of the parents, though, are really positive."}, {"timestamp": [1457.9, 1461.48], "text": " But the teachers, there are a few teachers to say the English department have been abominable."}, {"timestamp": [1462.4, 1467.98], "text": " They want to stream everybody and only and"}, {"timestamp": [1467.98, 1471.12], "text": " then the HD only teaches the top level."}, {"timestamp": [1471.12, 1473.24], "text": " Um, um, um, yeah."}, {"timestamp": [1473.24, 1480.56], "text": " If you've got a high standard of prior learning, you know, you know, can you off straight"}, {"timestamp": [1480.56, 1481.56], "text": " into advanced?"}, {"timestamp": [1481.56, 1482.56], "text": " Yep."}, {"timestamp": [1482.56, 1483.56], "text": " Yep."}, {"timestamp": [1483.56, 1484.56], "text": " Yep."}, {"timestamp": [1484.56, 1484.76], "text": " If you can demonstrate your learning."}, {"timestamp": [1484.76, 1487.92], "text": " That's one of the other things you get into all sorts of interesting learning conversations with people,"}, {"timestamp": [1488.0, 1490.9], "text": " because if you can demonstrate that you can do this and you know how to do it,"}, {"timestamp": [1491.14, 1492.48], "text": " you can go straight into advanced courses."}, {"timestamp": [1493.12, 1496.0], "text": " And one of the things, you know, we've got some students who,"}, {"timestamp": [1496.1, 1500.64], "text": " we've got one student this year who's doing level one math in year 10,"}, {"timestamp": [1501.22, 1506.48], "text": " and we can work that in by putting that up against that line so that her course"}, {"timestamp": [1506.48, 1511.28], "text": " we can it gives us a lot more flexibility to do things like that she's doing that through there"}, {"timestamp": [1511.28, 1515.84], "text": " because she did all the advanced courses in year 9 and got excellence in them"}, {"timestamp": [1518.72, 1525.0], "text": " six they do six per trimester they have six lots of four and we have one period which is Fano and assembly."}, {"timestamp": [1525.0, 1527.0], "text": " So it's..."}, {"timestamp": [1527.0, 1530.0], "text": " No, yep, they do."}, {"timestamp": [1530.0, 1535.0], "text": " They teach tri-year in one trimester here."}, {"timestamp": [1535.0, 1538.0], "text": " That doesn't match the other schools?"}, {"timestamp": [1538.0, 1542.0], "text": " Well, the junior stuff, we've got seven and eight."}, {"timestamp": [1542.0, 1546.8], "text": " So some of the teachers would be teaching those for a trimester, like, as well."}, {"timestamp": [1548.0, 1552.58], "text": " Essentially, you're only teaching, you're teaching, say, it's advanced maths, you're doing the three times."}, {"timestamp": [1553.5, 1558.76], "text": " Or you might be doing one advanced maths, one basic and another advanced maths."}, {"timestamp": [1558.76, 1560.92], "text": " But you've got a year 10."}, {"timestamp": [1561.16, 1561.24], "text": " Yeah."}, {"timestamp": [1561.5, 1562.22], "text": " I'm teaching a little."}, {"timestamp": [1562.22, 1564.1], "text": " Do you have junior and senior table?"}, {"timestamp": [1564.44, 1565.72], "text": " You have a type table for the years, seven, ten, and then one. So you have a little school right. You have a junior and senior time table. Do you have a timetable for the years"}, {"timestamp": [1565.72, 1567.74], "text": " 17 and then 1% a year"}, {"timestamp": [1567.74, 1568.38], "text": " 30?"}, {"timestamp": [1568.6, 1570.02], "text": " No, it's one time table."}, {"timestamp": [1571.12, 1571.66], "text": " But the"}, {"timestamp": [1571.66, 1572.74], "text": " time is, I mean,"}, {"timestamp": [1573.74, 1574.58], "text": " every, I suppose"}, {"timestamp": [1574.58, 1575.24], "text": " it, actually"}, {"timestamp": [1575.24, 1577.38], "text": " in our senior school, we have"}, {"timestamp": [1577.38, 1578.72], "text": " 74 individual"}, {"timestamp": [1578.72, 1579.58], "text": " timetables."}, {"timestamp": [1580.48, 1581.88], "text": " We run an awful lot."}, {"timestamp": [1581.88, 1583.5], "text": " We have one of the biggest"}, {"timestamp": [1583.5, 1587.0], "text": " Trade Academy schools in the South Island because"}, {"timestamp": [1587.0, 1592.5], "text": " there's a Trade Academy in grader and we looked at it, say things like me in the hundred bucks,"}, {"timestamp": [1592.5, 1598.0], "text": " oh there's money and this will do this. And so we have a lot of kids to go to Trade Academy stuff"}, {"timestamp": [1598.0, 1603.0], "text": " so we've kind of worked things around that as well. So the whole timetable, the whole thing is"}, {"timestamp": [1603.0, 1605.28], "text": " make the system fit the student"}, {"timestamp": [1605.28, 1610.56], "text": " direct student fit the system that's a really big thing that we can to have said is"}, {"timestamp": [1610.56, 1615.36], "text": " important now small school that's easier I guess but we also don't have that"}, {"timestamp": [1615.36, 1622.8], "text": " flexibility in staffing yeah we've had the issue with Iwi we've tried to get"}, {"timestamp": [1622.8, 1627.3], "text": " Ewey on board and with the small schools, because they can do one of two classrooms."}, {"timestamp": [1627.3, 1630.6], "text": " They can't do 13-9 classes over to it."}, {"timestamp": [1630.6, 1631.6], "text": " And that's the issue."}, {"timestamp": [1631.6, 1634.7], "text": " Scalability comes difficult to large schools."}, {"timestamp": [1634.7, 1642.0], "text": " We have got things too, like on our, for our seniors, we have a line that lines up with the middle school."}, {"timestamp": [1642.0, 1646.04], "text": " We have a small coaching option where a guy comes in and he does some of that"}, {"timestamp": [1646.04, 1647.66], "text": " with middle school kids and some of the seniors"}, {"timestamp": [1647.66, 1649.42], "text": " and they're all in together"}, {"timestamp": [1649.42, 1651.22], "text": " and it works really well"}, {"timestamp": [1651.22, 1652.58], "text": " and we're trying to encourage and all of that"}, {"timestamp": [1652.58, 1654.16], "text": " getting people into the community"}, {"timestamp": [1654.16, 1655.68], "text": " to help"}, {"timestamp": [1655.68, 1658.0], "text": " in areas that"}, {"timestamp": [1658.0, 1660.3], "text": " the kids have got interests in"}, {"timestamp": [1660.3, 1662.84], "text": " yeah"}, {"timestamp": [1662.84, 1664.18], "text": " they need to balance task sizes"}, {"timestamp": [1664.18, 1666.88], "text": " in an ideal world"}, {"timestamp": [1666.88, 1668.06], "text": " exactly the same I would"}, {"timestamp": [1668.06, 1669.6], "text": " produce everything"}, {"timestamp": [1669.6, 1670.34], "text": " it would be great"}, {"timestamp": [1670.34, 1672.42], "text": " but I spend a bit of time"}, {"timestamp": [1672.42, 1673.52], "text": " to fail each time used to"}, {"timestamp": [1673.52, 1675.04], "text": " trade and things off"}, {"timestamp": [1675.04, 1676.52], "text": " but one of the things that's cool"}, {"timestamp": [1676.52, 1677.4], "text": " is that"}, {"timestamp": [1677.4, 1678.62], "text": " again"}, {"timestamp": [1678.62, 1682.04], "text": " maybe maybe it's just because I was such a nice person"}, {"timestamp": [1682.04, 1683.84], "text": " you know"}, {"timestamp": [1683.84, 1686.6], "text": " the teacher comes and says I'm not having gone around my class."}, {"timestamp": [1687.24, 1690.12], "text": " You know, I teach, you know, all class."}, {"timestamp": [1690.28, 1691.96], "text": " And, you know, I don't, you know, I'm not having them."}, {"timestamp": [1692.36, 1694.24], "text": " Or I teach, you know, I'm not having them to,"}, {"timestamp": [1694.88, 1696.84], "text": " and I think all class is the same now."}, {"timestamp": [1696.84, 1698.26], "text": " You can't have to say, I'm having them."}, {"timestamp": [1698.3, 1700.0], "text": " You can't have to one trimester."}, {"timestamp": [1700.5, 1703.18], "text": " I want a better reason if he's not going to be in my class."}, {"timestamp": [1703.34, 1704.46], "text": " Thank you."}, {"timestamp": [1705.58, 1710.12], "text": " But sometimes it'll be things like saying, right, well, you can't actually do your painting"}, {"timestamp": [1710.12, 1712.52], "text": " this truerremeester because there's too many people."}, {"timestamp": [1712.64, 1714.2], "text": " You didn't get your stuff in the time."}, {"timestamp": [1714.52, 1715.94], "text": " You didn't show up with your file or did you."}, {"timestamp": [1716.86, 1719.26], "text": " But I've got you to talk to next time you see how will that go."}, {"timestamp": [1719.38, 1722.52], "text": " And this time you can do the hair over here and they go on that masquer."}, {"timestamp": [1723.84, 1725.46], "text": " And that does actually work."}, {"timestamp": [1726.72, 1731.04], "text": " It does not have a bit more flexibility to run some of those as small."}, {"timestamp": [1731.2, 1731.56], "text": " It's same."}, {"timestamp": [1731.64, 1734.7], "text": " I've put some seniors in there to bring the numbers up with it."}, {"timestamp": [1736.0, 1740.48], "text": " And yeah, you've got to make sure that what's happening is school supports cross-curricular learning."}, {"timestamp": [1742.12, 1745.78], "text": " We had, you know, we wanted to be say little leaders rather than nature of ease,"}, {"timestamp": [1746.44, 1751.76], "text": " because part of that is I want to get rid of age of these and just have little leaders."}, {"timestamp": [1751.76, 1756.52], "text": " Because again, you know, the discussion is so much richer when you get people talking about teaching"}, {"timestamp": [1756.52, 1763.92], "text": " and learning and students and relationships and all that, rather than just focusing on the content."}, {"timestamp": [1763.92, 1769.76], "text": " than just focusing on content. And sometimes you get people who become an HOD"}, {"timestamp": [1769.76, 1773.6], "text": " who actually don't have any leadership ability,"}, {"timestamp": [1773.6, 1775.92], "text": " but they get that job because they're the best one"}, {"timestamp": [1775.92, 1782.56], "text": " in the whatever department that needs a leader."}, {"timestamp": [1784.56, 1785.02], "text": " Small schools, that's a needs a leader. Yeah."}, {"timestamp": [1786.9, 1789.08], "text": " Small schools, that's a small school problem, yeah."}, {"timestamp": [1790.32, 1792.44], "text": " But you've got to be saying, okay, if we're going to have courses with running across the department,"}, {"timestamp": [1792.54, 1793.58], "text": " how does that manage?"}, {"timestamp": [1793.74, 1795.28], "text": " Do you don't want to have the situation?"}, {"timestamp": [1795.4, 1797.28], "text": " I've got a son who's year one,"}, {"timestamp": [1797.46, 1799.68], "text": " he's teaching at a school up and right from me."}, {"timestamp": [1799.98, 1802.02], "text": " He's teaching in three or four different departments,"}, {"timestamp": [1802.22, 1803.38], "text": " teaching all year nine kids."}, {"timestamp": [1803.9, 1807.54], "text": " And he has to attend four department meetings a full night."}, {"timestamp": [1807.84, 1814.2], "text": " He doesn't mind until six or five most nights because he has to go to all these department meetings."}, {"timestamp": [1814.6, 1818.18], "text": " And most of the people said, you know, I said, do they cover all different things?"}, {"timestamp": [1818.18, 1819.9], "text": " And his head, like, what's the value of learning?"}, {"timestamp": [1820.0, 1820.62], "text": " And he said, no."}, {"timestamp": [1823.0, 1824.94], "text": " So what are our next steps?"}, {"timestamp": [1826.8, 1829.8], "text": " Look at the junior school saying what happens if we..."}, {"timestamp": [1829.8, 1834.1], "text": " Because at the moment we run multi-level senior classes,"}, {"timestamp": [1834.46, 1836.46], "text": " we run multi-level middle school classes,"}, {"timestamp": [1836.46, 1839.52], "text": " we run year seven and eight apart from our bilingual class,"}, {"timestamp": [1839.52, 1841.52], "text": " which is the year seven eight continent."}, {"timestamp": [1842.46, 1846.12], "text": " And we want to look at saying let's make this work across there as well."}, {"timestamp": [1846.66, 1847.9], "text": " And particularly with that idea"}, {"timestamp": [1847.9, 1849.36], "text": " that perhaps in the time is three,"}, {"timestamp": [1849.84, 1851.86], "text": " some of the year-eighthers can be experiencing"}, {"timestamp": [1851.86, 1854.0], "text": " some of what's happening in the middle school"}, {"timestamp": [1854.0, 1855.88], "text": " so we get that really started and we're"}, {"timestamp": [1855.88, 1858.26], "text": " ruled it out so we're educated"}, {"timestamp": [1858.26, 1859.74], "text": " my knee, not my shoe size."}, {"timestamp": [1861.0, 1862.32], "text": " And in the senior school,"}, {"timestamp": [1863.7, 1867.0], "text": " you know, some of the students, some of our students don't have any exams to do."}, {"timestamp": [1867.0, 1872.0], "text": " Well, they've got one exam to do at the end of the year because of their subject choices."}, {"timestamp": [1872.0, 1879.0], "text": " And it would be nice to see them doing some richer pool turning or for the ones we've got exams to do,"}, {"timestamp": [1879.0, 1883.0], "text": " be able to go up, but I don't want to class anymore for this time to go somewhere else."}, {"timestamp": [1883.0, 1885.82], "text": " And I think we can just focus on exam study stuff"}, {"timestamp": [1885.82, 1893.86], "text": " are you almost entirely multi-level at the other bit of time yeah but getting"}, {"timestamp": [1893.86, 1903.76], "text": " closer all the time yeah yeah but things like we couldn't run drama or music if we"}, {"timestamp": [1903.76, 1906.3], "text": " didn't have that right multi-level and we couldn't run drama or music if we didn't have that value level."}, {"timestamp": [1906.3, 1913.38], "text": " And we used to run art as three small classes by running two lines in multiple"}, {"timestamp": [1913.38, 1915.08], "text": " art, some of the distance of twice."}, {"timestamp": [1915.08, 1920.92], "text": " It gives you much more flexibility in terms of that students being able to do what"}, {"timestamp": [1920.92, 1926.0], "text": " means and more cross-curricular classes."}, {"timestamp": [1926.0, 1929.0], "text": " And that's a matter of, you know, trying to say like"}, {"timestamp": [1929.0, 1932.0], "text": " community input, what other things can we be doing?"}, {"timestamp": [1932.0, 1937.0], "text": " That would be, you know, I've always liked the idea of doing something like"}, {"timestamp": [1937.0, 1939.0], "text": " you run a course on dance."}, {"timestamp": [1939.0, 1942.0], "text": " It's not just a dance class, but you could do some film studies,"}, {"timestamp": [1942.0, 1945.0], "text": " some English work based on dance, you could do some dance,"}, {"timestamp": [1945.0, 1952.0], "text": " you could do some other things, you know, but have more of a post-curricular focus."}, {"timestamp": [1952.0, 1956.0], "text": " And some of our teachers are really good at that, they've got some really cool ideas."}, {"timestamp": [1956.0, 1961.0], "text": " And some of them are still, they did, they still want to go down that track."}, {"timestamp": [1961.0, 1965.78], "text": " Even though schools left them behind, you know, years ago really,"}, {"timestamp": [1971.36, 1971.42], "text": " the Tiger teacher, sorry, computer teacher, you know, you get those things, don't you,"}, {"timestamp": [1977.8, 1983.32], "text": " the people are still there who really, when they started teaching, the world was an entirely different, but for all of us, probably that's true, you know, when I started teaching, if you wanted"}, {"timestamp": [1983.32, 1986.4], "text": " to show of films, you remember those those days we had to get the film to"}, {"timestamp": [1986.4, 1997.04], "text": " natural library and you have to get your licence and you break the film and you know crying and now we just go"}, {"timestamp": [1997.04, 2005.2], "text": " oh so the e-TV stuff and thinking oh that's like really easy even this I just thought I was baking notes to sort of move for myself, not for"}, {"timestamp": [2005.2, 2010.72], "text": " public, showing. We've used to the fact we've got technology to think that it's all time,"}, {"timestamp": [2011.04, 2016.24], "text": " and we can take it under for. Yeah, any questions?"}, {"timestamp": [2017.2, 2021.84], "text": " Five a year a day. Five a year day, four and one. Yep."}, {"timestamp": [2022.0, 2023.0], "text": " one yep"}, {"timestamp": [2023.0, 2039.76], "text": " you just explain that when you talk to that up to get into the"}, {"timestamp": [2039.76, 2042.24], "text": " and that's a basic level I can say that a basic level"}, {"timestamp": [2042.24, 2044.56], "text": " so I can say"}, {"timestamp": [2044.56, 2045.86], "text": " the open course means anybody can take it and that's where we level I suppose it's a good um for an open course means"}, {"timestamp": [2045.86, 2047.94], "text": " anybody can take it and that's where"}, {"timestamp": [2047.94, 2050.12], "text": " we get to be the HD in but if I say"}, {"timestamp": [2050.12, 2051.24], "text": " I'm not going to run"}, {"timestamp": [2051.24, 2053.16], "text": " um you know"}, {"timestamp": [2053.16, 2055.04], "text": " foundation course I'm going to run open course"}, {"timestamp": [2055.04, 2056.88], "text": " so anybody can do it because I'm hard to teach"}, {"timestamp": [2056.88, 2059.26], "text": " on level um yeah"}, {"timestamp": [2059.26, 2060.8], "text": " so if I'm"}, {"timestamp": [2060.8, 2062.82], "text": " I've done year nine"}, {"timestamp": [2062.82, 2066.58], "text": " yep I go in and I do yet 10 in my middle school."}, {"timestamp": [2067.52, 2071.84], "text": " Does the years courses change in year to year?"}, {"timestamp": [2072.0, 2073.4], "text": " So a teachers expected."}, {"timestamp": [2073.96, 2075.2], "text": " Do they run that bi-annually?"}, {"timestamp": [2075.8, 2076.92], "text": " Is that perhaps a work?"}, {"timestamp": [2077.08, 2079.04], "text": " Oh, I'd like to think they're more presses"}, {"timestamp": [2079.04, 2081.22], "text": " and disfowing a family every two years,"}, {"timestamp": [2081.38, 2082.98], "text": " but yeah, that would be a minimum."}, {"timestamp": [2083.22, 2083.46], "text": " Yes."}, {"timestamp": [2083.8, 2084.52], "text": " Okay, yeah."}, {"timestamp": [2085.36, 2091.44], "text": " I have those courses compulsory uh no oh they've got to do and english course"}, {"timestamp": [2092.24, 2099.44], "text": " but um that would be a restricted force for what level that they are in so that's how we've got"}, {"timestamp": [2099.44, 2103.52], "text": " got around that is that like i've do an open course and they can't stop people coming out of this"}, {"timestamp": [2103.6, 2105.52], "text": " that I've got to open course and they can't stop people coming out of this."}, {"timestamp": [2106.08, 2107.6], "text": " So I'm thinking."}, {"timestamp": [2107.88, 2108.46], "text": " Yes."}, {"timestamp": [2110.76, 2115.36], "text": " When you say multiple-level course of seniors, you might have, say, for NCA co-prolication,"}, {"timestamp": [2115.36, 2116.32], "text": " to check your standards,"}, {"timestamp": [2116.5, 2118.66], "text": " yet to think of the level one every level three."}, {"timestamp": [2118.78, 2118.96], "text": " Yep."}, {"timestamp": [2120.62, 2121.1], "text": " Yeah."}, {"timestamp": [2122.32, 2133.06], "text": " And we don't, some of the subjects we've got small numbers and you go like, can't actually do physics like that because you can't really have, or chemistry,"}, {"timestamp": [2133.06, 2140.28], "text": " you can't really have people doing three different experiments in the lab or once, so you could be fun, but probably not wise."}, {"timestamp": [2141.18, 2146.24], "text": " So when some of those, if we've got small numbers you've them, want to restrict the time, so you've got less contact time"}, {"timestamp": [2146.24, 2148.92], "text": " and you've got a budget and stuff like that."}, {"timestamp": [2149.96, 2151.46], "text": " But things like drama, for instance,"}, {"timestamp": [2151.6, 2153.2], "text": " we've seen the production last week,"}, {"timestamp": [2153.8, 2156.12], "text": " and we have a four an acting role,"}, {"timestamp": [2156.26, 2158.44], "text": " and so the kids are in doing a 11,"}, {"timestamp": [2158.44, 2159.92], "text": " because you've got smaller roles,"}, {"timestamp": [2160.0, 2162.94], "text": " and the kids have when they've got to go into their depth"}, {"timestamp": [2162.94, 2165.32], "text": " in their analysis, and You can do that."}, {"timestamp": [2165.44, 2167.06], "text": " You can certainly might be allowed just,"}, {"timestamp": [2167.14, 2167.94], "text": " things will be well."}, {"timestamp": [2168.86, 2172.0], "text": " What career pathways in place to be here?"}, {"timestamp": [2173.08, 2175.24], "text": " Through, we'll take apart those stuff through here."}, {"timestamp": [2175.74, 2177.0], "text": " At the moment we're not doing it,"}, {"timestamp": [2177.08, 2178.64], "text": " that's one of the other things we're looking at doing"}, {"timestamp": [2178.64, 2180.4], "text": " that's actually started to code things and say,"}, {"timestamp": [2180.52, 2182.48], "text": " you know, if you're going in those directions,"}, {"timestamp": [2182.48, 2183.82], "text": " these are good things to be looking at."}, {"timestamp": [2184.66, 2184.86], "text": " Yeah."}, {"timestamp": [2185.7, 2189.2], "text": " What did the response from your language teachers,"}, {"timestamp": [2189.2, 2192.24], "text": " because I know they, within the traditional optimal model,"}, {"timestamp": [2192.24, 2193.96], "text": " they always say, I want a fully a course,"}, {"timestamp": [2193.96, 2194.96], "text": " I need a fully course,"}, {"timestamp": [2194.96, 2196.4], "text": " to be running semester courses."}, {"timestamp": [2196.54, 2198.28], "text": " So did you have, what effect from those,"}, {"timestamp": [2198.78, 2200.38], "text": " the arts and the languages in those kinds?"}, {"timestamp": [2201.12, 2204.0], "text": " Well, one thing that we talked about at start"}, {"timestamp": [2204.0, 2225.32], "text": " was that if you had a student who was well first in the key competencies, all of them, coming into Year 11 with nothing, with no content knowledge, could you deep that kid if they were key, motivated, they were so in here, go-a-law, what could you not teach them in that year in that year? And I've not had anybody come back to me,"}, {"timestamp": [2225.32, 2227.56], "text": " well, I mean, I know it's the 10,000 hour,"}, {"timestamp": [2227.56, 2230.24], "text": " argument too, and just look at David did that music,"}, {"timestamp": [2230.24, 2234.24], "text": " you know, but there is,"}, {"timestamp": [2234.24, 2236.88], "text": " that's a valid argument, and for quite a lot of those kids,"}, {"timestamp": [2236.88, 2238.4], "text": " they can choose to do that anyway,"}, {"timestamp": [2238.4, 2241.32], "text": " if they really can, so those kids will choose to do"}, {"timestamp": [2241.32, 2247.0], "text": " our music every time it's a through their the political course so they can do that"}, {"timestamp": [2247.0, 2253.0], "text": " yeah yep you mentioned six per trimester in four periods but you said four in one"}, {"timestamp": [2253.0, 2257.62], "text": " so we've got a six day timetable we've got five day timetable we go we run the two"}, {"timestamp": [2257.62, 2262.32], "text": " periods before and four periods and then one in the afternoon so then those four"}, {"timestamp": [2262.32, 2266.32], "text": " periods that kids have made are two singles and a double."}, {"timestamp": [2267.88, 2270.32], "text": " But that's not, most that's just because that's all done."}, {"timestamp": [2270.44, 2271.94], "text": " That's not really the best way of doing it."}, {"timestamp": [2272.0, 2274.16], "text": " I think we keep kind of going on."}, {"timestamp": [2274.28, 2276.28], "text": " Now we can. Now we should"}, {"timestamp": [2276.28, 2279.7], "text": " you know, I think the thing that's really key is"}, {"timestamp": [2279.7, 2282.14], "text": " saying a lot of the things that we've"}, {"timestamp": [2282.14, 2284.16], "text": " traditionally done, we don't"}, {"timestamp": [2284.16, 2286.38], "text": " actually have to keep doing them that way."}, {"timestamp": [2286.5, 2287.84], "text": " You can do it completely differently."}, {"timestamp": [2288.46, 2293.62], "text": " And this is one about, I mean, this one just came out of blue for it,"}, {"timestamp": [2293.62, 2297.88], "text": " so it wasn't what we had on the mental horizon at all."}, {"timestamp": [2299.7, 2302.22], "text": " But there are schools doing other things that we are similar."}, {"timestamp": [2304.12, 2306.76], "text": " You've tracked this with performance data."}, {"timestamp": [2307.06, 2307.24], "text": " Yep."}, {"timestamp": [2307.54, 2307.56], "text": " Yeah."}, {"timestamp": [2307.78, 2308.62], "text": " What does it look like?"}, {"timestamp": [2309.54, 2313.64], "text": " Steedly going up, not as rapidly as I would like, but it is going up."}, {"timestamp": [2313.84, 2316.68], "text": " But our attention is improved into the senior school."}, {"timestamp": [2317.14, 2320.86], "text": " And the behaviour is way better."}, {"timestamp": [2321.22, 2323.96], "text": " So how long have you been doing that over at what time?"}, {"timestamp": [2324.24, 2324.88], "text": " Four years."}, {"timestamp": [2325.0, 2326.0], "text": " Thank you. Do you have class threshold over at what time? Four years. Yeah."}, {"timestamp": [2326.0, 2329.0], "text": " Yeah, plus three jobs like some court?"}, {"timestamp": [2329.0, 2330.0], "text": " Yep."}, {"timestamp": [2330.0, 2331.0], "text": " Yep."}, {"timestamp": [2331.0, 2337.0], "text": " It is amazing how often when you look like on these attractive problems."}, {"timestamp": [2337.0, 2345.0], "text": " At the moment, I've got 40 kids want to do photography for trimester three, which starts later in the next term."}, {"timestamp": [2345.0, 2348.0], "text": " We got a new art, Detecta, who had a bit of something"}, {"timestamp": [2348.0, 2350.0], "text": " in her program, and here it gives them three on that lines,"}, {"timestamp": [2350.0, 2353.0], "text": " and I've got two classes of 20, just like that."}, {"timestamp": [2353.0, 2356.0], "text": " But a class of five, for instance,"}, {"timestamp": [2356.0, 2359.0], "text": " would be saying, well, can we bolter that"}, {"timestamp": [2359.0, 2362.0], "text": " with the students from the senior school?"}, {"timestamp": [2362.0, 2364.0], "text": " International students, you know,"}, {"timestamp": [2364.0, 2365.62], "text": " can they do moderneric forming arts"}, {"timestamp": [2365.62, 2367.24], "text": " for a time to just to keep that going?"}, {"timestamp": [2368.94, 2370.46], "text": " So we're probably some of those subjects."}, {"timestamp": [2370.6, 2373.9], "text": " We're probably more inclined to support, if we can."}, {"timestamp": [2375.22, 2379.74], "text": " We had neuroscientities running three times this year."}, {"timestamp": [2381.04, 2382.0], "text": " It wasn't enough,"}, {"timestamp": [2382.0, 2383.5], "text": " so you put on an extra,"}, {"timestamp": [2383.78, 2388.4], "text": " you'd change on these very much brands on extra it does mean the start"}, {"timestamp": [2388.4, 2394.0], "text": " because we're running all these trimester blocks we're running over and unders all the time in terms of"}, {"timestamp": [2394.0, 2398.8], "text": " ppa non-contact so that's a balancing act you have to take in if you can do anything like that"}, {"timestamp": [2398.8, 2407.0], "text": " that you know you have a teacher who's got four non-contact periods. This time you're seeing six the next and four,"}, {"timestamp": [2407.0, 2409.0], "text": " you know, so you're going to make sure it's up to two six"}, {"timestamp": [2409.0, 2411.0], "text": " and a four and not two fours and a six."}, {"timestamp": [2411.0, 2415.0], "text": " So yeah, it was a little bit of staff"}, {"timestamp": [2415.0, 2417.0], "text": " in that way."}, {"timestamp": [2417.0, 2421.0], "text": " We had to make sure we had everybody squared away at that moment."}, {"timestamp": [2421.0, 2427.0], "text": " Give us an example of how a course can qualify for a free requisite."}, {"timestamp": [2429.0, 2435.0], "text": " If you want to do advanced statistics you have done the basic statistics first."}, {"timestamp": [2435.0, 2440.0], "text": " So you have to do the foundation statistics course. You don't have to do the advanced one after that but you can."}, {"timestamp": [2440.0, 2446.0], "text": " In the advanced statistics course you do the one achievement."}, {"timestamp": [2446.0, 2448.0], "text": " What about an integrated?"}, {"timestamp": [2448.0, 2449.0], "text": " In robotics?"}, {"timestamp": [2449.0, 2452.0], "text": " To get into robotics, you have to have done a basic,"}, {"timestamp": [2452.0, 2456.0], "text": " right one of the basic maths courses because,"}, {"timestamp": [2456.0, 2461.0], "text": " or have done really well in the Pyotics and Detachian Science Unit,"}, {"timestamp": [2461.0, 2464.0], "text": " one of the science groups."}, {"timestamp": [2464.0, 2466.0], "text": " But that's the thing, the kids can go"}, {"timestamp": [2466.0, 2467.0], "text": " at high-tech and catastrophe."}, {"timestamp": [2467.0, 2470.0], "text": " It sounds a lot more exciting to go in than going to science,"}, {"timestamp": [2470.0, 2472.0], "text": " didn't it?"}, {"timestamp": [2472.0, 2474.0], "text": " And that's been quite cool,"}, {"timestamp": [2474.0, 2475.0], "text": " you get some of those things,"}, {"timestamp": [2475.0, 2477.0], "text": " accident emergencies, one of the last,"}, {"timestamp": [2477.0, 2479.0], "text": " alien extinction."}, {"timestamp": [2479.0, 2481.0], "text": " What's your parent that they have?"}, {"timestamp": [2481.0, 2483.0], "text": " Well, generally very positive."}, {"timestamp": [2483.0, 2486.54], "text": " Some of the parents, the fact they've have come to a few three times a year"}, {"timestamp": [2486.54, 2488.62], "text": " and actually be involved in an interview"}, {"timestamp": [2488.62, 2489.78], "text": " in a discussion"}, {"timestamp": [2489.78, 2491.54], "text": " rather than just hearing"}, {"timestamp": [2491.54, 2494.4], "text": " is kind of challenging."}, {"timestamp": [2494.78, 2496.86], "text": " But our numbers"}, {"timestamp": [2496.86, 2497.94], "text": " coming to that"}, {"timestamp": [2497.94, 2500.06], "text": " went up usually because they were there"}, {"timestamp": [2500.06, 2500.7], "text": " for a purpose."}, {"timestamp": [2501.78, 2503.76], "text": " Has it led to more creative"}, {"timestamp": [2503.76, 2506.0], "text": " course design in the senior school?"}, {"timestamp": [2506.0, 2507.0], "text": " Yes, I think it has."}, {"timestamp": [2507.0, 2513.0], "text": " I think it takes the blingest way so people start going, yeah, I can or I want to do this"}, {"timestamp": [2513.0, 2516.0], "text": " course, but that's a bit challenging and demanding."}, {"timestamp": [2516.0, 2519.0], "text": " We've got outread, P.C.R."}, {"timestamp": [2519.0, 2521.0], "text": " One is now doing one."}, {"timestamp": [2521.0, 2525.2], "text": " Outdoor and sustainability course, which would build from the middle school"}, {"timestamp": [2525.2, 2529.36], "text": " program into the scene one. So yeah, it's quite so good."}, {"timestamp": [2529.36, 2535.92], "text": " How do kids come in from schools or do you get in? It depends on when they come, but it's"}, {"timestamp": [2535.92, 2540.72], "text": " not so great for a month before a time has to change. You know they do kind of, you know,"}, {"timestamp": [2540.72, 2549.28], "text": " you can't, if you can't, if you can't do it's be tired of that because they're full and you can't but we try and make sure you know kids small school stuff you know time put things in place"}, {"timestamp": [2549.28, 2556.0], "text": " put them with people who are they can work with so that they'll get by the more for the next one"}, {"timestamp": [2556.0, 2564.28], "text": " sounds like fun when teachers have got a big responsibility for ensuring that there's some sort of balance"}, {"timestamp": [2564.28, 2567.52], "text": " and direction and momentum"}, {"timestamp": [2567.52, 2576.0], "text": " and appropriateness of one of these coarse things yeah they do they do but also you know"}, {"timestamp": [2576.0, 2580.88], "text": " senior leisure team keep real close on too to make sure that you know it's all working the way"}, {"timestamp": [2580.88, 2585.0], "text": " we want to do and things happen we do quite a lot to make sure we're keeping"}, {"timestamp": [2585.0, 2589.0], "text": " to close on what's happening with them."}, {"timestamp": [2589.0, 2592.0], "text": " What kind of component"}, {"timestamp": [2592.0, 2593.0], "text": " of paper?"}, {"timestamp": [2593.0, 2595.0], "text": " Yep, they get one of the hands."}, {"timestamp": [2595.0, 2600.0], "text": " You were saying that students choosing that course is"}, {"timestamp": [2600.0, 2602.0], "text": " and so if you're going to come up"}, {"timestamp": [2602.0, 2606.0], "text": " about how much is doing back that I think it's complicated. How do you have around that or how to impact that?"}, {"timestamp": [2606.0, 2607.0], "text": " Can I watch?"}, {"timestamp": [2607.0, 2608.0], "text": " On what way?"}, {"timestamp": [2608.0, 2614.0], "text": " It's complicated, but basically, you know, they have to fill this in."}, {"timestamp": [2614.0, 2617.0], "text": " Like when it's all ended, I go to particular"}, {"timestamp": [2617.0, 2620.0], "text": " just make sure that, you know, things are progressing."}, {"timestamp": [2620.0, 2622.0], "text": " They have to look at any longer as you asking people."}, {"timestamp": [2622.0, 2624.0], "text": " The father teachers are pretty good at everything I."}, {"timestamp": [2624.0, 2625.0], "text": " And their parents do."}, {"timestamp": [2625.0, 2626.0], "text": " Yeah."}, {"timestamp": [2626.0, 2628.0], "text": " Yeah, they do."}, {"timestamp": [2628.0, 2629.0], "text": " Yeah."}, {"timestamp": [2629.0, 2630.0], "text": " They do."}, {"timestamp": [2630.0, 2632.0], "text": " They say you have to do so many of these"}, {"timestamp": [2632.0, 2634.0], "text": " over this amount of time and it gets checked."}, {"timestamp": [2634.0, 2635.0], "text": " Yeah."}, {"timestamp": [2635.0, 2638.0], "text": " You alluded to the fact that quite often you have the ability"}, {"timestamp": [2638.0, 2641.0], "text": " to negotiate another course for a student."}, {"timestamp": [2641.0, 2642.0], "text": " Yeah."}, {"timestamp": [2642.0, 2645.46], "text": " In the traditional sense, there's got a high,"}, {"timestamp": [2647.92, 2650.14], "text": " kind of misrack when students select options they can't fit in because of"}, {"timestamp": [2650.14, 2651.56], "text": " cross sizes and patches."}, {"timestamp": [2652.28, 2654.22], "text": " Have you found any trend there"}, {"timestamp": [2654.22, 2656.28], "text": " with reduced or increased"}, {"timestamp": [2656.28, 2658.86], "text": " incidence? I think we get more kids"}, {"timestamp": [2658.86, 2660.34], "text": " into the things they want to"}, {"timestamp": [2660.34, 2662.82], "text": " because people will go, oh,"}, {"timestamp": [2663.0, 2664.76], "text": " lastly there's a lot of demand for this,"}, {"timestamp": [2664.84, 2665.88], "text": " so I'm going to"}, {"timestamp": [2665.88, 2670.9], "text": " offer all of that and the less of this. So there's, you know, teachers and ADs are"}, {"timestamp": [2670.9, 2675.98], "text": " a little, you know, you're looking and say, okay, we do all of this and this one, this one,"}, {"timestamp": [2675.98, 2679.76], "text": " we only run that once, that kind of stuff. So, yeah, it's more likely."}, {"timestamp": [2680.24, 2684.66], "text": " I'm going to hang out of courses, I mean, is there a lot of, is the opportunity to teaching"}, {"timestamp": [2684.66, 2685.0], "text": " that that's up in the time? That's my next dream. I'm going to the courses, I mean, is there a lot of, is the opportunity to teaching there?"}, {"timestamp": [2685.0, 2688.0], "text": " That's my next dream."}, {"timestamp": [2688.0, 2692.0], "text": " Getting the teachers to do that would be fantastic, you know."}, {"timestamp": [2692.0, 2694.0], "text": " There's a wee bit."}, {"timestamp": [2694.0, 2698.0], "text": " You know, for instance, we are more people who've got social, some of the socialities,"}, {"timestamp": [2698.0, 2705.74], "text": " sports is a wee more alongside that, and we'd have a baddle as women in which which fast interest, so that's been fun. Is there any evidence like"}, {"timestamp": [2705.74, 2708.86], "text": " particular fatigue for the planning that?"}, {"timestamp": [2708.94, 2710.3], "text": " What would be required on?"}, {"timestamp": [2712.9, 2714.54], "text": " No, but I think so."}, {"timestamp": [2715.14, 2717.84], "text": " We're not getting a hard, you're over in and like that."}, {"timestamp": [2717.84, 2722.48], "text": " People really like the fact that they do get variety"}, {"timestamp": [2722.48, 2730.2], "text": " and the thing is that they've got their basic parameters like planned you're only planning like a mess of blocks on a whole year"}, {"timestamp": [2730.2, 2738.66], "text": " beer beer ones who decides what I don't know we've got away with the subject but who"}, {"timestamp": [2738.66, 2744.28], "text": " decide what areas of a human weight for example would you have your own horse"}, {"timestamp": [2744.28, 2751.28], "text": " in a lot of course we fight that out in our arque team yeah there's a bit of cut and thrust"}, {"timestamp": [2751.28, 2757.68], "text": " there's like how many teachers we got that we can put in that we can put in there"}, {"timestamp": [2757.68, 2765.96], "text": " that will help to determine things um yeah your job justcriptions and even job"}, {"timestamp": [2765.96, 2767.88], "text": " Advertisements"}, {"timestamp": [2767.88, 2769.82], "text": " reflecting the change"}, {"timestamp": [2769.82, 2771.64], "text": " I think we use something like"}, {"timestamp": [2771.64, 2772.52], "text": " Future focus"}, {"timestamp": [2772.52, 2774.28], "text": " or come to us"}, {"timestamp": [2774.28, 2775.28], "text": " If we like all the time"}, {"timestamp": [2775.28, 2775.52], "text": " Or"}, {"timestamp": [2775.52, 2779.88], "text": " I was going to say"}, {"timestamp": [2779.88, 2782.32], "text": " What if you're trying to break down"}, {"timestamp": [2782.32, 2784.52], "text": " Silo"}, {"timestamp": [2784.52, 2786.02], "text": " Do you actually have Here to be able to this down Silo do you actually have"}, {"timestamp": [2786.02, 2787.66], "text": " to hear the people as sure"}, {"timestamp": [2787.66, 2789.2], "text": " We do still have"}, {"timestamp": [2789.2, 2790.62], "text": " evidence we're trying to get rid of it"}, {"timestamp": [2790.62, 2793.64], "text": " So we're our alcohol team are our middle leaders"}, {"timestamp": [2793.64, 2794.64], "text": " and they are like"}, {"timestamp": [2794.64, 2795.76], "text": " HRDs"}, {"timestamp": [2795.76, 2796.44], "text": " Yeah"}, {"timestamp": [2796.44, 2799.86], "text": " But the reason you want to get rid of it is"}, {"timestamp": [2799.86, 2801.82], "text": " Because it just"}, {"timestamp": [2801.82, 2804.22], "text": " It means people start checking it a little patch"}, {"timestamp": [2804.22, 2806.18], "text": " rather than seeing themselves as being responsible"}, {"timestamp": [2806.18, 2807.92], "text": " for the whole school, all the students,"}, {"timestamp": [2807.92, 2809.96], "text": " full the relatives, for the learner,"}, {"timestamp": [2809.96, 2812.32], "text": " and that you can't just go,"}, {"timestamp": [2812.32, 2815.24], "text": " oh, that's what I'm to do with social sciences,"}, {"timestamp": [2815.24, 2817.12], "text": " so I'm not having to do with that, you know,"}, {"timestamp": [2817.12, 2819.88], "text": " if you're a middle-lead, you've got a responsibility at the school."}, {"timestamp": [2819.88, 2820.88], "text": " Yeah, no, that's what I think,"}, {"timestamp": [2820.88, 2822.82], "text": " to making, if you change, then..."}, {"timestamp": [2822.82, 2825.32], "text": " Our job scriptions have, they say middle reader."}, {"timestamp": [2825.58, 2827.16], "text": " Yeah, thank you."}, {"timestamp": [2827.62, 2827.86], "text": " Yeah."}, {"timestamp": [2828.98, 2832.24], "text": " Just on the teacher time and the management units"}, {"timestamp": [2832.24, 2833.94], "text": " and all that,"}, {"timestamp": [2834.18, 2836.06], "text": " and to the contact time,"}, {"timestamp": [2836.18, 2837.1], "text": " how do you get it out?"}, {"timestamp": [2838.94, 2840.74], "text": " Well, you can draw up to staff a document"}, {"timestamp": [2840.74, 2842.04], "text": " and you go through with your ticket."}, {"timestamp": [2842.24, 2843.5], "text": " I mean, it's the same as anything."}, {"timestamp": [2843.5, 2846.52], "text": " I didn't find it any different actually when we started this compared to,"}, {"timestamp": [2846.82, 2849.24], "text": " well, we used to have really one of those nightmare systems"}, {"timestamp": [2849.24, 2851.16], "text": " where something's evolved from here and there"}, {"timestamp": [2851.16, 2854.5], "text": " and you have year tens doing a semester of that."}, {"timestamp": [2855.0, 2856.44], "text": " French teacher will have a hissing,"}, {"timestamp": [2856.44, 2857.76], "text": " but if you give them a trimester."}, {"timestamp": [2859.84, 2862.32], "text": " Yeah, it's way easy once you put it all one kind of system,"}, {"timestamp": [2862.38, 2865.16], "text": " but also that's the other"}, {"timestamp": [2865.16, 2869.1], "text": " thing is I think you know you have the idea you have the structure you have the"}, {"timestamp": [2869.1, 2873.14], "text": " ideas and then you start to teaching you break it down and you can make most"}, {"timestamp": [2873.14, 2881.72], "text": " anything work I think that's the thing you know is what well-being what is well-being"}, {"timestamp": [2881.72, 2890.84], "text": " yeah it's a name right what he was saying this morning, which was, I thought it was really cool, but it was also some of the same thing."}, {"timestamp": [2890.84, 2895.1], "text": " If you have the idea, you can't with the idea first, then you can make it work."}, {"timestamp": [2895.2, 2896.26], "text": " It's not hard to make it work."}, {"timestamp": [2896.6, 2899.8], "text": " You just have to say, look, we've got to change this around so that it works."}, {"timestamp": [2900.2, 2902.14], "text": " And then that's what we do."}, {"timestamp": [2904.18, 2904.76], "text": " That's me."}, {"timestamp": [2904.92, 2906.62], "text": " Thank you."}], "text": " I thought I was going to be me standing around with 10 people, so I'm very open to interaction and discussion, because the notes were really just for me, I'm not very good at PowerPoints. But we started out in our school with a problem, what we call our middle school, which is the year 9 and 10 students. And the problems were a number of things. We hadn't really embraced local curriculum as a school. We'd kind of gone, yeah, yeah, we've got a new curriculum. We all know the key competencies, got them done dusted, sort of. And let's just continue the way we always have. And then we started saying, well, yeah, we have got a unique environment. Every school has a unique environment. How does the education we're offering our students reflect that? So one of the things we wanted was to have increased flexibility. So there was a difference between the education a student would get in Hokitika and what they might get in another school. We wanted to change our emphasis from content to process because content is no longer the be all and end all of everything in a lot of our subjects and in a lot of our learning. When we leave school we probably don't actually separate our learning into, oh I I'm doing some maths now, and now I'm doing some English, and now I'm doing whatever else it is, we kind of think, I've got this problem, which is that I want to make a cake, because it's one of my kids' birthdays, it must be, because otherwise I wouldn't be making a cake. And the tin I've got is a different size to the tin they've gotten the recipe. So now I've got to work out how much I have to multiply the recipe up to make this work. And that's part of cooking when I'm saying, okay, so the diameter of my dish is this. And I work it all out and I multiply all the fractions up so that I get a good cake at the end of it. Might be maths, but who cares? But we were more interested in being able to say, I want to be able to make a good cake every time than that we knew Pythagoras' theorem off by heart, whatever it is. We wanted to be future-focused. We've been talking about it, we thought it was important, weren't doing it. And we wanted students to have more control over their learning so that we made a shift from being a teacher at the front students somewhere else. So those were some of the things that were driving the need for us to change our curriculum in the middle school, Year 9 and 10. So what did we do? Well we started off, the other thing we had was a staffing problem. Small school, you've got different sized cohorts. And we ended up with having something like 60 students in our year 10 group and 40 in our year 9 group. And we only had enough staffing for five teachers across those two cohorts. And that was also a driving, a really driving force for change. It was either really start hauling back our senior curriculum or run classes of 30 at one year level and 20 at the other, which didn't seem fair in terms of the educational provision that we were actually making. So that was another thing that was happening in the background. So what we did, I went to the parents and said, look, these are the things that we are concerned about, the staff, and what we did, I went to the parents and said, look, these are the things that we are concerned about, the staff, and what we want, and what are we going to do? And this was interesting when I was listening to the speaker this morning, and he was talking about the difference between consult and engage, or co-create. We actually got into co-creation because, you know, they said, well, what do you want to do? And I said, well, there's a bunch of things, but we just can't actually, you know, we want to hear what you want before we actually make any decisions. And, you know, we could run one year 9-10 class and two year 10s two year 9s that's one possibility we could run five mixed level classes what else you know what do you what are other possibilities are out there and it was really interesting the responses that we got good turn out of parents who came to the evening and I then set up a little email thing so they could all kind of have a little forum and talk to the evening and I then set up a little email thing so they could all kind of have a little forum and talk to each other and more people who didn't actually get to the meeting came and started having input which was really powerful and that lasted really really well mean when we came up with a solution the community the parents were part of it so we asked for their input and we listened to suggestions I set up a thing on, it wasn't a Google Doc in those days, this is a few years ago, got the students to have their input. Students, most conservative bunch of people in the world, they were saying, we're not ever going to work with the Year 9s, we don't want to work with the Year 10s because they're bossy, and most of the Year 10 said, we're't want to work with the year 10s because they're bossy, and most of the year 10 said, we're not going to work with the year 9s because they're little kids. And some of the boys said, we want to work with the year 9 girls because they're hot. And then as ideas developed, we kept everybody informed. A couple of meetings, a lot of email stuff, you know, just sort of saying, well, this is we're at now. And we said, we're going to have a look for a solution to the problem, and we're not going to start with the timetable, right? The timetable is my husband, he will do whatever he's told. We don't have to worry about it. If we come up with something, we'll make it work. And that was actually quite important, too, that we were looking at how do we meet our needs and not all our kids come on buses. The timetables is the most important thing in the world. And what did we change? We decided that having ideas that things like maths and science and social studies are core subjects and art and drama and PE are options, wasn't helping the learning of the students. And that, so let's just get rid of that, it's not a useful terminology. Let's say that everything's up for grabs. There's no such thing anymore as mathematics, you know? It doesn't matter. We decided in the end that all the courses we would offer would be trimester courses, so we didn't have any full year courses in anything. We encouraged cross-curricular courses, so that we were trying to actually force, to some extent, some breakdown to happen. The first one that got off the ground there was robotics. If you're saying, what department does robotics come into? Is it maths? Well, there's certainly some maths in there. Is it science? Definitely some science. Is it technology? Definitely some technology. But by running courses like that where you can't see it, the kids still get incredibly valuable learning, and they don't even have to think, oh, well, now I'm doing a maths course or a science course or a technology course. They're just involved in the learning. And we also said, well, having kids doing trimester courses and changing all their courses every trimester involves a lot of discussion. We have to actually be checking, how are they going? Are they making the progress we want? So instead of having subject teacher report interviews where you would basically have your report sitting in front of you and read it out again to the parents and they would nod and smile and walk away again, we went to the idea of having student parent and the Fano teacher, we call those Fano teachers, the form teacher, tutor teacher, discussions around progress and learning and course modifications. So as the year goes on, those happen, you know, in halfway through trimester one, two, and three, we're tweaking the courses for the following year. And that's what it looks like. That's what a trimester looks like. It actually looks quite good from there. We've got the basic areas are in different colours and they've got certain numbers of courses they need to take at each level. But they can choose, for instance, PE Health, we've got that one, there's athletic safety, athletic identity, and outdoor education and they can choose what type of physical education course they want to take. They can choose, they've got to take, yeah, I'll talk about challenges as we go along. But as you can see, the English department, whoops, hang on, the English department, we're not the most flexible. Thou shalt do English which is interesting it is being subverted as things go along so people could say right well I want to do some art but I don't want to do painting so in trimester 3 I'm going to do photography I'm going to do I want to do island time because I'm interested in things I've been to Raritonga and so I want to do island time because I'm interested in things. I've been to Raritonga and so I want to do island time for my social studies context and work from there. We would like to see people getting like more student choice coming into some of this and in some areas it is. The idea is that these were kind of a rough outline of what's offered, but there's quite a lot of chances for students to change things in between. When you look at one of those boxes, this is my one. I'm running at the moment. It's called English OW, because it's open warfare, is how I describe it. And it is a middle school English class in which the students, it's got a war context, but they can do war in any kind of way they want to. Some of them have explored ideas about World War I. Some of them are doing advertising as a war on the consumer. If they can justify it, they can do it. Lots of things happening in there. Parents said, we want to know who's teaching every course when we're selecting them. At first year, we didn't have the teacher's names on them. We said, no, you know, you choose the course and not the teacher. The parents said, we want to know who's teaching the courses. That was interesting because you kind of go, well, is this going to all sort of turn into a big popularity contest? And the answer actually was no, but a couple of our teachers who didn't actually have strong relationships with the students, when that happened, they realised the importance of creating strong relationships with the students. And I think that made quite a difference to them. We have foundation courses, open courses, and prerequisite courses that are restricted have prerequisites. So that there's something to aspire to. Some of the courses have an NCAA standard attached to them, an internal, and some of those, you know, you have to have done something else beforehand. If you want to do robotics, you have to have done a foundation maths class first. It makes the kids go, oh yeah, I want to do that. So the other course perhaps seems more palatable. So what happened? We thought when we introduced it, the first thing is when you introduced a change, what's going to happen? Everything goes well, because we all know that change is good for us and it all goes swimmingly for a start. And it did. What we didn't predict was that. We dropped the number of disciplinary interventions, which was timeouts, detentions, we actually got rid of detentions altogether because we didn't need them, but we got rid of the number of timeouts by half in that first year. We tried, prior to that, three or four different behavioural things, you know, that we're going to ensure that there would be consistency among the staff and we were all going to be singing from the same playing field and got nowhere, really. The number of timeouts would just stay static. First year, dropped by half. Second year, another 10%. And hereon, they're continuing to reduce. So now, timeouts are rare. They were a common occurrence at our school. They're not now. And the academic results are continuing to improve. Are the courses for both year 9 and 10? Yep. All the kids are in year 9 and 10? Yep. So they're not. All the kids are in there. It's really interesting. I mean, there's a bit of balancing. There's a bit of horse trading goes on because, of course, you want to make sure you've got balance between your class sizes to some extent. But it works really well. I think one of the reasons that it actually made a difference to the discipline stuff is that you don't have year 10s seeing themselves as year 10 anymore. They're middle school students. It really does create quite a, that has quite an impact. Yep. One more question. At NTA, say NTA level one, are there prerequisite for all the courses that they have to have done in the junior's middle school to get into those level one courses? They have to have done some of the courses, they have to have done a minimum number and have achieved in them to get into like a above a numeracy level course. For a lot of the kids, that's, it's making a big difference in that respect, that they are actually working harder to get into those courses. We had expected that if it was going to work, that we would see most of the difference in the academic results. And we have, but the behavioural thing has been more significant and the retention also. And most of the kids, the kids really like it, is one of the things that's really positive about it. Here's an example of a student. He actually, when I was talking to him about it, I asked for permission to use him. And he said, why have you called me X? And I said, well, because this is, you know, you're an example. And he said, but you could have my name. And then my name would get heard by a lot of other people. And I said, yeah, but if you ever move school and they remember your name, you might not be so happy about that. Because by this time last year he'd had 56 disciplinary interventions in year eight and a lot of people would have been saying that word incorrigible just kind of was like written across his forehead this this year he's had nine so he's still not a model student but it's a striking difference and I said to him so I said well what do you think what do you think are but it's a striking difference. And I said to him, so I said, well, what do you think? What do you think are causal factors? And he says, teachers treat me differently now as well. You have to, if three times a year you have to set up those relationships in your classroom, you spend more time probably getting that right than you do if you've only got them for a year. And you never feel, I find teaching middle school classes, you know there's an end point there. But it's like a refreshment break. You come back for the new trimester. You've got different kids in front of you, or some of them are the same. It's really, it just adds that little lift to your week when the course has changed. And he likes being able to choose the subjects. This is a girl who did very well in Year 8 and she's continuing to excel this year and she said that she likes it. And she likes not being with the same people all the time. One of the things that made us come up with this particular solution was a boy who we'd had at school and before we started this. And he was one of those boys, I'll call him John Brown because that wasn't his name. And one day when he was in year 10, one of the girls in his class got timed out of class. And she was a model student. And I said to her, what on earth happened? You've never got timed out of class and she was a model student and I said to her what on earth happened you've never been timed out and she said John Brown has been in my class every day every period since I started here at 11 I'm sick of him I just wanted a break so she did something naughty to get thrown out of class so that and teachers would go oh I've got double John Brown today with her two hours with him. And I thought, one, that wasn't good for John's education, but two, there are some kids who their learning trajectory is somewhat fragmented, or perhaps I only at Westland High School. But we have sometimes have kids who go, it's not easy, and they're not easy to be around, and they're learning but slowly, and some of their learnings about entrepreneurial skills they shouldn't be having at all. And for the kids who are in that class with that student, day after day after day after day, they have to be with them all the time, and that actually has a detrimental effect on their learning. By spreading John Brown across a wider range of courses, they have to be with them all the time, and that actually has a detrimental effect on their learning. By spreading John Brown across a wider range of courses, exposing him to all new people all the time, his impact is reduced considerably. And the kids like this girl are able to go, well, okay, I've got double John Brown today, but at least it's not five periods a day. Which I thought was pretty good. And comments that students make, they've chosen the classes. They've chosen what aspect they want to do. So they've had a look at the people put out little blurbs, you know, about what the course entails. And they find it easier to learn when they've chosen the class. There are some fun classes and you learn a lot. And that one, kids saying, I'm working hard in this class so I can get into the advanced class next trimester. They've got an aspiration if they want to. It works quite well. How did the trimester system? We basically divide the year into three and say, right, May the 17 17th end of trimester one or this 26th period with those holidays in between can be quite disruptive we'll destroy rid of them actually right yeah the thing is the terms that aren't even leeks and that that's one of the reasons the other thing for us was that, you know, yeah. We have a climate where winter is generally quite good, but it's nice to think you've got something to look forward to in spring, because our spring got off a really dire and horrible. Part of why that sounded a good thing better. Yep. Has some idiot visiting your school property from Aero said, are you pitching the national curriculum and how can you demonstrate that each? The ERO lover. One, it's a local solution. So there is curriculum covered with the kids. One of the things people said at start was, oh, the kids will just choose the easy classes, so I'll just be doing this all the time. And not so. They don't. They do tend to choose a balance. And their parents sit there and help to guide them to what they're going to do. They do them as a subject. But it means, for instance, we had a girl last year who was in a wreck team playing Canary Country and Hickball team. And so she was coming over to play netball and price each every weekend for two, three months, whatever it was. And so she's deliberately set up her program. So she had more easier courses during that time is this. So when she knew she had other commitments to make it easier for her to balance that work life commitment. And that's something we've never seen before. What would you read by the easier subject? Well, okay. If you were doing this subject like one of the technologies, for instance, like making something in felt like there's not such a homework complying to that as there would be a made in another course. So for her, she chose to do her PE health technology funds while she had the equivalent of assisted with her better into her algebra in 2021 and 2009 in 2013. The whole school work on in China is the time frame or is it for the middle school? Our journeys, that's the kind of, do we have, oh, is that going to know. Our junior school at the moment have home room, but they have rotational things on a trimester basis for their technology, arts and languages. And one of the things that's happening increasingly is we're using this to like students in the school who are all lines given needs so they'll be doing something with your two year NCAA kids I suppose some of them will be doing something in a middle school class some of them will be doing some things if you were able to run we couldn't have enough numbers but we can't see a middle school combo and keep that going which is it's meant we've got a lot of more variation of stuff happening what are you doing at what we do at what we do at is trying to look at integrating into this as well because it has worked. It's kind of challenge. One of the things to do that will be this is what we're doing, but what I wanted to talk about really, is that it's an example of something that happen when you actually go out and do that co-creation and you actually still listen to what people say and somebody comes out with an idea that's just way out there in left field like well let's just get rid of maths and break it up into like maths for living numeracy strategies measurement in algebra you know blah blah blah and then kids can pick a bit more and but don't let them into the algebra unless they've already done some basic stuff you know and and it was the math department, actually, who were probably the most progressive initially, which is something you don't very often hear about math teachers. Isn't it? Amazing. Challenges. The changes to thinking for some of the staff. I'm sure that not all the people who actually think that education should be like it was when they were at school go to our school. But there certainly are some who want to go, well, you know, when I was at school, you know, you did. And I said, that's education, it's cod liver oil. Do you remember that? He used to give you cod liver oil in the winter or whatever. Well, I was a kid. Lanes emulsion or malt or all these things that were to cure you of something you didn't know you had. That's not what we want education to be like. That's been an interesting one because that was one of the things to be done enough to put in student place initially we thought that people knew what they were doing because they already had the final relationship but when it becomes more an mentoring role some people found that quite hard to step up so we did have some training and then we'd you know that that idea that you show people the bright spots you have a look and say hey look what's happening over here this person's doing this structure for their interview why don't you try that and that worked well you know for the pairing people up a bit more was good but that was probably one of the harder ones you know some of the parents saying you know but what do you mean my kid isn't doing mathematics this trimester? You know, and you say, well, actually, he's really struggling with some of those things. So we've got him on this extra program and he's doing and he's working with the RTLB and doing some assistive technology things here. But there's no point in putting him into an advanced trigonometry class, which he can't actually cope with yet because he's not there. Maybe next year he'll be doing that. Most of the parents, though, are really positive. But the teachers, there are a few teachers to say the English department have been abominable. They want to stream everybody and only and then the HD only teaches the top level. Um, um, um, yeah. If you've got a high standard of prior learning, you know, you know, can you off straight into advanced? Yep. Yep. Yep. If you can demonstrate your learning. That's one of the other things you get into all sorts of interesting learning conversations with people, because if you can demonstrate that you can do this and you know how to do it, you can go straight into advanced courses. And one of the things, you know, we've got some students who, we've got one student this year who's doing level one math in year 10, and we can work that in by putting that up against that line so that her course we can it gives us a lot more flexibility to do things like that she's doing that through there because she did all the advanced courses in year 9 and got excellence in them six they do six per trimester they have six lots of four and we have one period which is Fano and assembly. So it's... No, yep, they do. They teach tri-year in one trimester here. That doesn't match the other schools? Well, the junior stuff, we've got seven and eight. So some of the teachers would be teaching those for a trimester, like, as well. Essentially, you're only teaching, you're teaching, say, it's advanced maths, you're doing the three times. Or you might be doing one advanced maths, one basic and another advanced maths. But you've got a year 10. Yeah. I'm teaching a little. Do you have junior and senior table? You have a type table for the years, seven, ten, and then one. So you have a little school right. You have a junior and senior time table. Do you have a timetable for the years 17 and then 1% a year 30? No, it's one time table. But the time is, I mean, every, I suppose it, actually in our senior school, we have 74 individual timetables. We run an awful lot. We have one of the biggest Trade Academy schools in the South Island because there's a Trade Academy in grader and we looked at it, say things like me in the hundred bucks, oh there's money and this will do this. And so we have a lot of kids to go to Trade Academy stuff so we've kind of worked things around that as well. So the whole timetable, the whole thing is make the system fit the student direct student fit the system that's a really big thing that we can to have said is important now small school that's easier I guess but we also don't have that flexibility in staffing yeah we've had the issue with Iwi we've tried to get Ewey on board and with the small schools, because they can do one of two classrooms. They can't do 13-9 classes over to it. And that's the issue. Scalability comes difficult to large schools. We have got things too, like on our, for our seniors, we have a line that lines up with the middle school. We have a small coaching option where a guy comes in and he does some of that with middle school kids and some of the seniors and they're all in together and it works really well and we're trying to encourage and all of that getting people into the community to help in areas that the kids have got interests in yeah they need to balance task sizes in an ideal world exactly the same I would produce everything it would be great but I spend a bit of time to fail each time used to trade and things off but one of the things that's cool is that again maybe maybe it's just because I was such a nice person you know the teacher comes and says I'm not having gone around my class. You know, I teach, you know, all class. And, you know, I don't, you know, I'm not having them. Or I teach, you know, I'm not having them to, and I think all class is the same now. You can't have to say, I'm having them. You can't have to one trimester. I want a better reason if he's not going to be in my class. Thank you. But sometimes it'll be things like saying, right, well, you can't actually do your painting this truerremeester because there's too many people. You didn't get your stuff in the time. You didn't show up with your file or did you. But I've got you to talk to next time you see how will that go. And this time you can do the hair over here and they go on that masquer. And that does actually work. It does not have a bit more flexibility to run some of those as small. It's same. I've put some seniors in there to bring the numbers up with it. And yeah, you've got to make sure that what's happening is school supports cross-curricular learning. We had, you know, we wanted to be say little leaders rather than nature of ease, because part of that is I want to get rid of age of these and just have little leaders. Because again, you know, the discussion is so much richer when you get people talking about teaching and learning and students and relationships and all that, rather than just focusing on the content. than just focusing on content. And sometimes you get people who become an HOD who actually don't have any leadership ability, but they get that job because they're the best one in the whatever department that needs a leader. Small schools, that's a needs a leader. Yeah. Small schools, that's a small school problem, yeah. But you've got to be saying, okay, if we're going to have courses with running across the department, how does that manage? Do you don't want to have the situation? I've got a son who's year one, he's teaching at a school up and right from me. He's teaching in three or four different departments, teaching all year nine kids. And he has to attend four department meetings a full night. He doesn't mind until six or five most nights because he has to go to all these department meetings. And most of the people said, you know, I said, do they cover all different things? And his head, like, what's the value of learning? And he said, no. So what are our next steps? Look at the junior school saying what happens if we... Because at the moment we run multi-level senior classes, we run multi-level middle school classes, we run year seven and eight apart from our bilingual class, which is the year seven eight continent. And we want to look at saying let's make this work across there as well. And particularly with that idea that perhaps in the time is three, some of the year-eighthers can be experiencing some of what's happening in the middle school so we get that really started and we're ruled it out so we're educated my knee, not my shoe size. And in the senior school, you know, some of the students, some of our students don't have any exams to do. Well, they've got one exam to do at the end of the year because of their subject choices. And it would be nice to see them doing some richer pool turning or for the ones we've got exams to do, be able to go up, but I don't want to class anymore for this time to go somewhere else. And I think we can just focus on exam study stuff are you almost entirely multi-level at the other bit of time yeah but getting closer all the time yeah yeah but things like we couldn't run drama or music if we didn't have that right multi-level and we couldn't run drama or music if we didn't have that value level. And we used to run art as three small classes by running two lines in multiple art, some of the distance of twice. It gives you much more flexibility in terms of that students being able to do what means and more cross-curricular classes. And that's a matter of, you know, trying to say like community input, what other things can we be doing? That would be, you know, I've always liked the idea of doing something like you run a course on dance. It's not just a dance class, but you could do some film studies, some English work based on dance, you could do some dance, you could do some other things, you know, but have more of a post-curricular focus. And some of our teachers are really good at that, they've got some really cool ideas. And some of them are still, they did, they still want to go down that track. Even though schools left them behind, you know, years ago really, the Tiger teacher, sorry, computer teacher, you know, you get those things, don't you, the people are still there who really, when they started teaching, the world was an entirely different, but for all of us, probably that's true, you know, when I started teaching, if you wanted to show of films, you remember those those days we had to get the film to natural library and you have to get your licence and you break the film and you know crying and now we just go oh so the e-TV stuff and thinking oh that's like really easy even this I just thought I was baking notes to sort of move for myself, not for public, showing. We've used to the fact we've got technology to think that it's all time, and we can take it under for. Yeah, any questions? Five a year a day. Five a year day, four and one. Yep. one yep you just explain that when you talk to that up to get into the and that's a basic level I can say that a basic level so I can say the open course means anybody can take it and that's where we level I suppose it's a good um for an open course means anybody can take it and that's where we get to be the HD in but if I say I'm not going to run um you know foundation course I'm going to run open course so anybody can do it because I'm hard to teach on level um yeah so if I'm I've done year nine yep I go in and I do yet 10 in my middle school. Does the years courses change in year to year? So a teachers expected. Do they run that bi-annually? Is that perhaps a work? Oh, I'd like to think they're more presses and disfowing a family every two years, but yeah, that would be a minimum. Yes. Okay, yeah. I have those courses compulsory uh no oh they've got to do and english course but um that would be a restricted force for what level that they are in so that's how we've got got around that is that like i've do an open course and they can't stop people coming out of this that I've got to open course and they can't stop people coming out of this. So I'm thinking. Yes. When you say multiple-level course of seniors, you might have, say, for NCA co-prolication, to check your standards, yet to think of the level one every level three. Yep. Yeah. And we don't, some of the subjects we've got small numbers and you go like, can't actually do physics like that because you can't really have, or chemistry, you can't really have people doing three different experiments in the lab or once, so you could be fun, but probably not wise. So when some of those, if we've got small numbers you've them, want to restrict the time, so you've got less contact time and you've got a budget and stuff like that. But things like drama, for instance, we've seen the production last week, and we have a four an acting role, and so the kids are in doing a 11, because you've got smaller roles, and the kids have when they've got to go into their depth in their analysis, and You can do that. You can certainly might be allowed just, things will be well. What career pathways in place to be here? Through, we'll take apart those stuff through here. At the moment we're not doing it, that's one of the other things we're looking at doing that's actually started to code things and say, you know, if you're going in those directions, these are good things to be looking at. Yeah. What did the response from your language teachers, because I know they, within the traditional optimal model, they always say, I want a fully a course, I need a fully course, to be running semester courses. So did you have, what effect from those, the arts and the languages in those kinds? Well, one thing that we talked about at start was that if you had a student who was well first in the key competencies, all of them, coming into Year 11 with nothing, with no content knowledge, could you deep that kid if they were key, motivated, they were so in here, go-a-law, what could you not teach them in that year in that year? And I've not had anybody come back to me, well, I mean, I know it's the 10,000 hour, argument too, and just look at David did that music, you know, but there is, that's a valid argument, and for quite a lot of those kids, they can choose to do that anyway, if they really can, so those kids will choose to do our music every time it's a through their the political course so they can do that yeah yep you mentioned six per trimester in four periods but you said four in one so we've got a six day timetable we've got five day timetable we go we run the two periods before and four periods and then one in the afternoon so then those four periods that kids have made are two singles and a double. But that's not, most that's just because that's all done. That's not really the best way of doing it. I think we keep kind of going on. Now we can. Now we should you know, I think the thing that's really key is saying a lot of the things that we've traditionally done, we don't actually have to keep doing them that way. You can do it completely differently. And this is one about, I mean, this one just came out of blue for it, so it wasn't what we had on the mental horizon at all. But there are schools doing other things that we are similar. You've tracked this with performance data. Yep. Yeah. What does it look like? Steedly going up, not as rapidly as I would like, but it is going up. But our attention is improved into the senior school. And the behaviour is way better. So how long have you been doing that over at what time? Four years. Thank you. Do you have class threshold over at what time? Four years. Yeah. Yeah, plus three jobs like some court? Yep. Yep. It is amazing how often when you look like on these attractive problems. At the moment, I've got 40 kids want to do photography for trimester three, which starts later in the next term. We got a new art, Detecta, who had a bit of something in her program, and here it gives them three on that lines, and I've got two classes of 20, just like that. But a class of five, for instance, would be saying, well, can we bolter that with the students from the senior school? International students, you know, can they do moderneric forming arts for a time to just to keep that going? So we're probably some of those subjects. We're probably more inclined to support, if we can. We had neuroscientities running three times this year. It wasn't enough, so you put on an extra, you'd change on these very much brands on extra it does mean the start because we're running all these trimester blocks we're running over and unders all the time in terms of ppa non-contact so that's a balancing act you have to take in if you can do anything like that that you know you have a teacher who's got four non-contact periods. This time you're seeing six the next and four, you know, so you're going to make sure it's up to two six and a four and not two fours and a six. So yeah, it was a little bit of staff in that way. We had to make sure we had everybody squared away at that moment. Give us an example of how a course can qualify for a free requisite. If you want to do advanced statistics you have done the basic statistics first. So you have to do the foundation statistics course. You don't have to do the advanced one after that but you can. In the advanced statistics course you do the one achievement. What about an integrated? In robotics? To get into robotics, you have to have done a basic, right one of the basic maths courses because, or have done really well in the Pyotics and Detachian Science Unit, one of the science groups. But that's the thing, the kids can go at high-tech and catastrophe. It sounds a lot more exciting to go in than going to science, didn't it? And that's been quite cool, you get some of those things, accident emergencies, one of the last, alien extinction. What's your parent that they have? Well, generally very positive. Some of the parents, the fact they've have come to a few three times a year and actually be involved in an interview in a discussion rather than just hearing is kind of challenging. But our numbers coming to that went up usually because they were there for a purpose. Has it led to more creative course design in the senior school? Yes, I think it has. I think it takes the blingest way so people start going, yeah, I can or I want to do this course, but that's a bit challenging and demanding. We've got outread, P.C.R. One is now doing one. Outdoor and sustainability course, which would build from the middle school program into the scene one. So yeah, it's quite so good. How do kids come in from schools or do you get in? It depends on when they come, but it's not so great for a month before a time has to change. You know they do kind of, you know, you can't, if you can't, if you can't do it's be tired of that because they're full and you can't but we try and make sure you know kids small school stuff you know time put things in place put them with people who are they can work with so that they'll get by the more for the next one sounds like fun when teachers have got a big responsibility for ensuring that there's some sort of balance and direction and momentum and appropriateness of one of these coarse things yeah they do they do but also you know senior leisure team keep real close on too to make sure that you know it's all working the way we want to do and things happen we do quite a lot to make sure we're keeping to close on what's happening with them. What kind of component of paper? Yep, they get one of the hands. You were saying that students choosing that course is and so if you're going to come up about how much is doing back that I think it's complicated. How do you have around that or how to impact that? Can I watch? On what way? It's complicated, but basically, you know, they have to fill this in. Like when it's all ended, I go to particular just make sure that, you know, things are progressing. They have to look at any longer as you asking people. The father teachers are pretty good at everything I. And their parents do. Yeah. Yeah, they do. Yeah. They do. They say you have to do so many of these over this amount of time and it gets checked. Yeah. You alluded to the fact that quite often you have the ability to negotiate another course for a student. Yeah. In the traditional sense, there's got a high, kind of misrack when students select options they can't fit in because of cross sizes and patches. Have you found any trend there with reduced or increased incidence? I think we get more kids into the things they want to because people will go, oh, lastly there's a lot of demand for this, so I'm going to offer all of that and the less of this. So there's, you know, teachers and ADs are a little, you know, you're looking and say, okay, we do all of this and this one, this one, we only run that once, that kind of stuff. So, yeah, it's more likely. I'm going to hang out of courses, I mean, is there a lot of, is the opportunity to teaching that that's up in the time? That's my next dream. I'm going to the courses, I mean, is there a lot of, is the opportunity to teaching there? That's my next dream. Getting the teachers to do that would be fantastic, you know. There's a wee bit. You know, for instance, we are more people who've got social, some of the socialities, sports is a wee more alongside that, and we'd have a baddle as women in which which fast interest, so that's been fun. Is there any evidence like particular fatigue for the planning that? What would be required on? No, but I think so. We're not getting a hard, you're over in and like that. People really like the fact that they do get variety and the thing is that they've got their basic parameters like planned you're only planning like a mess of blocks on a whole year beer beer ones who decides what I don't know we've got away with the subject but who decide what areas of a human weight for example would you have your own horse in a lot of course we fight that out in our arque team yeah there's a bit of cut and thrust there's like how many teachers we got that we can put in that we can put in there that will help to determine things um yeah your job justcriptions and even job Advertisements reflecting the change I think we use something like Future focus or come to us If we like all the time Or I was going to say What if you're trying to break down Silo Do you actually have Here to be able to this down Silo do you actually have to hear the people as sure We do still have evidence we're trying to get rid of it So we're our alcohol team are our middle leaders and they are like HRDs Yeah But the reason you want to get rid of it is Because it just It means people start checking it a little patch rather than seeing themselves as being responsible for the whole school, all the students, full the relatives, for the learner, and that you can't just go, oh, that's what I'm to do with social sciences, so I'm not having to do with that, you know, if you're a middle-lead, you've got a responsibility at the school. Yeah, no, that's what I think, to making, if you change, then... Our job scriptions have, they say middle reader. Yeah, thank you. Yeah. Just on the teacher time and the management units and all that, and to the contact time, how do you get it out? Well, you can draw up to staff a document and you go through with your ticket. I mean, it's the same as anything. I didn't find it any different actually when we started this compared to, well, we used to have really one of those nightmare systems where something's evolved from here and there and you have year tens doing a semester of that. French teacher will have a hissing, but if you give them a trimester. Yeah, it's way easy once you put it all one kind of system, but also that's the other thing is I think you know you have the idea you have the structure you have the ideas and then you start to teaching you break it down and you can make most anything work I think that's the thing you know is what well-being what is well-being yeah it's a name right what he was saying this morning, which was, I thought it was really cool, but it was also some of the same thing. If you have the idea, you can't with the idea first, then you can make it work. It's not hard to make it work. You just have to say, look, we've got to change this around so that it works. And then that's what we do. That's me. Thank you."}