{"speakers": [], "chunks": [{"timestamp": [0.0, 12.48], "text": " Kiora Kautu. I'm Michelle Landa from Westlake Girls and it's my privilege this morning to welcome Nathan."}, {"timestamp": [13.52, 22.44], "text": " Nathan admitted to being a teacher at Sun State but he said he found it too hard so he went off to lecture at Canterbury University in a human development."}, {"timestamp": [23.32, 27.24], "text": " In 2010 he founded a private training consultancy,"}, {"timestamp": [27.24, 30.88], "text": " and he's been helping a myriad of groups with neuroscience,"}, {"timestamp": [30.88, 33.4], "text": " how to understand what's going on in that brain,"}, {"timestamp": [33.4, 35.52], "text": " and how to train our young people"}, {"timestamp": [35.52, 39.16], "text": " and help, you know, to help development of our young."}, {"timestamp": [39.16, 41.28], "text": " Many of you here, who are DPs,"}, {"timestamp": [41.28, 44.8], "text": " know what it's like to actually organize PD."}, {"timestamp": [44.8, 46.74], "text": " You know, if you get it wrong, you chop liver."}, {"timestamp": [47.94, 51.38], "text": " And, you know, when I had Nathan coming out last year,"}, {"timestamp": [51.44, 53.38], "text": " I get somebody rock into my office and goes,"}, {"timestamp": [53.88, 56.24], "text": " does it have to be on Thursday of next week?"}, {"timestamp": [57.0, 59.2], "text": " And you go, well, that's the only time Nathan can come"}, {"timestamp": [59.2, 60.64], "text": " and there's a gap in the timetable."}, {"timestamp": [61.18, 62.86], "text": " Oh, okay, but I'm really busy, you know."}, {"timestamp": [63.04, 63.68], "text": " Do I have to go?"}, {"timestamp": [64.08, 64.38], "text": " Yes."}, {"timestamp": [64.82, 65.54], "text": " Then the next one. Hey, look, I'm in the English teacher. Neuroscience doesn but I'm really busy, you know. Do I have to go? Yes. Then the next one,"}, {"timestamp": [65.84, 69.82], "text": " hey, look, I'm in the English teacher. Neuroscience doesn't actually relate to me, does it?"}, {"timestamp": [72.18, 78.16], "text": " And I must admit, I got a fairly waspish reply that said, well, hey, if you're not into learning,"}, {"timestamp": [78.24, 83.7], "text": " maybe it doesn't. They did come along, I do have to say. And then there's the other one who goes,"}, {"timestamp": [84.3, 86.46], "text": " I see in your email it's the whole day."}, {"timestamp": [87.42, 88.1], "text": " And you go, yes?"}, {"timestamp": [89.06, 91.64], "text": " You mean somebody's going to talk at me the whole day?"}, {"timestamp": [92.58, 93.74], "text": " What do we write? Yes."}, {"timestamp": [94.8, 96.78], "text": " And you've got to be joking."}, {"timestamp": [97.52, 100.36], "text": " Well, Nathan arrived in our staff room at 9am."}, {"timestamp": [100.78, 104.08], "text": " We had a very short break for interval and lunchtime."}, {"timestamp": [104.68, 109.0], "text": " At 3.15, there was not a single member in that stuffy, hot staff room"}, {"timestamp": [109.0, 113.0], "text": " who still weren't engaged, amused and entertained."}, {"timestamp": [113.0, 115.0], "text": " And we took so much away from that day,"}, {"timestamp": [115.0, 117.0], "text": " and thanks Nathan for a whole week."}, {"timestamp": [117.0, 118.0], "text": " I was a hero on the staff."}, {"timestamp": [118.0, 121.0], "text": " Only lasted a week, I have to say."}, {"timestamp": [121.0, 128.76], "text": " But now we have only a short time for Nathan to entertain us but also to challenge us. So Nathan,"}, {"timestamp": [128.76, 129.76], "text": " all yours."}, {"timestamp": [129.76, 134.76], "text": " Thank you."}, {"timestamp": [134.76, 135.76], "text": " Thank you."}, {"timestamp": [135.76, 136.76], "text": " Thank you."}, {"timestamp": [136.76, 137.76], "text": " Thank you."}, {"timestamp": [137.76, 138.76], "text": " Thank you."}, {"timestamp": [138.76, 140.76], "text": " Thank you."}, {"timestamp": [140.76, 141.76], "text": " Welcome."}, {"timestamp": [141.76, 144.76], "text": " Uh, got the first one, we're mentioning to the kāakakha for the day."}, {"timestamp": [144.76, 145.44], "text": " Uh, Tena-a-u'u. Uh, to Pappetun. One, we're making to the kākākā for the day."}, {"timestamp": [146.52, 149.0], "text": " Tena, kākawakot, I'm here. Tohapapuanyu, I'm here atuio,"}, {"timestamp": [149.0, 150.76], "text": " here, here, too,"}, {"timestamp": [150.76, 151.76], "text": " and korewa,"}, {"timestamp": [151.76, 154.0], "text": " in to have come from who,"}, {"timestamp": [154.0, 155.0], "text": " for Kare Erataka."}, {"timestamp": [155.0, 157.0], "text": " So, I'm making me to korea."}, {"timestamp": [157.0, 160.0], "text": " Tohawai, kā, kātā, kā, kātā, kātā,"}, {"timestamp": [160.0, 162.0], "text": " thanks for the welcome, everybody."}, {"timestamp": [162.0, 170.0], "text": " We've got one hour to talk about the teenage brain, you know, really well I could sort of talk about that for 12 hours without stopping."}, {"timestamp": [170.0, 172.0], "text": " So we're going to go at ADHD speed."}, {"timestamp": [172.0, 176.0], "text": " If you don't have ADHD, when you're not hyperactive, try harder."}, {"timestamp": [176.0, 180.0], "text": " Yeah, so you've got a weaver in my background there."}, {"timestamp": [180.0, 183.0], "text": " I am going to go really fast because there's lots of information."}, {"timestamp": [183.0, 185.48], "text": " Who's heard me speak before?"}, {"timestamp": [187.5, 188.4], "text": " Okay, only some. It's helpful."}, {"timestamp": [192.8, 195.84], "text": " So I was just talking to one of my teachers from my old school, so I should start by saying I went to Tokomoreiro High School in Milton."}, {"timestamp": [196.3, 198.58], "text": " So I'm from Milton, a little place just south of Dunedin."}, {"timestamp": [199.34, 203.2], "text": " The real short version so we can get onto the teenage brain is raised in Milton, lived in"}, {"timestamp": [203.2, 206.28], "text": " the Cargill for a wee while. That's where I learned to pronounce my ars correctly."}, {"timestamp": [206.52, 208.48], "text": " You probably noticed that already."}, {"timestamp": [209.46, 210.64], "text": " Went to Treesby Intermediate."}, {"timestamp": [212.48, 214.62], "text": " I lived in Twissel for a short period of time,"}, {"timestamp": [214.66, 215.62], "text": " but the rest of the time in Milton."}, {"timestamp": [215.78, 217.3], "text": " Left Milton, went straight to teachers' college,"}, {"timestamp": [217.42, 218.58], "text": " trained as a primary school teacher."}, {"timestamp": [219.06, 220.86], "text": " Went spent the first year as a primary school teacher,"}, {"timestamp": [220.96, 223.14], "text": " basically worked out it was the little shits in the class."}, {"timestamp": [223.2, 224.68], "text": " I liked the most and got on the best with."}, {"timestamp": [227.56, 230.6], "text": " So I thought, well, I should be a child counsellor. Half the class were from Cambodia had been traumatised."}, {"timestamp": [230.6, 232.68], "text": " They were stepping over dead bodies."}, {"timestamp": [232.68, 234.22], "text": " Some of them have seen their parents shot."}, {"timestamp": [234.22, 238.12], "text": " So my very first experience as a teacher was learning about trauma."}, {"timestamp": [238.12, 241.44], "text": " Didn't know any of the neurobiology that I've learned since, but yeah, just know it was"}, {"timestamp": [241.44, 242.44], "text": " beginning teacher."}, {"timestamp": [242.44, 244.44], "text": " The kids ain't doing no learning when they're scared."}, {"timestamp": [244.44, 247.48], "text": " You don't need to understand lots about neurobiology to know scared kids."}, {"timestamp": [247.48, 252.68], "text": " Don't engage in learning. So I went back to university and did a Masters in"}, {"timestamp": [252.68, 256.46], "text": " Counseling, Masters in Education, endorsed in counselling. So I've spent most of my career"}, {"timestamp": [256.46, 260.24], "text": " working with kids in therapeutic settings. That was the 1990s. All this information was"}, {"timestamp": [260.24, 264.5], "text": " coming out really thick and fast about brains in the 90s. They call the 1990s the decade"}, {"timestamp": [264.5, 265.08], "text": " of the brain"}, {"timestamp": [265.08, 267.8], "text": " simply because how much we learned in that 10-year period"}, {"timestamp": [267.8, 270.02], "text": " was equivalent to how much we'd learned about the brain"}, {"timestamp": [270.02, 271.4], "text": " in the 300 years before that."}, {"timestamp": [271.88, 273.8], "text": " We got 300 years worth of information"}, {"timestamp": [273.8, 275.6], "text": " in one decade because of brain scans."}, {"timestamp": [275.9, 278.66], "text": " Suddenly we had magic machines that could see inside your head"}, {"timestamp": [278.66, 281.0], "text": " and see your brain while it was doing stuff"}, {"timestamp": [281.0, 282.66], "text": " rather than waiting until you were dead."}, {"timestamp": [283.16, 284.78], "text": " There's only a limited amount you can tell"}, {"timestamp": [284.78, 285.84], "text": " from a dead person's brain."}, {"timestamp": [286.08, 288.14], "text": " So the 1990s caused this flood of information."}, {"timestamp": [288.74, 292.26], "text": " What all that information she actually showed was that it's the early years"}, {"timestamp": [292.26, 294.32], "text": " that are the most important to your outcomes as an adult."}, {"timestamp": [295.36, 297.98], "text": " We're going to talk about the teenage brain and not do the early years talks."}, {"timestamp": [298.04, 300.28], "text": " I'll just summarize all that information in one sentence."}, {"timestamp": [300.64, 304.14], "text": " What we learned in the 1990s, the biggest thing we learned how to that 300 years"}, {"timestamp": [304.14, 307.88], "text": " relates to early childhood and this is it. What we learned is that the human brain"}, {"timestamp": [307.88, 313.32], "text": " is genetically and biologically designed to gather data in the first thousand days of its"}, {"timestamp": [313.32, 317.88], "text": " existence. That's from conception until you're about two and a half years old. You're designed"}, {"timestamp": [317.88, 321.92], "text": " to gather data on the environment to work out what sort of brain you need. I haven't got time"}, {"timestamp": [321.92, 327.04], "text": " to go into the science of that and the teenage brain, but it basically means that our parents thought"}, {"timestamp": [327.04, 328.18], "text": " you were set by your genes."}, {"timestamp": [328.18, 330.62], "text": " They thought if Aparana Nata or Albert Einstein"}, {"timestamp": [330.62, 332.4], "text": " was your birth father, then you were fairly set"}, {"timestamp": [332.4, 333.96], "text": " because you got the genes to be brainy,"}, {"timestamp": [333.96, 335.88], "text": " and all we have to do is feed and water you"}, {"timestamp": [335.88, 338.2], "text": " and keep you alive, and Aparana Nata"}, {"timestamp": [338.2, 340.44], "text": " or Albert Einstein's genes will come to fruition."}, {"timestamp": [340.44, 342.72], "text": " Now we know your genes are still very important,"}, {"timestamp": [342.72, 344.4], "text": " but they don't make up the whole picture."}, {"timestamp": [344.4, 345.0], "text": " That's half of the picture."}, {"timestamp": [345.0, 349.0], "text": " The other half is this transcript that you gather in the first thousand days of life"}, {"timestamp": [349.0, 353.0], "text": " that really decides whether Aparanidata's genes are going to be activated or not."}, {"timestamp": [353.0, 359.0], "text": " So put in a really simplified example, you've got Albert Einstein as your birth father,"}, {"timestamp": [359.0, 361.0], "text": " so you've got all these wonderful genes to be really intelligent,"}, {"timestamp": [361.0, 364.0], "text": " and then you have a wicked stepmother who locks you in the cupboard all day,"}, {"timestamp": [364.0, 367.0], "text": " well Einstein goes to work for the first thousand days of your existence."}, {"timestamp": [367.0, 371.0], "text": " So your nappies changed and you're fed regularly, but you don't, but inside a dark cupboard,"}, {"timestamp": [371.0, 373.0], "text": " you don't gather any transcript."}, {"timestamp": [373.0, 375.0], "text": " So you come out of that, well, a very low quality transcript."}, {"timestamp": [375.0, 378.0], "text": " You come out of that cupboard at three and you're probably not very good at maths"}, {"timestamp": [378.0, 382.0], "text": " and not very good at science and developmentally delayed right across the board,"}, {"timestamp": [382.0, 387.56], "text": " because having Einstein's genes wasn't enough, they'd need to also be activated in this first thousand days."}, {"timestamp": [387.56, 392.68], "text": " So that really inspired me to go back, I thought, oh well, most of them want to save the world,"}, {"timestamp": [392.68, 395.1], "text": " most of it's happening in the early years then in the first thousand days."}, {"timestamp": [395.1, 398.1], "text": " So that inspired me to go back and retrain as an early childhood teacher."}, {"timestamp": [398.1, 401.4], "text": " So I've gone from being a primary school teacher to retraining as a child counsellor to"}, {"timestamp": [401.4, 403.34], "text": " re-training as an early childhood teacher."}, {"timestamp": [403.34, 407.76], "text": " So clearly I liked training and not actually working, which is why I managed to turn it into"}, {"timestamp": [407.76, 408.76], "text": " a full-time job."}, {"timestamp": [408.76, 413.56], "text": " I spent even less time as an early childhood teacher than I did as a primary school teacher,"}, {"timestamp": [413.56, 418.24], "text": " because I worked out super quickly, that's the hardest job I've ever had for the least money."}, {"timestamp": [418.24, 421.62], "text": " And so didn't stay there for long."}, {"timestamp": [421.62, 427.6], "text": " And then you went to the university and lectured and now human development, which looks at all the different aspects of how children develop that are specialised in"}, {"timestamp": [427.6, 432.24], "text": " neuroscience. So I was on the Brainwave Trust for about 13 years. The lead presenter last year,"}, {"timestamp": [432.24, 435.68], "text": " I've just recently resigned from there so I've can free out time to go and do other projects."}, {"timestamp": [435.98, 440.02], "text": " So there's the introduction. I've got kids as well. I've got lots of, lots of kids. I've got"}, {"timestamp": [440.02, 444.2], "text": " kids and foster kids and married and divorced and got stepchildren and then my new partner's"}, {"timestamp": [444.2, 446.06], "text": " got children, so kids bloody everywhere."}, {"timestamp": [448.68, 450.16], "text": " I've got a 23-lawful daughter."}, {"timestamp": [450.2, 451.86], "text": " My oldest birth daughter is 23, Lashana,"}, {"timestamp": [452.38, 454.24], "text": " and then I've got an 18-year-old son, Jack,"}, {"timestamp": [454.36, 456.12], "text": " who's just starting his first year at uni."}, {"timestamp": [456.42, 458.06], "text": " Actually, both of them are starting their first year at uni,"}, {"timestamp": [458.14, 460.5], "text": " because my older's daughter did her OE, so she's come back"}, {"timestamp": [460.5, 461.96], "text": " and now they're both in their first year at uni,"}, {"timestamp": [462.36, 463.48], "text": " and then a 16-year-old daughter."}, {"timestamp": [463.8, 467.56], "text": " I've got two foster children that, like I say, lots of foster children, but two stuck particularly."}, {"timestamp": [467.74, 470.78], "text": " That's Alicia, who's 23, and Mark James, who's 18."}, {"timestamp": [471.2, 475.8], "text": " And Alicia's got my only grandson, who's Real, and he is just one last weekend."}, {"timestamp": [476.06, 477.0], "text": " Okay, brains."}, {"timestamp": [477.64, 478.88], "text": " Right, let's get on to brains."}, {"timestamp": [478.94, 479.94], "text": " You know who's talking to you now?"}, {"timestamp": [481.44, 482.32], "text": " Let's just start."}, {"timestamp": [483.12, 486.4], "text": " I'm going to talk lots about the development of the frontal cortex because you can't talk"}, {"timestamp": [486.4, 489.66], "text": " about the adolescent brain without looking at the frontal cortex because that's really where"}, {"timestamp": [489.66, 492.38], "text": " all the changes take place."}, {"timestamp": [492.38, 494.5], "text": " You've got four brains inside your head."}, {"timestamp": [494.5, 498.44], "text": " Obviously they all come together as one brain, but the theory will often divide it into either"}, {"timestamp": [498.44, 501.0], "text": " a three-stage model or a four-stage model."}, {"timestamp": [501.0, 508.88], "text": " You get a slight variation in the four-stage model between health and education, but obviously with audience, we'll use the education model. So I'm going to tell you what all four"}, {"timestamp": [508.88, 515.24], "text": " brains are, but brain number four is the cortex. So the blue in this picture, the blue is the"}, {"timestamp": [515.24, 519.92], "text": " cortex. The cortex brain number four is like a cap that fits over top of brains one, two, and three,"}, {"timestamp": [520.22, 524.92], "text": " takes up the largest percentage of your brain number four. To make it nice and simple, if you"}, {"timestamp": [524.92, 526.68], "text": " do understand what brain number four does,"}, {"timestamp": [526.92, 531.2], "text": " the easiest way to teach this to parents is to point out that when I tell your brains one, two and three,"}, {"timestamp": [531.52, 534.34], "text": " you'll quickly work out that your dog has brains one, two and three."}, {"timestamp": [534.66, 538.46], "text": " So that gives you a nice, easy indication of what your cortex does."}, {"timestamp": [538.82, 541.46], "text": " It really does everything you do that your dog doesn't do."}, {"timestamp": [542.12, 544.52], "text": " To make that more exact, it's really the frontal cortex."}, {"timestamp": [544.76, 548.28], "text": " Your dog's got a lot of that cortex, but it's the frontal cortex, the front half of it that"}, {"timestamp": [548.28, 552.68], "text": " really makes you special. So everything you can do that your dog can't do is in the frontal"}, {"timestamp": [552.68, 556.62], "text": " cortex. So what can you do that the dog can't do?"}, {"timestamp": [556.62, 560.72], "text": " Talking, yep, so talking must be in the frontal cortex, dead right? Reading and writing,"}, {"timestamp": [560.72, 564.24], "text": " it's got to be in the frontal cortex because your dog can't do that. All of the national standards"}, {"timestamp": [564.24, 568.46], "text": " are pretty much in the frontal cortex, you know? If I enroll my dog in your"}, {"timestamp": [568.46, 572.3], "text": " school, no matter how dedicated your teachers are and no matter how good your reading recovery"}, {"timestamp": [572.3, 576.42], "text": " program is, he's never going to achieve the national standards because he doesn't have the physiology"}, {"timestamp": [576.42, 581.38], "text": " that you need to be intelligent, which is brain number four, right? That's really where it all is."}, {"timestamp": [581.5, 584.8], "text": " It's not only everything that makes you brainy, brain number four is also everything that makes"}, {"timestamp": [584.8, 586.4], "text": " you a nice person to be around,"}, {"timestamp": [586.4, 589.6], "text": " because it's empathy, the ability to control emotions,"}, {"timestamp": [589.6, 592.4], "text": " the ability to see things from other people's point of view."}, {"timestamp": [592.4, 595.2], "text": " It's everything that makes you brainy and everything that makes you a nice person."}, {"timestamp": [595.2, 598.4], "text": " So it is the bees, knees, the flash one, the one we want."}, {"timestamp": [598.4, 601.0], "text": " How old are you when that's all fully developed and online?"}, {"timestamp": [601.0, 603.2], "text": " You reach adulthood neurologically?"}, {"timestamp": [603.2, 604.8], "text": " Just call out?"}, {"timestamp": [604.8, 605.12], "text": " 25, 30, 21? All of those ages are correct, because obviously humans are all going to meet it at a defundation. developed and online, you reach adulthood neurologically, just call out."}, {"timestamp": [605.12, 609.48], "text": " 25, 30, 21, all of those ages are correct because obviously humans are all going to meet"}, {"timestamp": [609.48, 610.48], "text": " it at a different time."}, {"timestamp": [610.48, 611.68], "text": " There's a whole spectrum."}, {"timestamp": [611.68, 615.64], "text": " The literature tends to use this imaginary average person of getting all of the ages together"}, {"timestamp": [615.64, 617.4], "text": " and creating an average."}, {"timestamp": [617.4, 619.52], "text": " So even that average is changing."}, {"timestamp": [619.52, 623.88], "text": " You know, last year they talked about mid-20s, a year before that, the literature mainly"}, {"timestamp": [623.88, 625.38], "text": " said early 20s. Now you notice the literature mainly said early 20s."}, {"timestamp": [625.38, 628.18], "text": " Now you notice the new literature says late 20s."}, {"timestamp": [628.18, 629.94], "text": " It's like we're living in the age of the teenage brain."}, {"timestamp": [629.94, 634.46], "text": " New research comes out every year and that research tends to be moving the finishing line out."}, {"timestamp": [634.46, 637.62], "text": " What that means is if you're like me and you've got teenagers right now, it's like every year"}, {"timestamp": [637.62, 641.12], "text": " they're moving the finishing line out by another couple of years."}, {"timestamp": [641.12, 643.58], "text": " You're never going to finish having teenagers, right?"}, {"timestamp": [643.58, 646.72], "text": " So let's just use as an average about 26."}, {"timestamp": [647.64, 649.12], "text": " So about 26 is an average."}, {"timestamp": [649.56, 650.8], "text": " That's a good simple answer."}, {"timestamp": [650.94, 654.12], "text": " Obviously, if you think your child wakes up on their 26th birthday"}, {"timestamp": [654.12, 656.66], "text": " suddenly with empathy and an understanding of consequences,"}, {"timestamp": [656.84, 657.82], "text": " that would be overly simplistic,"}, {"timestamp": [658.06, 660.14], "text": " but 26 is a good simple answer."}, {"timestamp": [660.48, 663.72], "text": " As soon as you apply any complexity to that, though, 26 doesn't really work."}, {"timestamp": [663.88, 664.76], "text": " It's because it's an average."}, {"timestamp": [664.86, 666.4], "text": " It's an imaginary person."}, {"timestamp": [666.4, 668.32], "text": " That person doesn't even have gender."}, {"timestamp": [668.32, 672.24], "text": " As soon as you apply gender to that equation, gender no longer works."}, {"timestamp": [672.24, 673.6], "text": " You know, that 26 no longer works."}, {"timestamp": [673.6, 678.32], "text": " Because one gender's brain grows quite significantly faster than the other gender."}, {"timestamp": [678.32, 682.56], "text": " Any guesses which gender that might be?"}, {"timestamp": [682.56, 685.88], "text": " Always think I should break into groups and give you 20 minutes to nut that out now."}, {"timestamp": [687.08, 692.42], "text": " Which brain grows faster? Right, so obviously the female brain grows faster. We don't want to dwell on it."}, {"timestamp": [694.02, 701.84], "text": " It's just a biological reality, right? So, yeah, the reason we get 26, 27 is an average is because"}, {"timestamp": [701.84, 705.36], "text": " typically in the literature, and you can be outside this norm."}, {"timestamp": [705.48, 707.74], "text": " This is just, you know, the head of the bell curve sort of thing."}, {"timestamp": [707.82, 711.12], "text": " Most people, most females are going to reach full development of their frontal cortex"}, {"timestamp": [711.12, 713.16], "text": " somewhere between 18 and 24."}, {"timestamp": [713.62, 715.26], "text": " So anywhere between 18 and 24."}, {"timestamp": [715.78, 716.98], "text": " Yet the average is 27."}, {"timestamp": [717.22, 719.52], "text": " So what could be dragging that average down?"}, {"timestamp": [721.44, 725.66], "text": " Yeah, so the male brain reaches fruition on a typical scale somewhere between, it's an even"}, {"timestamp": [725.66, 729.28], "text": " wider scale, somewhere between 22 and 32 is the norm."}, {"timestamp": [729.74, 734.36], "text": " So if the norm for a male is 22 to 32 and the norm for a female is 18 to 24 when they combine"}, {"timestamp": [734.36, 737.12], "text": " them together and say, you know, about 27 is the average."}, {"timestamp": [737.36, 740.72], "text": " There's going to be 100,000 different things that affect when your, you know, child's frontal"}, {"timestamp": [740.72, 742.2], "text": " cortex has reached full fruition."}, {"timestamp": [742.76, 746.54], "text": " I've just picked the first one we can measure in the research, which is gender, girls' brains grow faster."}, {"timestamp": [746.96, 750.98], "text": " The second thing you can measure in the research is it's your firstborn child"}, {"timestamp": [750.98, 753.04], "text": " that's probably going to move through the stages the fastest."}, {"timestamp": [753.44, 755.26], "text": " It's going to reach their milestones the fastest."}, {"timestamp": [755.64, 756.52], "text": " I don't know if you're aware of that,"}, {"timestamp": [756.6, 758.28], "text": " but statistically it's your firstborn child"}, {"timestamp": [758.28, 759.76], "text": " that's going to grow up to be the highest qualified"}, {"timestamp": [759.76, 761.0], "text": " and earn the most money in the family."}, {"timestamp": [761.76, 763.04], "text": " Obviously not every time."}, {"timestamp": [763.28, 768.74], "text": " I earn more money than my eldest sister and I'm more highly qualified than her. So straight away blows that statistic. That just"}, {"timestamp": [768.74, 772.74], "text": " means that I'm in the minority. The majority of times in New Zealand, the eldest child"}, {"timestamp": [772.74, 776.32], "text": " earns the most money and is the highest qualified. Why is that? What's the eldest child getting"}, {"timestamp": [776.32, 782.26], "text": " that the other ones aren't getting? Time and attention. Yeah, it's, um, is that time and attention"}, {"timestamp": [782.26, 786.5], "text": " throughout their whole life? Do you give more attention to your 15 yearyear-old now than you do to your 13-year-old?"}, {"timestamp": [787.18, 788.48], "text": " No, well, if you do, you're not supposed to."}, {"timestamp": [790.0, 792.26], "text": " The point is you try and give them the same attention,"}, {"timestamp": [792.42, 794.86], "text": " but remember that 1,000 days data gathering?"}, {"timestamp": [795.48, 799.22], "text": " Well, the data that you need can really be simplified"}, {"timestamp": [799.22, 802.78], "text": " down to the more hours your main parents' face is in front of your face"}, {"timestamp": [802.78, 803.94], "text": " in the first 1,000 days."}, {"timestamp": [804.08, 809.98], "text": " The more complex your data is, the flasher your brain gets wired up. So your face is in front of your first"}, {"timestamp": [809.98, 814.62], "text": " born's face for more hours per day than it is for the other kids. If you don't believe me, look"}, {"timestamp": [814.62, 818.78], "text": " at the family photo album. You'll see photographic evidence that you spent more time with the"}, {"timestamp": [818.78, 823.7], "text": " first one because basically you had an uninterrupted thousand days, you could give them all the time. By the"}, {"timestamp": [823.7, 826.6], "text": " time the second child's born, you're running around after a two-year-old, so your"}, {"timestamp": [826.6, 832.0], "text": " face is not in front of the face of the second more as much as it is the first one, so it doesn't"}, {"timestamp": [832.0, 834.0], "text": " gather the same complexity of data."}, {"timestamp": [834.0, 838.8], "text": " Obviously that gets mixed up if there's a 20-year age gap between your first baby and your"}, {"timestamp": [838.8, 842.4], "text": " second baby, then we wouldn't expect a statistical difference, because now the second baby's"}, {"timestamp": [842.4, 844.4], "text": " going to be getting everything the first baby's getting."}, {"timestamp": [844.4, 846.92], "text": " Just the average age gap in New Zealand is not 20 years, it's"}, {"timestamp": [846.92, 851.3], "text": " two years. So for the average child, the parents running around after a two-year-old when the second"}, {"timestamp": [851.3, 858.44], "text": " child's born. So the average second child doesn't get the same quality data, right? Yeah, so"}, {"timestamp": [858.44, 863.44], "text": " let's say then 26 is an average, right? We know there's a gender difference and stuff."}, {"timestamp": [865.78, 869.9], "text": " Yeah, what that means for you as parents is that think of risk and resilience, often use that risk and"}, {"timestamp": [869.9, 874.0], "text": " resilience scale. Risk factors are all the, you know, coming from a single parent family,"}, {"timestamp": [874.0, 877.58], "text": " having a parent with a mental health diagnosis, having a parent with a criminal conviction,"}, {"timestamp": [877.58, 881.32], "text": " having a parent with no tertiary qualification, having a parent that doesn't have a good"}, {"timestamp": [881.32, 886.08], "text": " attachment to their own parent. These are all risk factors that if you accumulate enough of those risk factors,"}, {"timestamp": [886.18, 889.04], "text": " you end up down this end of the scale with bad outcomes and incarceration"}, {"timestamp": [889.04, 891.36], "text": " and no qualifications and bad stuff, right?"}, {"timestamp": [891.72, 894.74], "text": " And then resiliency factors are the other way on the scale."}, {"timestamp": [895.16, 897.38], "text": " You know, resiliency factors are often the opposite to risk factors."}, {"timestamp": [897.5, 899.22], "text": " That's having a parent with a tertiary qualification,"}, {"timestamp": [899.64, 901.1], "text": " speaking more than one language,"}, {"timestamp": [901.46, 904.18], "text": " having involved relationships with extended family,"}, {"timestamp": [904.48, 905.04], "text": " having a parent"}, {"timestamp": [905.04, 906.88], "text": " that was attached well to their own parent."}, {"timestamp": [906.88, 911.6], "text": " You know, you accumulate enough of these resiliency factors and you get good outcomes."}, {"timestamp": [911.6, 915.12], "text": " So what I'm saying really is that if you're just the two things we've talked about so far,"}, {"timestamp": [915.12, 917.4], "text": " if you're a female, that's a resiliency factor."}, {"timestamp": [917.4, 919.8], "text": " Your brain's biologically designed to grow faster."}, {"timestamp": [919.8, 923.62], "text": " You're more liable to achieve the national standards at five and six just because of the biology"}, {"timestamp": [923.62, 931.8], "text": " of your brains coming online earlier. Then if you're also the firstborn in the family, then you've"}, {"timestamp": [931.8, 935.68], "text": " got a double whammy. That's another resiliency factor, being the firstborn, because you get"}, {"timestamp": [935.68, 940.28], "text": " more of this one-on-one time, you get better data. So probably the people who start out, that"}, {"timestamp": [940.28, 944.94], "text": " means if you're a girl who is the firstborn in your family, before you even took your first"}, {"timestamp": [944.94, 945.5], "text": " breath of life, you started halfway up the resiliency chart. This who is the firstborn in your family, before you even took your first breath of life,"}, {"timestamp": [945.6, 947.68], "text": " you started halfway up the resiliency chart."}, {"timestamp": [947.96, 951.06], "text": " This is why the lowest group in prison are firstborn females."}, {"timestamp": [951.48, 954.08], "text": " Because yes, you can end out in prison as a firstborn female,"}, {"timestamp": [954.08, 956.92], "text": " but you started here halfway up the resiliency chart"}, {"timestamp": [956.92, 958.68], "text": " before you even took your first breath."}, {"timestamp": [958.86, 961.18], "text": " It takes a lot of accumulated risk factors"}, {"timestamp": [961.18, 963.82], "text": " for a firstborn female to end up incarcerated."}, {"timestamp": [964.02, 964.66], "text": " Do you understand that?"}, {"timestamp": [965.04, 968.46], "text": " It means it's not impossible, obviously. It's just that if you start in the middle again and"}, {"timestamp": [968.46, 971.94], "text": " you're a guy, straight away, that's a risk factor because your brain's not going to grow as fast."}, {"timestamp": [972.46, 976.08], "text": " At least if you're the firstborn and the family, you're just made up for that risk factor and you're back in the middle,"}, {"timestamp": [976.18, 980.42], "text": " because that was an advantage. But if you're like me and you're a guy who's not the firstborn,"}, {"timestamp": [980.86, 985.24], "text": " then you start life halfway down the risk chart before you've even taken your first"}, {"timestamp": [985.24, 990.0], "text": " breath. So what's the largest group incarcerated in prison? What's the largest group that"}, {"timestamp": [990.0, 994.26], "text": " commit suicide? What's the largest group in reading recovery? It's fairly consistently boys who aren't"}, {"timestamp": [994.26, 999.02], "text": " the firstborn, just because of where they start, they're more at risk than say the opposite"}, {"timestamp": [999.02, 1005.4], "text": " would be a firstborn female, right? So, yeah, what it means for you as parents flippantly is it's much"}, {"timestamp": [1005.4, 1009.06], "text": " easier to have a boy first and then a girl because if you're comparing them in"}, {"timestamp": [1009.06, 1012.1], "text": " their stages as they grow up they've got one advantage each he's got the"}, {"timestamp": [1012.1, 1016.06], "text": " eldest advantage she's got the girl advantage when the boys first so if you're"}, {"timestamp": [1016.06, 1019.62], "text": " comparing them they look quite similar their milestones often but if you have a"}, {"timestamp": [1019.62, 1024.48], "text": " girl first and then a boy she got both advantages and he got neither so if you"}, {"timestamp": [1024.48, 1025.6], "text": " compare their"}, {"timestamp": [1025.6, 1030.5], "text": " developmental milestones as they're growing, your son's liable to appear special needs against"}, {"timestamp": [1030.5, 1036.62], "text": " his older sister because of where she started on that trajectory, she's going to hit her"}, {"timestamp": [1036.62, 1040.24], "text": " milestones much earlier. I mean, genes come into that as well, because I'm ignoring that"}, {"timestamp": [1040.24, 1047.64], "text": " for the moment, but they're going to pay a big part too. But it does generally mean for most families with a girl first and then a boy, at two,"}, {"timestamp": [1047.74, 1049.52], "text": " the girls going, can I have a drink please, mummy?"}, {"timestamp": [1049.92, 1054.12], "text": " And then your son at exactly the same age is going, dink, dink, dink."}, {"timestamp": [1054.48, 1058.12], "text": " So I can look like he's a whole lot thicker than his sister, but he's not necessarily, right?"}, {"timestamp": [1058.9, 1062.14], "text": " So take all that into account that all those individual differences,"}, {"timestamp": [1062.14, 1069.4], "text": " but let's go back to this imaginary person so we can get through the information in a short space of time. So brain number one, let's say"}, {"timestamp": [1069.4, 1074.04], "text": " 26, the brain number four is fully online. Brain number one down the base is your brain stem,"}, {"timestamp": [1074.16, 1077.86], "text": " that's your survival. So brain number one is survival because survival is the prime directive."}, {"timestamp": [1078.04, 1081.54], "text": " Brain number one at the back of your neck keeps your heart beating, keeps your breathing, is the"}, {"timestamp": [1081.54, 1086.0], "text": " home of fight, flight or freeze, all the stuff that's crucial for survival is at the base."}, {"timestamp": [1086.0, 1088.0], "text": " Your brain has grows from the bottom to the top."}, {"timestamp": [1088.0, 1090.0], "text": " It's evolved from the bottom to the top."}, {"timestamp": [1090.0, 1092.0], "text": " It comes online across your life from bottom to top."}, {"timestamp": [1092.0, 1094.0], "text": " It's a universal principle of brains."}, {"timestamp": [1094.0, 1096.0], "text": " They work from bottom to top, basically."}, {"timestamp": [1096.0, 1099.0], "text": " So that's why brain number one at the base is survival, number one."}, {"timestamp": [1099.0, 1102.0], "text": " Number two, the bulge about the back of your head,"}, {"timestamp": [1102.0, 1104.0], "text": " often jokingly referred to as the sports brain."}, {"timestamp": [1104.0, 1106.16], "text": " It's the movement and coordination brain."}, {"timestamp": [1106.16, 1109.5], "text": " The cerebellum allows you to be a moving coordinated creature."}, {"timestamp": [1109.5, 1113.44], "text": " So you've got a survival brain number one, and let's just say a movement brain number"}, {"timestamp": [1113.44, 1114.44], "text": " two."}, {"timestamp": [1114.44, 1117.38], "text": " If that's all you've got, survival and movement and that's it, then you're a reptile."}, {"timestamp": [1117.38, 1119.32], "text": " That's called the reptilian brain."}, {"timestamp": [1119.32, 1122.2], "text": " When they refer to that on TV, the reptilian brain, that's what they mean."}, {"timestamp": [1122.2, 1126.02], "text": " Your brains 1 and 2, because you've got brains 1 and two, but you've also got three and four. A reptile"}, {"timestamp": [1126.02, 1128.12], "text": " pretty much, not exactly, but pretty much only"}, {"timestamp": [1128.12, 1130.1], "text": " has one and two. To have brains number three,"}, {"timestamp": [1130.18, 1131.94], "text": " you have to be a mammal. So all those"}, {"timestamp": [1131.94, 1133.96], "text": " structures in the center of the brain, it's called"}, {"timestamp": [1133.96, 1136.12], "text": " the mammalian brain. Its real name is the limbic system."}, {"timestamp": [1136.78, 1138.1], "text": " The limbic system is the home"}, {"timestamp": [1138.1, 1139.8], "text": " of your emotions, so the emotional"}, {"timestamp": [1139.8, 1141.84], "text": " brain, your emotional response to the world."}, {"timestamp": [1142.16, 1143.98], "text": " Reptiles don't have that emotional response."}, {"timestamp": [1144.64, 1149.16], "text": " Reptiles have fear and anger because they're needed for survival, so fear and anger are programmed"}, {"timestamp": [1149.16, 1153.98], "text": " into the brain stem. Every other emotion is in brain number three, and a reptile doesn't have it."}, {"timestamp": [1154.14, 1158.56], "text": " So that means the only emotions of reptile experiences are fear and anger. You know, he's never"}, {"timestamp": [1158.56, 1162.32], "text": " ever going to be happy that you're home from work or he's never going to be surprised."}, {"timestamp": [1162.32, 1166.6], "text": " I mean, if you've got a pet lizard, he's never, doesn't matter if you spend 10 years feeding and loving"}, {"timestamp": [1166.6, 1168.04], "text": " and kissing and cuddling that lizard,"}, {"timestamp": [1168.26, 1170.66], "text": " he's never ever going to be excited that you've got home from work"}, {"timestamp": [1170.66, 1172.5], "text": " because he doesn't have the physiologist,"}, {"timestamp": [1172.5, 1173.82], "text": " just like the dog's never going to read,"}, {"timestamp": [1173.88, 1174.94], "text": " no matter how hard you try."}, {"timestamp": [1175.32, 1177.86], "text": " The lizard's never going to be surprised or pleased,"}, {"timestamp": [1178.42, 1179.88], "text": " no matter how hard you try,"}, {"timestamp": [1179.96, 1181.14], "text": " because he doesn't have that physiology."}, {"timestamp": [1182.08, 1184.1], "text": " Yet when you get home from work, it's very easy to tell"}, {"timestamp": [1184.1, 1185.3], "text": " the dog's pleased your home."}, {"timestamp": [1185.6, 1187.02], "text": " He clearly has brain number three"}, {"timestamp": [1187.02, 1188.84], "text": " and is very happy and excited to see you."}, {"timestamp": [1189.12, 1191.48], "text": " So number one, survival, number two movement,"}, {"timestamp": [1191.58, 1192.9], "text": " if that's where you've got, you're a reptile."}, {"timestamp": [1193.14, 1195.92], "text": " But if you've got survival, movement, and emotion,"}, {"timestamp": [1196.16, 1196.82], "text": " then you're a mammal."}, {"timestamp": [1197.36, 1198.9], "text": " And then the children that you work with"}, {"timestamp": [1198.9, 1200.2], "text": " and the people that you're married to"}, {"timestamp": [1200.2, 1203.66], "text": " have a survival brain, a movement brain,"}, {"timestamp": [1203.92, 1206.32], "text": " an emotional brain, and then a thinking and learning"}, {"timestamp": [1206.32, 1207.4], "text": " brain."}, {"timestamp": [1207.4, 1210.78], "text": " Even though the thinking and learning brain is clearly the one that we value as teachers, it's"}, {"timestamp": [1210.78, 1215.06], "text": " to understand that it's biologically impossible to go straight to the learning brain."}, {"timestamp": [1215.06, 1219.1], "text": " There's nothing, no structures within your frontal cortex to take on any of your senses, like"}, {"timestamp": [1219.1, 1220.46], "text": " sight or sound."}, {"timestamp": [1220.46, 1223.46], "text": " All of that has to come in through the bottom, through Brain 1."}, {"timestamp": [1223.46, 1225.18], "text": " Comes into a relay station called the thalamus"}, {"timestamp": [1225.18, 1226.38], "text": " and gets handed up to the brain."}, {"timestamp": [1226.76, 1229.08], "text": " What I mean is the only way to get to Brain Number 4"}, {"timestamp": [1229.08, 1231.12], "text": " is via brains 1, 2 and 3."}, {"timestamp": [1231.6, 1234.1], "text": " So yes, brain number 4 is the flash one that we all want,"}, {"timestamp": [1234.3, 1236.6], "text": " but it doesn't mean 1, 2 and 3 aren't important"}, {"timestamp": [1236.6, 1239.06], "text": " because that's the only door to brain number 4"}, {"timestamp": [1239.06, 1240.42], "text": " is via brains 1, 2 and 3."}, {"timestamp": [1240.88, 1243.16], "text": " In fact, the only way to bring online brain number 4"}, {"timestamp": [1243.16, 1244.74], "text": " to achieve those national standards"}, {"timestamp": [1244.74, 1252.2], "text": " is to meet the needs of brains 1, 2 and three. In fact, the only way to bring online brain number four to achieve those national standards is to meet the needs of brains one, two and three. Brain number four, your body grows."}, {"timestamp": [1253.24, 1257.98], "text": " I mean, your brain across your lifespan, you grow up. So these are the four brains. This is Bruce Perry's"}, {"timestamp": [1257.98, 1261.94], "text": " neurosequential model. It's just easier to look at than a picture of the brain. It's just survival,"}, {"timestamp": [1262.1, 1268.42], "text": " movement, emotion, and then thinking and learning. Just to get you to understand that you have to, humanly, you move up through this model."}, {"timestamp": [1268.8, 1273.58], "text": " None of you, no human beings are born where they skip brains one, two and three, and just go straight to brain number four."}, {"timestamp": [1273.82, 1276.68], "text": " None of you had babies that were talking while the time they were two weeks old."}, {"timestamp": [1277.1, 1280.54], "text": " Because humans have to do brain number one first and then do brain number two."}, {"timestamp": [1280.88, 1282.3], "text": " So brain number two is movement."}, {"timestamp": [1282.44, 1287.44], "text": " Most of your baby's movement come online between six and 18 months. At six months of age they were still pretty much a blob"}, {"timestamp": [1287.44, 1291.28], "text": " in your arms not doing a lot of movement at all. One year later that blob in your arms"}, {"timestamp": [1291.28, 1295.52], "text": " can now walk, crawl, run, climb, use fine finger movements like the pince of grasp,"}, {"timestamp": [1295.52, 1299.12], "text": " twist the body in opposing directions, all this complexity in motor skill comes"}, {"timestamp": [1299.12, 1302.56], "text": " online when brain number two comes online largely between six and 18 months. Then"}, {"timestamp": [1302.56, 1306.16], "text": " 18 months to two you move into the emotional brain and we call that the tantruming 2s."}, {"timestamp": [1306.66, 1309.58], "text": " In the first six months, you're doing their survival brain."}, {"timestamp": [1310.28, 1312.58], "text": " Like a horse's way of survival is to run away."}, {"timestamp": [1312.92, 1315.72], "text": " So it's born immediately with the ability to stand up, pretty much,"}, {"timestamp": [1315.76, 1317.3], "text": " because that's its number one survival method."}, {"timestamp": [1317.62, 1319.04], "text": " If nature could arrange that for a horse,"}, {"timestamp": [1319.08, 1320.08], "text": " it could have arranged it for us."}, {"timestamp": [1320.14, 1323.02], "text": " The reason we don't stand up and don't do movement until number 2"}, {"timestamp": [1323.02, 1327.32], "text": " is because we have a way better method of survival than running away from our predators."}, {"timestamp": [1327.88, 1342.12], "text": " Our survival method that humans do is called attachment. We spend the first six months getting someone to fall so mad, crazy in love with us that that person, most of us by the time we're six months old have at least one person that's actually willing to die for us if need be."}, {"timestamp": [1342.12, 1345.18], "text": " That's actually willing to kill to keep us alive if push comes"}, {"timestamp": [1345.18, 1349.96], "text": " to shove. So attachment is far more powerful form of survival than running away. So the first"}, {"timestamp": [1349.96, 1353.7], "text": " six months, it's like the baby's just going, attach, attach, attach, attach, attached. It's not very"}, {"timestamp": [1353.7, 1358.0], "text": " interested in language, not really. It's a little bit. It's making sounds. It's starting to move,"}, {"timestamp": [1358.0, 1362.82], "text": " but the primary focus is not movement or cognition, it's attachment. So attachment for the first"}, {"timestamp": [1362.82, 1368.2], "text": " six months, if you like. It's brand number one. Then movement from six to 18 months if you like. I know, it's an oversimplification"}, {"timestamp": [1368.2, 1372.12], "text": " and they overlap and stuff. But to get the general outline in your head. And then around 18 months"}, {"timestamp": [1372.12, 1375.94], "text": " to two, moving into the limbic system and getting into that emotional stuff. And then from three,"}, {"timestamp": [1376.06, 1379.74], "text": " moving into that frontal cortex is going to do the learning. You know, so when you see the"}, {"timestamp": [1379.74, 1384.24], "text": " programs on the ads on telly, teach your child to read at three. They don't tend to go teach"}, {"timestamp": [1384.24, 1385.0], "text": " your child to read at one because you need a tend to go teach your child to read at one"}, {"timestamp": [1385.0, 1387.0], "text": " because you need a cortex to be able to read."}, {"timestamp": [1387.0, 1389.0], "text": " So three is about the earliest you're really"}, {"timestamp": [1389.0, 1391.0], "text": " going to be reliably be able to get it."}, {"timestamp": [1391.0, 1393.0], "text": " It's not going to do any benefit"}, {"timestamp": [1393.0, 1395.0], "text": " to teach the child to read at three by the way."}, {"timestamp": [1395.0, 1396.0], "text": " But it's just that it's, you know,"}, {"timestamp": [1396.0, 1399.0], "text": " it tends to be difficult before that."}, {"timestamp": [1399.0, 1401.0], "text": " So now, on to the teenage brain,"}, {"timestamp": [1401.0, 1403.0], "text": " because if that brain just grew from three to 26,"}, {"timestamp": [1403.0, 1408.4], "text": " that frontal cortex just started to come online at three and had finished at 26, and nothing else happened, then there'd"}, {"timestamp": [1408.4, 1412.9], "text": " be no such thing as adolescents. So what happens is between like 3 and 11, that frontal cortex"}, {"timestamp": [1412.9, 1418.22], "text": " gets bigger and better. And then somewhere, and for usually between, it can start as early"}, {"timestamp": [1418.22, 1423.06], "text": " as 9, but usually between 11 and sort of 16, for about a three-year period, the easiest way"}, {"timestamp": [1423.06, 1426.14], "text": " to describe it neurologically is that frontal cortex is basically"}, {"timestamp": [1426.14, 1427.56], "text": " going to be shut for renovations."}, {"timestamp": [1428.1, 1429.86], "text": " So that forces the adolescent"}, {"timestamp": [1429.86, 1431.96], "text": " back down into brain number three,"}, {"timestamp": [1432.12, 1434.0], "text": " the emotional brain. So it does"}, {"timestamp": [1434.0, 1436.06], "text": " mean that, and I don't mean this to be insulting"}, {"timestamp": [1436.06, 1437.98], "text": " to 15-year-olds, but the reality is the brain"}, {"timestamp": [1437.98, 1439.74], "text": " scan of the 15-year-old has remarkable"}, {"timestamp": [1439.74, 1441.66], "text": " similarities with the brain scan of a 2-year-old."}, {"timestamp": [1442.04, 1443.96], "text": " They're both the stages of your life"}, {"timestamp": [1443.96, 1446.0], "text": " where there's bugger-all lights on in the logical brain. For the two-year-old. They're both the stages of your life where there's bugger all lights on"}, {"timestamp": [1446.0, 1449.0], "text": " in the logical brain,"}, {"timestamp": [1449.0, 1452.0], "text": " for the two-year-old, because he hasn't yet grown into it,"}, {"timestamp": [1452.0, 1455.0], "text": " for the 15-year-old because it's shut for renovation,"}, {"timestamp": [1455.0, 1457.0], "text": " so forced him back down into brain number three."}, {"timestamp": [1457.0, 1459.0], "text": " So they're there for different reasons,"}, {"timestamp": [1459.0, 1461.0], "text": " but they're both down in brain number three."}, {"timestamp": [1461.0, 1463.0], "text": " So you see the similarity is buggerall lights on"}, {"timestamp": [1463.0, 1464.0], "text": " in the logical brain that controls emotions"}, {"timestamp": [1464.0, 1466.06], "text": " and sees things from other people's point of view,"}, {"timestamp": [1466.36, 1469.7], "text": " and lots of lights on in the limbic system, the emotional brain."}, {"timestamp": [1470.06, 1473.64], "text": " The two stages of your life when that peaks is two in 15."}, {"timestamp": [1474.0, 1480.9], "text": " The two stages of your life when you associate with the most emotion and the most outburst and the most inability to control your emotions."}, {"timestamp": [1481.4, 1483.68], "text": " So it's to understand that it is developmentally normal."}, {"timestamp": [1483.88, 1485.02], "text": " Adolescence isn't a new"}, {"timestamp": [1485.02, 1489.76], "text": " modern invention that people have had since the beginning of a quarter time. There's, you know,"}, {"timestamp": [1489.82, 1493.98], "text": " Socrates has a quote that people often use, like here it used in parent education, you know, data from"}, {"timestamp": [1493.98, 1498.3], "text": " thousands of years ago saying the future is destroyed because we've overindulged this generation."}, {"timestamp": [1498.72, 1503.12], "text": " They're all useless and lazy and all they want is short-term gratification and they don't listen to"}, {"timestamp": [1503.12, 1508.0], "text": " their elders and, you know, he's describing the same way people"}, {"timestamp": [1508.0, 1511.0], "text": " describe Generation Y. Basically, everyone's described"}, {"timestamp": [1511.0, 1513.0], "text": " every generation of teenagers like that."}, {"timestamp": [1513.0, 1515.0], "text": " They don't get that it's a developmental stage."}, {"timestamp": [1515.0, 1519.0], "text": " They just see this selfishness, inability to control emotion,"}, {"timestamp": [1519.0, 1521.0], "text": " inability to see things from other people's point of view"}, {"timestamp": [1521.0, 1524.0], "text": " and think, oh my God, I've raised an axe murderer."}, {"timestamp": [1524.0, 1528.16], "text": " Whereas actually, it's a developmental stage. There's hieroglyphics on the side of the pyramid's"}, {"timestamp": [1528.16, 1531.24], "text": " date is 7,000 years old, which say exactly the same thing."}, {"timestamp": [1531.24, 1535.88], "text": " They've wrecked that generation of kids because they're too lazy and self-indulgent."}, {"timestamp": [1535.88, 1540.5], "text": " There's a, Shakespeare has a play in the 16th century, a winter's tale."}, {"timestamp": [1540.5, 1544.9], "text": " There's got a line in there saying, I wish there were no age between 13 and 23, for all the"}, {"timestamp": [1544.9, 1547.02], "text": " youth thinks of is getting wench with child."}, {"timestamp": [1547.7, 1550.34], "text": " It sounds clearly not a modern invention, right?"}, {"timestamp": [1551.66, 1553.24], "text": " Adolescence has been around for a long time,"}, {"timestamp": [1553.28, 1554.16], "text": " and this is what's happening."}, {"timestamp": [1554.46, 1559.62], "text": " Biologically, that frontal cortex is going to go through so much rewiring"}, {"timestamp": [1559.62, 1562.7], "text": " that basically it would take 20 years to rewire it"}, {"timestamp": [1562.7, 1564.12], "text": " if it stayed open for business,"}, {"timestamp": [1564.54, 1568.0], "text": " so what nature does is largely shut it for those renovations."}, {"timestamp": [1568.2, 1572.58], "text": " Just like if you own a shop and you can think, and it needs a refit, a shop refit,"}, {"timestamp": [1572.88, 1577.16], "text": " you can either leave the shop open for business and tell the builders to work around the customers."}, {"timestamp": [1577.32, 1581.16], "text": " So every time the customer's in the store, the builder has to stop using the saw and wait."}, {"timestamp": [1581.36, 1583.94], "text": " It's going to take the builder a whole year to refit your shop."}, {"timestamp": [1584.2, 1587.64], "text": " Or you shut the shop for two weeks and get the whole refit done."}, {"timestamp": [1587.64, 1590.0], "text": " That's kind of a good metaphor for what's happening in your brain."}, {"timestamp": [1590.0, 1592.6], "text": " So much rewiring, it might take 20 years."}, {"timestamp": [1592.6, 1597.6], "text": " So the brain largely shuts down that frontal cortex in order to get all that rewiring done,"}, {"timestamp": [1597.6, 1601.7], "text": " which leaves the teenager having all their activity in brain number three, the emotional brain."}, {"timestamp": [1601.7, 1605.5], "text": " So what you see is a regression in their ability to control their emotions."}, {"timestamp": [1605.5, 1609.74], "text": " Of course your 11-year-old can control their emotions better than the 15-year-old can, because"}, {"timestamp": [1609.74, 1614.06], "text": " the 11-year-old has more reliable access to the frontal cortex the part of the brain that's"}, {"timestamp": [1614.06, 1618.82], "text": " responsible for mood regulation, because it hasn't shut up for renovations yet in the 11-year-old."}, {"timestamp": [1618.82, 1622.52], "text": " For the same reason, of course, the 11-year-old sees things from your point of view, better than"}, {"timestamp": [1622.52, 1629.08], "text": " the 15-year-old generally does. Generally, you'll get more cortical action out of your 11-year-old than you will add to your"}, {"timestamp": [1629.08, 1630.08], "text": " 15-year-old."}, {"timestamp": [1630.08, 1634.72], "text": " Now, I sort of introduced it in a simple way to say the frontal cortex gets shut for renovations."}, {"timestamp": [1634.72, 1639.5], "text": " Clearly it doesn't completely 100% shut down because all language is in the frontal cortex."}, {"timestamp": [1639.5, 1642.88], "text": " So if it completely shut down, the teenager would lose the power of speech."}, {"timestamp": [1642.88, 1645.5], "text": " Now, I know if you've got a teenage son,"}, {"timestamp": [1650.76, 1651.06], "text": " you might think that's happened. But the fact that he still says, yeah, no, don't know,"}, {"timestamp": [1655.48, 1659.82], "text": " means there's still some frontal cortex going on, right? So now that I've introduced that idea the frontal cortex is shut for renovations, refine that with understanding that it's shut 90%"}, {"timestamp": [1659.82, 1664.84], "text": " of the time. 10% of the time you'll get these flashes from the teenager where they show remarkable"}, {"timestamp": [1664.84, 1666.24], "text": " maturity. And, you know, basically% of the time you'll get these flashes from the teenager where they show remarkable maturity."}, {"timestamp": [1666.24, 1671.4], "text": " And, you know, basically, what I want you to understand is their frontal cortex doesn't"}, {"timestamp": [1671.4, 1673.16], "text": " need to get better."}, {"timestamp": [1673.16, 1676.86], "text": " Their frontal cortex needs to learn to stay online more."}, {"timestamp": [1676.86, 1682.4], "text": " When their frontal cortex is online, in that 10% of the day when it's online, their empathy's"}, {"timestamp": [1682.4, 1684.04], "text": " just as good as yours."}, {"timestamp": [1684.04, 1688.62], "text": " They're just as good at seeing things from other people's point of view as you are. You're not any better at it."}, {"timestamp": [1688.62, 1691.84], "text": " The difference is not that you're better at empathy in controlling your moods and understanding"}, {"timestamp": [1691.84, 1697.06], "text": " consequences. The difference is your program to be wired up to do that 90% of the time,"}, {"timestamp": [1697.06, 1702.32], "text": " and a teenager is wired up to do that 10% of the time. So if you like, you as an adult, you're"}, {"timestamp": [1702.32, 1708.0], "text": " in your, you've got a fully developed frontal cortex, that logical brain, none of you stay in that 100% of the time."}, {"timestamp": [1708.0, 1713.0], "text": " 10% of the time you downshift to your emotional brain and you do something that you know is not good for you,"}, {"timestamp": [1713.0, 1716.0], "text": " but you think, bugger it, it feels good, so I'm doing it anyway."}, {"timestamp": [1716.0, 1720.5], "text": " It's just that you don't live your life like that, but you do downshift to your limbic system."}, {"timestamp": [1720.5, 1724.0], "text": " But the second glass of wine would be a classic example of that."}, {"timestamp": [1724.0, 1728.32], "text": " No decision to have the second glass of wine has ever come from the frontal cortex, because"}, {"timestamp": [1728.32, 1731.52], "text": " the frontal cortex can't justify that decision."}, {"timestamp": [1731.52, 1734.8], "text": " The frontal cortex can justify the first glass of wine, because there is some research to"}, {"timestamp": [1734.8, 1738.66], "text": " show a small amount of, you know, there's antioxidants and red wine."}, {"timestamp": [1738.66, 1742.44], "text": " People who don't drink at all don't actually have a longer life expectancy as people"}, {"timestamp": [1742.44, 1744.1], "text": " who drink moderate amounts."}, {"timestamp": [1744.1, 1748.62], "text": " So the research you could support and argue that your cortex can justify having that first"}, {"timestamp": [1748.62, 1749.62], "text": " glass of wine."}, {"timestamp": [1749.62, 1753.52], "text": " But there is no research in the world to justify the second glass of wine."}, {"timestamp": [1753.52, 1757.18], "text": " So any time in your life that you've had that second glass, it's because your cortex knows"}, {"timestamp": [1757.18, 1760.24], "text": " it's not that good for you, but you've downshifted to your limbic system and thought,"}, {"timestamp": [1760.24, 1764.88], "text": " bugger it, one more won't hurt, and done what you want to do and what's going to make you feel"}, {"timestamp": [1764.88, 1767.88], "text": " good rather than you know what's, well, you know, paying off the credit"}, {"timestamp": [1767.88, 1771.12], "text": " card's another example. We don't want to your cortex knows not to pay the interest on"}, {"timestamp": [1771.12, 1776.6], "text": " the credit card, so you pay off the credit card, but then you see that pair of shoes or that,"}, {"timestamp": [1776.6, 1781.18], "text": " you know, whatever it is that you really, really want, and you downshift the olympic system"}, {"timestamp": [1781.18, 1784.8], "text": " and think, bugger it, I don't care, I'm buying it. Do you understand what I'm saying? You're"}, {"timestamp": [1784.8, 1788.16], "text": " 90% of cortex, but your 10 10% a limbic system as well."}, {"timestamp": [1788.44, 1791.44], "text": " So it's not that teenagers are such a radically different creature from us."}, {"timestamp": [1791.68, 1795.5], "text": " If you go away thinking you're a logical cortex and a teenager is an emotional limbic"}, {"timestamp": [1795.5, 1796.86], "text": " system, that's a bit overly simple."}, {"timestamp": [1797.32, 1802.96], "text": " I'll refine it more by going, you're 90% illogical cortex and 10% in emotional limbic system,"}, {"timestamp": [1803.36, 1805.62], "text": " and the teenager is the other way around."}, {"timestamp": [1805.62, 1806.78], "text": " Now I'm talking about the average one."}, {"timestamp": [1806.78, 1810.68], "text": " Some teenagers you hardly notice go through adolescence, other ones, you know, the shit hits"}, {"timestamp": [1810.68, 1811.68], "text": " the fan."}, {"timestamp": [1811.68, 1816.96], "text": " So we're talking about the average in the middle experience, right?"}, {"timestamp": [1816.96, 1818.22], "text": " So that's generally what's happening."}, {"timestamp": [1818.22, 1822.34], "text": " It's shut for 90% of the time, yours is open 90% of the time."}, {"timestamp": [1822.34, 1826.4], "text": " So you get this mismatch of communication, right? What it"}, {"timestamp": [1826.4, 1831.44], "text": " means is it is difficult because it means that we've only known this for like, you know,"}, {"timestamp": [1831.44, 1836.0], "text": " six or seven years. We set out the education system a couple of hundred years ago. So we"}, {"timestamp": [1836.0, 1841.3], "text": " unfortunately wait until the frontal cortex is shut down and then we decide to measure it through"}, {"timestamp": [1841.3, 1846.68], "text": " state examinations. We wait until it shut for renovations and then"}, {"timestamp": [1846.68, 1853.12], "text": " we go, oh, would you like to start driving a car now? You know, it doesn't fit very well with the"}, {"timestamp": [1853.12, 1856.22], "text": " practices that we've brought up because you have to put it in context of understanding that"}, {"timestamp": [1856.22, 1861.38], "text": " only 10 years ago, we thought your brain reached adulthood between the ages of 10 and 12 because"}, {"timestamp": [1861.38, 1865.0], "text": " the physical circumference of your head doesn't grow anymore after that,"}, {"timestamp": [1865.0, 1866.84], "text": " no physical size gain."}, {"timestamp": [1866.84, 1868.96], "text": " We didn't understand about it coming more online."}, {"timestamp": [1868.96, 1870.3], "text": " You needed brain scans for that."}, {"timestamp": [1870.3, 1874.66], "text": " So we've set up all these laws and stuff based on thinking that teenagers have basically"}, {"timestamp": [1874.66, 1878.94], "text": " an adult brain and there's just psychological changes that need to take place after the age"}, {"timestamp": [1878.94, 1880.94], "text": " of 12."}, {"timestamp": [1880.94, 1882.92], "text": " So what's some specific examples of that?"}, {"timestamp": [1882.92, 1888.92], "text": " What that means for us as teachers is, I mean, let me, I suppose the overall message I'd"}, {"timestamp": [1888.92, 1892.46], "text": " like you to go away with, because I love the title of your conference, disobedience."}, {"timestamp": [1892.46, 1894.66], "text": " I thought, well, finally, I've been doing this for like 10 years."}, {"timestamp": [1894.66, 1897.24], "text": " Finally, a conference title that I feel qualified to speak."}, {"timestamp": [1901.24, 1905.36], "text": " What we've done, in an hour, I can't sort of hope to explain all the science to you,"}, {"timestamp": [1905.36, 1910.76], "text": " in a nutshell what neuroscience is doing is saying that we're really barking up the wrong tree"}, {"timestamp": [1910.76, 1913.76], "text": " trying to punish teenagers into compliance."}, {"timestamp": [1913.76, 1917.0], "text": " That New Zealand's a very punitive country."}, {"timestamp": [1917.0, 1919.3], "text": " We think that teenagers should be punished."}, {"timestamp": [1919.3, 1924.36], "text": " What the neuroscience says is that frontal cortex has to come online, which means the way it comes"}, {"timestamp": [1924.36, 1929.16], "text": " online is to practice it, it's like a muscle. It's actually to do with the laying down of myelin,"}, {"timestamp": [1929.28, 1933.84], "text": " this fatty substance that insulates neural pathways in the brain. And once that neural"}, {"timestamp": [1933.84, 1938.46], "text": " pathways fully insulated and fully covered in myelin, you'll be able to use it heaps."}, {"timestamp": [1938.46, 1943.06], "text": " Think about when you were first learning to tie your shoelaces. It took all of your concentration"}, {"timestamp": [1943.06, 1949.38], "text": " because you've got no myelin on those pathways. Now that pathway is so myelinated, you can probably tie your shoes and"}, {"timestamp": [1949.38, 1952.96], "text": " talk to me at the same time and don't even have to think about it, because once something's"}, {"timestamp": [1952.96, 1959.44], "text": " myelinated, it's automatic and quite easy. Changing gears in the cars is another example,"}, {"timestamp": [1959.44, 1963.52], "text": " because I've been teaching teenagers to drive recently that's been part of my life, so I'm"}, {"timestamp": [1963.52, 1968.44], "text": " aware of that when you first tell them that you've got to take your foot off the clutch and put it"}, {"timestamp": [1968.44, 1972.22], "text": " on the accelerator at the same rate, when they understand that, there's a new neural"}, {"timestamp": [1972.22, 1974.78], "text": " pathway on their brain, this is right, I understand that."}, {"timestamp": [1974.78, 1979.12], "text": " But with no myelin on it, when they go to actually do it, your bunny hop down the road,"}, {"timestamp": [1979.12, 1983.68], "text": " all the car stalls, because again, it's only once that's fully myelinated and myelin goes"}, {"timestamp": [1983.68, 1985.08], "text": " on every time you practice something"}, {"timestamp": [1985.08, 1988.6], "text": " and there's no exact number but 90 is a good sort of number"}, {"timestamp": [1988.6, 1989.62], "text": " to anchor yourself in."}, {"timestamp": [1989.96, 1992.12], "text": " So after around about 90 layers of myelin"}, {"timestamp": [1992.12, 1994.54], "text": " then the knowledge is consolidated in the brain."}, {"timestamp": [1994.84, 1997.12], "text": " So after 90 times of changing the gears,"}, {"timestamp": [1997.32, 1999.12], "text": " that way you can start to do it quite automatically"}, {"timestamp": [1999.12, 2001.76], "text": " and you don't have to really, really concentrate on it anymore."}, {"timestamp": [2002.12, 2004.92], "text": " Remember how hard you had to concentrate to change the gears?"}, {"timestamp": [2006.0, 2009.0], "text": " I remember my mate Humper used to steal his mother's car"}, {"timestamp": [2009.0, 2011.0], "text": " and one of us would steer and one of us would change gears"}, {"timestamp": [2011.0, 2015.0], "text": " because it takes that much concentration"}, {"timestamp": [2015.0, 2020.0], "text": " took ages to learn to stare and change gears at the same time."}, {"timestamp": [2020.0, 2023.0], "text": " So why I'm trying to get you to understand"}, {"timestamp": [2023.0, 2025.68], "text": " it's the same for a child to exercise empathy"}, {"timestamp": [2025.68, 2028.34], "text": " or to exercise understanding consequences."}, {"timestamp": [2028.68, 2030.1], "text": " He has to do it 90 times."}, {"timestamp": [2030.4, 2032.88], "text": " So if he goes to a school and whenever he shows a lack of empathy,"}, {"timestamp": [2033.02, 2036.14], "text": " we respond by giving him a detention or suspending him,"}, {"timestamp": [2036.42, 2040.5], "text": " he's got no opportunity to practice empathy or understanding of consequence"}, {"timestamp": [2040.5, 2043.1], "text": " in a detention or being yelled at or being suspended."}, {"timestamp": [2043.52, 2045.08], "text": " But if instead we make him come"}, {"timestamp": [2045.08, 2050.44], "text": " along to a restorative practice session where he has to sit with the victim, say he nicked someone's"}, {"timestamp": [2050.44, 2054.12], "text": " car and rode it off so we get that mother into the school and, you know, we're into the"}, {"timestamp": [2054.12, 2058.54], "text": " restorative practice session, that 16-year-old's got to sit there and listen while she explains,"}, {"timestamp": [2058.64, 2061.4], "text": " well actually that's the only car I've got. I'm a single parent. I've got a daughter with"}, {"timestamp": [2061.4, 2067.54], "text": " a spina bifeter. I use that car to take her to the physio. You know, now that I can't, she won't go on public buses because that's just too difficult,"}, {"timestamp": [2067.66, 2071.52], "text": " she gets too upset. So she hasn't been going to physio, so she's getting really unsettled."}, {"timestamp": [2071.6, 2075.62], "text": " That's affected all the other kids' behaviours. Sure enough, the 16-year-olds were sitting there rolling"}, {"timestamp": [2075.62, 2081.12], "text": " their eyes, which doesn't help with the teacher that thinks they should be punished."}, {"timestamp": [2081.22, 2087.18], "text": " It's like, see, he's not paying any attention, it's not getting in. Because it's not going to happen after one session, you know."}, {"timestamp": [2088.18, 2091.88], "text": " But he can't not be exercising his frontal cortex"}, {"timestamp": [2091.88, 2093.94], "text": " when he sits there and listens to that person"}, {"timestamp": [2093.94, 2095.8], "text": " talk about the consequences of his action."}, {"timestamp": [2096.1, 2099.76], "text": " He can't be not exercising his empathy in his frontal cortex"}, {"timestamp": [2099.76, 2102.82], "text": " when he sits and hears, you know,"}, {"timestamp": [2102.84, 2104.32], "text": " how that situation's been for her."}, {"timestamp": [2104.48, 2107.04], "text": " So it's not going to happen overnight, but if he comes to my school,"}, {"timestamp": [2107.04, 2109.44], "text": " and from the time he gets there until the time he leaves,"}, {"timestamp": [2109.44, 2113.12], "text": " every time something like that happens, it's greeted with a restorative practice session,"}, {"timestamp": [2113.12, 2115.52], "text": " then each time we exercise the frontal cortex."}, {"timestamp": [2115.52, 2118.72], "text": " Then he actually leaves my school at the end of that schooling"}, {"timestamp": [2118.72, 2120.88], "text": " with more frontal cortex than when he started,"}, {"timestamp": [2120.88, 2123.6], "text": " because our system has exercised it."}, {"timestamp": [2123.6, 2125.6], "text": " Whereas if we've punished him constantly,"}, {"timestamp": [2125.6, 2127.24], "text": " since he's got there, and given him detentions"}, {"timestamp": [2127.24, 2129.0], "text": " and tried to scare him into compliance,"}, {"timestamp": [2129.0, 2130.5], "text": " which, by the way, if that was going to work,"}, {"timestamp": [2130.5, 2132.0], "text": " probably would have worked on the 150 years"}, {"timestamp": [2132.0, 2134.5], "text": " that we've been doing it in this country."}, {"timestamp": [2134.5, 2138.5], "text": " But we continue to try and scare into compliance anyway."}, {"timestamp": [2138.5, 2140.0], "text": " You'd think there was all these statistics"}, {"timestamp": [2140.0, 2142.0], "text": " that all these people come out of prison going,"}, {"timestamp": [2142.0, 2144.5], "text": " oh God, that was really awful, I'm never doing that again."}, {"timestamp": [2144.5, 2147.28], "text": " Whereas that's not what happens, people, when people come out of prison., oh God, that was really awful, I'm never doing that again. Whereas that's not what happens people when people come out of prison."}, {"timestamp": [2147.28, 2152.58], "text": " They learn to be much better criminals in prison usually, and our recidivist rate is 75% because"}, {"timestamp": [2152.58, 2154.0], "text": " we're so punitive."}, {"timestamp": [2154.0, 2157.5], "text": " Countries like Scandinavian countries that we might think is they're a bit soft on their prisoners"}, {"timestamp": [2157.5, 2161.68], "text": " because they do all this rehabilitation stuff, they have a 25% recidivist rate."}, {"timestamp": [2161.68, 2169.04], "text": " So being nice to people in prison and meeting their needs is what stops them from reoffending, not actually trying to scare them and be mean, that creates more"}, {"timestamp": [2169.04, 2172.72], "text": " criminals. Because what you're doing neurologically, when you put someone in prison or you put someone"}, {"timestamp": [2172.72, 2177.24], "text": " in detention or you tell someone off, is you exercise the lower part of their brain. The part"}, {"timestamp": [2177.24, 2181.74], "text": " that doesn't have empathy, doesn't understand consequences. The part they already live in too often,"}, {"timestamp": [2182.22, 2189.16], "text": " the reason that they've been able to do actions that show no empathy and no understanding of consequences is because they probably haven't developed"}, {"timestamp": [2189.16, 2193.1], "text": " their frontal cortex to the extent that it's supposed to be developed. Instead of having"}, {"timestamp": [2193.1, 2196.96], "text": " the one that we associate on the left, where the frontal cortex is all red and highly active,"}, {"timestamp": [2197.26, 2200.74], "text": " they've probably got that frontal cortex on the right. I mean, there's adults and teenagers"}, {"timestamp": [2200.74, 2209.0], "text": " aren't supposed to be quite up to the fully left one yet. But what I'm trying to say is you have to exercise that frontal cortex to bring it into fruition."}, {"timestamp": [2209.0, 2214.0], "text": " Restorative praxis, giving the child opportunities to self-regulate, exercise self-control,"}, {"timestamp": [2214.0, 2219.0], "text": " make decisions, understand the consequences of their actions grows a frontal cortex."}, {"timestamp": [2219.0, 2220.0], "text": " Punishment grows the brain stem."}, {"timestamp": [2220.0, 2226.44], "text": " When John Key become Prime Minister, he said to, he appointed Sir Peter Gluckman as the chief science advisor."}, {"timestamp": [2226.44, 2228.76], "text": " So he used to be head of the Liggins Institute."}, {"timestamp": [2228.76, 2230.56], "text": " He's, you know, he's New Zealand's Einstein."}, {"timestamp": [2230.56, 2234.76], "text": " He's our chief brainy dude, as Sir Professor Peter Gluckman."}, {"timestamp": [2234.76, 2241.08], "text": " And so the first job that John Key gave him was to say, I want you to go away and find out why New Zealand has so many delinquent teenagers."}, {"timestamp": [2241.08, 2248.66], "text": " Why do we have such a high rate of delinquency when we're supposed to be clean, green, beautiful New Zealand and yet we have a higher rate of delinquency per head of"}, {"timestamp": [2248.66, 2253.96], "text": " population than America. And all the literature agrees on that, but some of the literature claims"}, {"timestamp": [2253.96, 2258.6], "text": " that. Why such a high rate of delinquency? So, So Peter Gluteman with a team of researchers,"}, {"timestamp": [2258.6, 2262.44], "text": " went out and spent two years researching why New Zealand has such a high rate of delinquency."}, {"timestamp": [2262.44, 2268.98], "text": " And you can actually download the report he gave to the Prime Minister. It's 384 pages, but you can download it for"}, {"timestamp": [2268.98, 2272.3], "text": " free because your tax has already paid for it because they paid him to go and do the report."}, {"timestamp": [2272.56, 2276.48], "text": " It's called Improving the Transition, and it is a really, so go into Google, improving the"}, {"timestamp": [2276.48, 2281.8], "text": " transition. So Peter Gluteman, you can download a PDF of all 384 pages. It's a really good"}, {"timestamp": [2281.8, 2285.5], "text": " synthesis of the research around neuroscience and around"}, {"timestamp": [2285.5, 2288.06], "text": " teenagers in a free source."}, {"timestamp": [2288.06, 2292.12], "text": " Like I used to have to give a page of about 40 different references that I can now replace"}, {"timestamp": [2292.12, 2295.96], "text": " with Peter Gleitman's rapport because he's bringing that same research together."}, {"timestamp": [2295.96, 2300.88], "text": " So he said, his executive summary basically says the two reasons why New Zealand has so"}, {"timestamp": [2300.88, 2305.58], "text": " many delinquent teenagers, the number two reason was because we are so punitive,"}, {"timestamp": [2306.16, 2308.8], "text": " because we don't tend to help pupils, we tend to punish them."}, {"timestamp": [2309.22, 2315.34], "text": " As even though the research indicates it would cost less to put a delinquent child into foster care"}, {"timestamp": [2315.34, 2320.26], "text": " and pay as foster care parent a full-time salary, that would cost less than what it costs"}, {"timestamp": [2320.26, 2322.46], "text": " to put someone into an in prison-type environment."}, {"timestamp": [2322.46, 2330.26], "text": " It costs $99,000 a year to have you in teenage prison so we could pay a foster parent $50,000 salary, give them $30,000 worth"}, {"timestamp": [2330.26, 2333.52], "text": " of professional support and supervision and professional development, and it would still"}, {"timestamp": [2333.52, 2338.5], "text": " be cheaper than being in a prison type environment. And the difference it would have is the research"}, {"timestamp": [2338.5, 2343.16], "text": " would support it. There is a clear evidence base to show that those relationships is how you grow"}, {"timestamp": [2343.16, 2348.32], "text": " a frontal cortex and no evidence whatsoever to show that going into prison does. In fact, the evidence or a"}, {"timestamp": [2348.32, 2352.36], "text": " prison type environment. You go into a punitive environment, you increase those punitive negative"}, {"timestamp": [2352.36, 2356.34], "text": " behaviours. Peter Glutman points out in his report, not only are we punitive to teenagers,"}, {"timestamp": [2356.34, 2359.64], "text": " but actually that starts much earlier. We've got the second highest rate of imprisonment in the"}, {"timestamp": [2359.64, 2363.98], "text": " developed world. Well before their teenagers, New Zealand is a punitive. Look how we marched"}, {"timestamp": [2363.98, 2369.0], "text": " on the streets when we lost the right to beat our children and smack our children. That gives you an idea"}, {"timestamp": [2369.0, 2373.9], "text": " of how punitive New Zealand is, that people are so motivated as to march on the streets to get,"}, {"timestamp": [2374.12, 2377.44], "text": " and yet they're all sitting quite happily with the fact that it had been illegal to hit your dog"}, {"timestamp": [2377.44, 2382.06], "text": " in that way for years and years and years. And as soon as you introduce the idea that the child"}, {"timestamp": [2382.06, 2385.68], "text": " might enjoy the same protection that your dog enjoys, you've got people marching on the streets,"}, {"timestamp": [2386.0, 2390.0], "text": " because people really believe that children can't be raised without that punitive,"}, {"timestamp": [2390.14, 2392.9], "text": " they won't know what to do, that innate evil sort of thing."}, {"timestamp": [2392.9, 2397.5], "text": " So right from the time that the, you know, foreigners comment on how in New Zealand,"}, {"timestamp": [2397.64, 2400.88], "text": " when our child's two and he's overwhelmed by his limbic system emotions,"}, {"timestamp": [2401.06, 2402.62], "text": " which is entirely developmentally normal,"}, {"timestamp": [2402.82, 2408.28], "text": " we have to teach his cortex how to deal with those emotions. The typical New Zealand response isn't to teach the child"}, {"timestamp": [2408.28, 2411.8], "text": " how to deal with his emotions. The typical New Zealand response is to be punitive and put"}, {"timestamp": [2411.8, 2415.8], "text": " the child into a naughty chair or into time out when he's overwhelmed by his emotions when he's"}, {"timestamp": [2415.8, 2420.28], "text": " two. So we're punitive right from the start believing that's good and we continue to be punitive"}, {"timestamp": [2420.28, 2424.94], "text": " all the way through and that's why our leading scientist says we have the second highest rate"}, {"timestamp": [2424.94, 2427.0], "text": " of imprisonment. Interestingly, the number one scientist says we have the second highest rate of imprisonment."}, {"timestamp": [2427.0, 2431.8], "text": " Interestingly, the number one reason why we have so many delinquent teenagers was very supportive"}, {"timestamp": [2431.8, 2434.0], "text": " of all the stuff I go around teaching in early childhood."}, {"timestamp": [2434.0, 2439.0], "text": " And the number one reason why we have so many delinquent teenagers, he said, is because in the first seven years of life,"}, {"timestamp": [2439.0, 2443.0], "text": " we concentrate too much on the acquisition of cognitive skills like reading and writing,"}, {"timestamp": [2443.0, 2448.4], "text": " when the research shows very clearly those don't make much of a difference in those early years. It's the acquisition"}, {"timestamp": [2448.4, 2454.76], "text": " of social-emotional skills that actually determines your success as an adult. So if in the,"}, {"timestamp": [2454.76, 2459.96], "text": " up until the age of seven, we focused on tafariki and not the primary school curriculum,"}, {"timestamp": [2459.96, 2464.24], "text": " then we would probably get much better outcomes, longitudinal wise."}, {"timestamp": [2464.24, 2465.36], "text": " Yeah."}, {"timestamp": [2465.86, 2466.84], "text": " Okay, right."}, {"timestamp": [2467.26, 2468.66], "text": " Let me give you some examples then,"}, {"timestamp": [2468.7, 2470.54], "text": " because I've still given you the big overalls."}, {"timestamp": [2472.88, 2474.04], "text": " Actually, do you have any questions?"}, {"timestamp": [2474.4, 2475.06], "text": " Because there's lots of me."}, {"timestamp": [2475.06, 2476.52], "text": " You might be sitting there with a burning question."}, {"timestamp": [2476.62, 2477.32], "text": " Don't worry if you haven't."}, {"timestamp": [2477.36, 2479.02], "text": " I've still got like 10 hours' worth of information"}, {"timestamp": [2479.02, 2479.82], "text": " to keep talking about,"}, {"timestamp": [2479.9, 2482.5], "text": " but is there anything that you're dying to know"}, {"timestamp": [2482.5, 2483.58], "text": " to direct the learning?"}, {"timestamp": [2484.88, 2485.04], "text": " Yep."}, {"timestamp": [2485.04, 2490.24], "text": " So when we do things like stand down, the idea is if we get an"}, {"timestamp": [2490.24, 2492.76], "text": " adult and a chance to think about their action."}, {"timestamp": [2492.76, 2495.88], "text": " Has that actually got any sort of theory on?"}, {"timestamp": [2495.88, 2498.5], "text": " Is there any certain page that you don't want?"}, {"timestamp": [2498.5, 2502.6], "text": " The child that when we stand the down is to give the time to think about their actions."}, {"timestamp": [2502.6, 2503.6], "text": " I would disagree with that."}, {"timestamp": [2503.6, 2505.62], "text": " I think that's a new age way of covering up the fact that we're still trying to punish them. And so we say we're giving them time to think about their actions. I would disagree with that. I think that's a new age way of covering up the fact"}, {"timestamp": [2505.62, 2506.78], "text": " that we're still trying to punish them."}, {"timestamp": [2507.14, 2509.56], "text": " And so we say we're giving them time to think about their actions,"}, {"timestamp": [2509.66, 2514.12], "text": " but I think you'll find it's primarily based on a punitive idea of stand down,"}, {"timestamp": [2514.2, 2515.34], "text": " and then we justify it."}, {"timestamp": [2515.68, 2516.88], "text": " We're saying giving them time to think."}, {"timestamp": [2517.36, 2520.9], "text": " What the research would say is, yeah, giving them time to think is a valuable thing"}, {"timestamp": [2520.9, 2523.94], "text": " and to basically calm the lower brain, calm the amygdala,"}, {"timestamp": [2523.94, 2528.24], "text": " and re-engage the frontal cortex to think about consequences of my actions, empathy."}, {"timestamp": [2528.24, 2532.5], "text": " What the research shows is the more in partnership with a teacher they are, the more they"}, {"timestamp": [2532.5, 2534.44], "text": " will be likely to achieve that."}, {"timestamp": [2534.44, 2540.18], "text": " So standing them down and severing that relationship and separating it would lessen their"}, {"timestamp": [2540.18, 2542.5], "text": " understanding of empathy and consequences."}, {"timestamp": [2542.5, 2545.32], "text": " You know, the idea of, okay, you've done this thing really wrong."}, {"timestamp": [2545.32, 2547.32], "text": " Instead of being stood down for the next three days,"}, {"timestamp": [2547.32, 2550.68], "text": " you're handcuffed to your form teacher,"}, {"timestamp": [2550.68, 2552.84], "text": " would be far more in line with the research."}, {"timestamp": [2552.84, 2555.14], "text": " And I bet you the kid would just be begging for you"}, {"timestamp": [2555.14, 2558.66], "text": " to give him the cane after about three hours."}, {"timestamp": [2558.66, 2560.02], "text": " That is the thing too."}, {"timestamp": [2560.02, 2561.82], "text": " People often talk about restorative practice"}, {"timestamp": [2561.82, 2563.32], "text": " as being a soft option."}, {"timestamp": [2563.32, 2567.92], "text": " Most teenagers would far rather go to detention than have to sit and listen to the lady"}, {"timestamp": [2567.92, 2572.24], "text": " who's got the kid with the spina bifida or sit with the mother of the kid that they were bullying"}, {"timestamp": [2572.24, 2575.46], "text": " and have to, and honestly, they're begging, why can't you just hit me?"}, {"timestamp": [2575.82, 2578.92], "text": " They would much rather get the cane than have to do that."}, {"timestamp": [2579.3, 2581.18], "text": " And that's the one that's research supported."}, {"timestamp": [2581.34, 2583.88], "text": " So, yeah, no, there isn't really a lot of research to support that."}, {"timestamp": [2583.88, 2589.32], "text": " Any research that people use is often, I think, grabbing at research to try and"}, {"timestamp": [2589.32, 2594.24], "text": " justify the continuation of a practice that is really outdated."}, {"timestamp": [2594.24, 2597.24], "text": " It doesn't have any research to support it."}, {"timestamp": [2597.24, 2600.32], "text": " I mean, that's the challenge to us nowadays is we, what do we have that our parents didn't"}, {"timestamp": [2600.32, 2601.32], "text": " have is Google."}, {"timestamp": [2601.32, 2603.84], "text": " You know, a generation ago, we have to be research informed."}, {"timestamp": [2603.84, 2609.0], "text": " A generation ago you could go, you could get away with just the natural cultural belief of things."}, {"timestamp": [2609.18, 2613.38], "text": " It's deeply culturally embedded in New Zealand that you can punish someone into being well-behaved."}, {"timestamp": [2613.68, 2617.06], "text": " So we ground kids and we confiscate their cell phones. You know, we've got a punishment model."}, {"timestamp": [2617.82, 2622.42], "text": " Yet what our generation faces up to is we have to look at the research that shows that the research"}, {"timestamp": [2622.42, 2629.0], "text": " doesn't support that at all. When you do a meta-analysis of all the research on how to change someone's behaviour,"}, {"timestamp": [2629.0, 2634.0], "text": " you come up with a list of the three most effective things of changing someone's behaviour, a teenager's behaviour,"}, {"timestamp": [2634.0, 2637.0], "text": " and you come up with a list of the three least effective ways."}, {"timestamp": [2637.0, 2641.0], "text": " And the list of three least effective ways usually often means the behaviour regresses,"}, {"timestamp": [2641.0, 2645.04], "text": " and you get more of the behaviour that you don't want by doing these three things."}, {"timestamp": [2645.04, 2648.76], "text": " So the three worst things you can do, number three is punishment."}, {"timestamp": [2648.76, 2653.24], "text": " Punishing a behaviour typically leads to an increase of that behaviour."}, {"timestamp": [2653.24, 2657.64], "text": " Not in the short term, punishment often decreases behaviour in the short term, but in the long term"}, {"timestamp": [2657.64, 2659.44], "text": " actually increases the behaviour."}, {"timestamp": [2659.44, 2661.6], "text": " So number three, punishment."}, {"timestamp": [2661.6, 2664.1], "text": " Number two, inconsistency, no surprises there."}, {"timestamp": [2664.1, 2665.44], "text": " That often comes from the literature base"}, {"timestamp": [2665.44, 2666.96], "text": " on parents with drug and alcohol issues"}, {"timestamp": [2666.96, 2668.64], "text": " that have wildly different expectations"}, {"timestamp": [2668.64, 2669.48], "text": " at different times."}, {"timestamp": [2670.08, 2672.18], "text": " But basically you're better off punishing your child"}, {"timestamp": [2672.18, 2674.54], "text": " consistently than you are being wildly inconsistent."}, {"timestamp": [2674.74, 2676.0], "text": " No surprises there, right?"}, {"timestamp": [2676.8, 2679.7], "text": " The number one, most damaging thing"}, {"timestamp": [2679.7, 2681.48], "text": " you can do to a child to try and change their behaviour"}, {"timestamp": [2681.48, 2683.7], "text": " according to the literature is what they call love withdraw."}, {"timestamp": [2684.26, 2688.04], "text": " It's where you withdraw the relationship from the child. You know, that's"}, {"timestamp": [2688.04, 2693.38], "text": " when you sulk for three days and pretend like they don't exist and won't speak to them."}, {"timestamp": [2693.38, 2697.62], "text": " That seems, basically what it comes down to is that all behaviour change usually results,"}, {"timestamp": [2697.62, 2702.18], "text": " links into what you just ask there. All good behaviour change normally comes from a partnership."}, {"timestamp": [2702.18, 2709.98], "text": " So withdrawing that partnership, especially if you're the parent and you withdraw your affection,"}, {"timestamp": [2710.4, 2713.36], "text": " the child then knows they have conditional love."}, {"timestamp": [2714.16, 2718.16], "text": " It's only based on the condition they act in a certain way and that that love is completely"}, {"timestamp": [2718.16, 2720.22], "text": " withdrawn when they don't act in that way."}, {"timestamp": [2720.46, 2724.6], "text": " So most good behaviour change is going to come from a base of unconditional love from one parent."}, {"timestamp": [2724.9, 2728.32], "text": " When you are sulking and withdraw that, you make the love conditional. A set of unconditional,"}, {"timestamp": [2728.32, 2732.64], "text": " you're not liable to get a healthy child that's going to be secure enough to develop new behaviours"}, {"timestamp": [2732.64, 2738.92], "text": " because they don't have the secure base from what you do it on. Yep. Okay, the three things"}, {"timestamp": [2738.92, 2743.12], "text": " that are the most effective in changing someone's behaviour. Number three is reward the desirable"}, {"timestamp": [2743.12, 2749.12], "text": " behaviour. No great surprises there. So instead of punishing them every time they, you know, slam the door, you reward them"}, {"timestamp": [2749.12, 2753.2], "text": " and lavish them with praise every time they shut the door nice and quietly. That actually leads"}, {"timestamp": [2753.2, 2758.26], "text": " to less door slamming in the house than punishing them, right? Number two is a method called"}, {"timestamp": [2758.26, 2762.9], "text": " induction is the second most effective way of changing someone's behaviour. Induction simply means"}, {"timestamp": [2762.9, 2769.22], "text": " you convince them that it's their idea that they want to do it. And then the number one most effective way of changing someone's behavior. Induction simply means you convince them that it's their idea that they want to do it. And then the number one most effective way"}, {"timestamp": [2769.22, 2776.76], "text": " of changing someone's behavior was a thing that the literature calls cognitive training. So cognitive"}, {"timestamp": [2776.76, 2781.8], "text": " training, cognitions you're thinking, training you're thinking. The number one, you know, research-based"}, {"timestamp": [2781.8, 2785.76], "text": " method of changing someone's behavior is to simply tell them what they should have done instead."}, {"timestamp": [2786.06, 2793.1], "text": " That's what cognitive training means. Cognitive training, I explain it to parents by talking about your parietal lobe."}, {"timestamp": [2793.32, 2796.72], "text": " Your parietal lobe takes up about 25% of your brain and it's back here, right?"}, {"timestamp": [2797.16, 2802.8], "text": " It's one of its things that it does is visualization. So if I say to all of you, everyone visualize a blue car."}, {"timestamp": [2802.9, 2805.64], "text": " Get a picture of a blue car inside your head. Right? Okay, now that means if you, everyone visualize a blue car. Get a picture of a blue car inside your head."}, {"timestamp": [2807.7, 2807.8], "text": " Okay, now that means if you're picturing a blue car,"}, {"timestamp": [2810.86, 2810.96], "text": " 25% of your brain is devoted to this image of a blue car."}, {"timestamp": [2812.66, 2813.0], "text": " Your parietal lobes picturing a blue car."}, {"timestamp": [2814.84, 2814.94], "text": " Now I'd like you to turn your parietal lobe off,"}, {"timestamp": [2815.9, 2816.22], "text": " keep it completely blank."}, {"timestamp": [2817.66, 2819.72], "text": " No one picture an elephant."}, {"timestamp": [2820.04, 2820.12], "text": " Right."}, {"timestamp": [2821.36, 2821.68], "text": " Now, everybody pictured an elephant."}, {"timestamp": [2823.44, 2823.54], "text": " Even the people that think they left their minds blank,"}, {"timestamp": [2824.3, 2824.4], "text": " you're fooling yourself."}, {"timestamp": [2826.02, 2827.38], "text": " What happened was an elephant flashed up, and in a microsecond you pushed it out"}, {"timestamp": [2827.38, 2828.64], "text": " because you're keeping your mind blank."}, {"timestamp": [2829.04, 2831.54], "text": " But it did flash up a picture of an elephant"}, {"timestamp": [2831.54, 2832.9], "text": " because you can't turn it off."}, {"timestamp": [2833.3, 2835.54], "text": " Apparently Buddhist monks, after two hours of meditation,"}, {"timestamp": [2835.7, 2836.4], "text": " can turn it off."}, {"timestamp": [2836.44, 2838.06], "text": " But I'm guessing that none of you are Buddhist monks"}, {"timestamp": [2838.06, 2839.76], "text": " who have been meditating for two hours at this point."}, {"timestamp": [2839.76, 2842.22], "text": " So I'm going to say none of you can turn it off."}, {"timestamp": [2842.6, 2844.78], "text": " So when I say don't picture a cow,"}, {"timestamp": [2849.56, 2852.84], "text": " don't picture a horse, don't picture a house, your parietal loaves automatically throwing up pictures of the very things I'm telling you not to, because"}, {"timestamp": [2852.84, 2855.86], "text": " that's its job to visualise language spoken to you."}, {"timestamp": [2856.1, 2858.06], "text": " So think about that in terms of behaviour management."}, {"timestamp": [2858.2, 2861.7], "text": " When I say don't run inside, what do you picture?"}, {"timestamp": [2862.08, 2866.0], "text": " When I say don't stand on the chair, what do you picture? When I say don't spit at your sister, what do you picture? When I say don't stand on the chair, what do you picture?"}, {"timestamp": [2866.0, 2870.0], "text": " When I say don't spit at your sister, what do you picture?"}, {"timestamp": [2870.0, 2875.0], "text": " What it means is neurologically, it makes no sense to tell a child what not to do,"}, {"timestamp": [2875.0, 2881.0], "text": " because you actually just put an image in 25% of their brain of the very behaviour that you don't want."}, {"timestamp": [2881.0, 2884.0], "text": " So often this is how teachers' language reflects the behaviour in the class."}, {"timestamp": [2884.0, 2888.46], "text": " Teachers are very quick to say it's the kid's fault. They'll come from a gang family in a low socioeconomic"}, {"timestamp": [2888.46, 2894.16], "text": " area, but that doesn't explain why the school, you know, in the next block, has got, you know,"}, {"timestamp": [2894.16, 2898.92], "text": " same parent body, same desile. You can have a completely different culture and a different"}, {"timestamp": [2898.92, 2904.98], "text": " air of social respect and stuff. I think more than the socioeconomic and more than the gang"}, {"timestamp": [2904.98, 2905.62], "text": " affiliations of the parents, what often affects the more than the socio-economic and more than the gang affiliations"}, {"timestamp": [2905.62, 2909.3], "text": " of the parents, what often affects the environment in the classroom is the language coming"}, {"timestamp": [2909.3, 2912.84], "text": " out of the mouth of the teacher. What the research shows all the time is if the teacher is"}, {"timestamp": [2912.84, 2917.1], "text": " aware of this and using pro-social language, which doesn't mean you're being a wuss and"}, {"timestamp": [2917.1, 2921.54], "text": " letting them away with everything, you can be quite firm and use pro-social language. Like instead"}, {"timestamp": [2921.54, 2927.54], "text": " of saying don't stand on the chair, I can say, you need to sit on the chair, please. Everybody else is sitting on the chair, you need to"}, {"timestamp": [2927.54, 2932.9], "text": " sit on the chair as well. I can be quite firm, but now 25% of his brain is picturing sitting"}, {"timestamp": [2932.9, 2937.5], "text": " on a chair, the very behaviour I want. People who get trained as teleconference marketers get"}, {"timestamp": [2937.5, 2941.08], "text": " trained in this. I just think teachers need trained in it as well. You know, that teleconference"}, {"timestamp": [2941.08, 2948.64], "text": " marketer, when they ring you up, they know about the parietal lobe. When they ring you up during dinner to try and talk you into a timeshare in Fiji, they"}, {"timestamp": [2948.64, 2952.54], "text": " don't go straight to your temporal lobes that actually ask the actual question you need."}, {"timestamp": [2952.54, 2955.6], "text": " Do you have a spare $12,000 in the bank somewhere?"}, {"timestamp": [2955.6, 2957.1], "text": " Because that's what we're after."}, {"timestamp": [2957.1, 2960.42], "text": " That's not going to be a very good sales technique to go straight to your temporal lobe, so they"}, {"timestamp": [2960.42, 2961.92], "text": " go straight to your parietal lobe."}, {"timestamp": [2961.92, 2966.08], "text": " And before they mention any money, they're like, can you imagine yourself lying on the beach in Fiji"}, {"timestamp": [2966.08, 2969.24], "text": " with the sun sparkling down and glistening off the water"}, {"timestamp": [2969.24, 2971.06], "text": " where you hold a pina collada in your hand,"}, {"timestamp": [2971.4, 2972.68], "text": " lying on your sun lounger?"}, {"timestamp": [2973.18, 2977.32], "text": " Now 25% of your brain is already picturing you outside the timeshare."}, {"timestamp": [2977.46, 2979.3], "text": " They're 25% of the way towards a sale."}, {"timestamp": [2979.98, 2981.46], "text": " I just think we have to use that as teachers"}, {"timestamp": [2981.46, 2983.24], "text": " to understand that the language that we use."}, {"timestamp": [2983.32, 2986.8], "text": " We can get the kids 25% the way towards the behaviour that we want"}, {"timestamp": [2986.8, 2991.12], "text": " by simply making sure the language that comes out of our mouth is pro-social"}, {"timestamp": [2991.12, 2995.6], "text": " and uses cognitive training and describes exactly what it is you would like"}, {"timestamp": [2995.6, 2996.78], "text": " that the child to have done instead."}, {"timestamp": [2997.36, 3000.38], "text": " The example in my head, I think it makes it nice and clear as a two-year-old example."}, {"timestamp": [3000.68, 3003.28], "text": " When the two-year-old smacks the other kid over the head and takes the tractor,"}, {"timestamp": [3009.44, 3013.82], "text": " then if you respond by going, no, that's naughty, don't do that. You know, naughty chair, time out, that's, you know, no snatching. That's not cognitive training. And because that's not telling"}, {"timestamp": [3013.82, 3016.72], "text": " the child what he should have done instead, that's just punishing him. It might be light"}, {"timestamp": [3016.72, 3020.64], "text": " punishment in naughty chair, but it's still telling him what not to do. Cognitive training"}, {"timestamp": [3020.64, 3023.48], "text": " would be when he smacks the other kid over the head and takes the toy, you would take the toy"}, {"timestamp": [3023.48, 3027.08], "text": " off him and say, mate, if you want the toy, you've got to go up to your friend and say,"}, {"timestamp": [3027.28, 3030.66], "text": " can I please have a turn after you, and then wait for your friend to give you a turn."}, {"timestamp": [3031.36, 3034.96], "text": " Now, like I said before, I don't think especially at two, that he's going to turn around as a two-year-old and go,"}, {"timestamp": [3035.02, 3036.72], "text": " oh, well, that sounds reasonable, Nathan, thanks very much."}, {"timestamp": [3036.76, 3040.32], "text": " I'll do that from now on because he's two years old, right?"}, {"timestamp": [3041.32, 3043.44], "text": " And the myelin doesn't all get laid at once."}, {"timestamp": [3043.5, 3045.24], "text": " It's not just one repetition of myelin,"}, {"timestamp": [3045.24, 3050.52], "text": " it's like about 90, you know, and that's only a very rough average. So what that, but that means"}, {"timestamp": [3050.52, 3053.72], "text": " if the whole time he's two, every time he's smacking someone over the head and taking the toy,"}, {"timestamp": [3053.84, 3057.22], "text": " I respond with cognitive training and say, mate, if you want the toy, you've got to go up to your"}, {"timestamp": [3057.22, 3060.94], "text": " friend and say, can I please have a turn after you? Notice I'm even giving him the words that"}, {"timestamp": [3060.94, 3067.96], "text": " he needs. I'm trying to make it a specific, I'm not just saying go up and ask for a turn, because he might not know. The more detail you can paint in that parietal"}, {"timestamp": [3067.96, 3071.86], "text": " lobe, the better, the more likely you'll see the behaviour appear. So I'm even giving him the"}, {"timestamp": [3071.86, 3075.36], "text": " lines. You go up to your friend and say, can I please have a turn after you, and then wait"}, {"timestamp": [3075.36, 3078.7], "text": " for your friend to give you a turn. Now, if I do that every time he's smacking someone over"}, {"timestamp": [3078.7, 3082.44], "text": " the head when he's two, I get up to 90. By the time he's three, you get a three-year-old"}, {"timestamp": [3082.44, 3086.94], "text": " walking up to people saying, can I please have a turn after you. Whereas if the whole time he's two, all I do is tell"}, {"timestamp": [3086.94, 3091.1], "text": " him off, put him into timeout, put him into a nority chair, you get a three-year-old who's also"}, {"timestamp": [3091.1, 3094.46], "text": " smacking people over the head to take the toy because you've never empowered him with a"}, {"timestamp": [3094.46, 3098.12], "text": " cognitive training to know how to do it differently. So when that's a two-year-old"}, {"timestamp": [3098.12, 3102.28], "text": " example because that was in the front of my mind, but same with a 15-year-old. What the science"}, {"timestamp": [3102.28, 3109.68], "text": " is saying is the frontal cortex is like a muscle. You have to exercise it if you want it to come online. Punishment will exercise the lower brain,"}, {"timestamp": [3109.76, 3113.22], "text": " the very part of the brain that they're already too much in by that brain scan before."}, {"timestamp": [3114.14, 3117.2], "text": " What you want to do is to get to that scan on the left, which means bringing that frontal"}, {"timestamp": [3117.2, 3123.48], "text": " cortex online, which means exercising it. The two things that are floating in my head to finish."}, {"timestamp": [3123.48, 3128.0], "text": " I said there the three most of them, when I talked about number one being cognitive training,"}, {"timestamp": [3128.0, 3132.0], "text": " that's when you look at all human beings, behaviour change for human beings."}, {"timestamp": [3132.0, 3136.0], "text": " When you look specifically at teenagers and how you change their behaviour,"}, {"timestamp": [3136.0, 3138.0], "text": " I think Sir Peter Glutman was involved in this research."}, {"timestamp": [3138.0, 3145.2], "text": " They did research to look at how do you change teenage behaviours in a different way than you change adult behaviours?"}, {"timestamp": [3148.22, 3148.66], "text": " The mistake that we all make is we, because we're all in our cortex,"}, {"timestamp": [3151.02, 3151.32], "text": " when we head about trying to change a teenager's behaviour,"}, {"timestamp": [3153.38, 3153.82], "text": " we normally come up with cortex responses,"}, {"timestamp": [3156.68, 3157.08], "text": " forgetting that they're 90% limbic system."}, {"timestamp": [3159.18, 3159.52], "text": " So your response needs to be more limbic focused."}, {"timestamp": [3162.28, 3163.94], "text": " So we do adult programmes that would work on a cortex and then wonder why they don't work on teenagers."}, {"timestamp": [3164.18, 3165.96], "text": " The obvious example is scared straight."}, {"timestamp": [3166.6, 3168.56], "text": " You know that program where they used to take the teenager"}, {"timestamp": [3168.56, 3170.5], "text": " that was lingering like he's going to go down"}, {"timestamp": [3170.5, 3172.4], "text": " a little shit pathway or he might not?"}, {"timestamp": [3172.74, 3175.88], "text": " He's in the middle, so the school puts him on this scared straight program"}, {"timestamp": [3175.88, 3177.26], "text": " where you take him along to a prison"}, {"timestamp": [3177.26, 3179.94], "text": " and he meets with, obviously, not just any prisoner"}, {"timestamp": [3179.94, 3182.0], "text": " because we don't want him recruit it into a gang or anything."}, {"timestamp": [3182.14, 3184.24], "text": " They're pre-selected and you choose a prisoner"}, {"timestamp": [3184.24, 3186.74], "text": " who's going to give the right messages, and it's going to say,"}, {"timestamp": [3186.82, 3189.38], "text": " actually, it might look like I'm really cool, but actually this life really sucks."}, {"timestamp": [3189.46, 3192.12], "text": " I can't raise my kids. I'm probably going to find a hard to get a job."}, {"timestamp": [3192.36, 3195.28], "text": " The idea is that you scare the kids straight. The program is called Scared Straight."}, {"timestamp": [3195.58, 3199.48], "text": " He's supposed to look with his teenage brain and go, wow, that man's made some really bad decisions."}, {"timestamp": [3199.8, 3203.36], "text": " If I keep making the decisions I'm on now, my actions are likely to result"}, {"timestamp": [3203.36, 3209.78], "text": " and following the same path that he's laid. Does that sound like the way a teenager thinks to you? No. So the reason"}, {"timestamp": [3209.78, 3213.98], "text": " that they stopped funding to the scared straight program and cut or government funding immediately"}, {"timestamp": [3213.98, 3217.92], "text": " was this is the good thing about research. Culturally, that seemed to make sense to us."}, {"timestamp": [3218.16, 3222.86], "text": " The research showed that's not how teenagers responded. Teenagers were more likely to break the law"}, {"timestamp": [3222.86, 3229.56], "text": " after doing the scared straight program than before because they didn't approach it with the cortex to go, well, that's"}, {"timestamp": [3229.56, 3233.24], "text": " a really bad outcomes, I better change the pathway I'm on. Instead, they approached it with"}, {"timestamp": [3233.24, 3238.0], "text": " a limbic emotional brain that went, oh my God, that guy's like real badass, he's like this"}, {"timestamp": [3238.0, 3243.5], "text": " bad, I'm only like this bad. I can actually afford to get way worse than what I am now,"}, {"timestamp": [3243.5, 3245.32], "text": " and I'm still nowhere near as bad as he is."}, {"timestamp": [3245.62, 3247.66], "text": " So that's the response they had when they left."}, {"timestamp": [3247.8, 3249.2], "text": " Oh, the bar's just been lifted."}, {"timestamp": [3249.3, 3250.94], "text": " I've got way more leeway here than I thought."}, {"timestamp": [3252.32, 3256.26], "text": " So they did research, which I think Sir Peter Cleveland was involved in,"}, {"timestamp": [3256.3, 3258.56], "text": " but anyway, they looked at specifically that,"}, {"timestamp": [3258.62, 3260.0], "text": " what makes a teenager change their mind."}, {"timestamp": [3260.32, 3262.2], "text": " And they made an ad out of it."}, {"timestamp": [3262.26, 3263.88], "text": " They used all that research, and they made that,"}, {"timestamp": [3263.96, 3266.38], "text": " no, I'm not going to eat your ghost chips ad."}, {"timestamp": [3266.72, 3267.42], "text": " That's made."}, {"timestamp": [3267.5, 3269.96], "text": " That was the first ad specifically made from the research"}, {"timestamp": [3269.96, 3272.62], "text": " showing what actually changes a teenager's behavior."}, {"timestamp": [3272.98, 3274.72], "text": " And what it was trying to show was for teenagers,"}, {"timestamp": [3274.86, 3277.24], "text": " the number one way of changing their behavior was rehearsal."}, {"timestamp": [3278.24, 3280.14], "text": " That's why, when they say at the start,"}, {"timestamp": [3280.36, 3281.2], "text": " what are you doing, bro?"}, {"timestamp": [3281.34, 3284.68], "text": " And he goes, oh, it's just internalizing a really complicated situation."}, {"timestamp": [3285.18, 3291.54], "text": " When he's internalizing a really complicated situation, he's rehearsing what's about to happen."}, {"timestamp": [3291.9, 3295.36], "text": " What it means is if the kids in that, sorry, you're in front of me, so I have to use you three."}, {"timestamp": [3295.64, 3298.16], "text": " It's like you get to be this local school resident pothead."}, {"timestamp": [3300.32, 3301.0], "text": " What's your note?"}, {"timestamp": [3302.12, 3303.16], "text": " Shell, congratulations, Cheryl."}, {"timestamp": [3303.46, 3304.72], "text": " You're the resident pool pothead."}, {"timestamp": [3305.0, 3308.5], "text": " So you're, and then you're the lovely girl at school that was never, ever going to smoke"}, {"timestamp": [3308.5, 3311.76], "text": " drugs if she hadn't been hanging around with you."}, {"timestamp": [3311.76, 3317.38], "text": " But she just happens to find herself standing with you at playtime, and you're there as the bystanders."}, {"timestamp": [3317.38, 3321.42], "text": " What happens is that when she pulls the joint out of her pocket and hands it to you, what"}, {"timestamp": [3321.42, 3325.24], "text": " we see in the research is even though you were never going to do that, oftentimes"}, {"timestamp": [3325.24, 3329.0], "text": " you will think it's easier, I can't think of what to do, it's easier just to take a quick"}, {"timestamp": [3329.0, 3332.6], "text": " puff on it and hand it to the next person because I don't want to look, you know, I worry"}, {"timestamp": [3332.6, 3336.5], "text": " about my peers, I want to look called, da-da, but what you've done now is crossed that boundary"}, {"timestamp": [3336.5, 3340.4], "text": " and never having smoked drugs. So the next time you find yourself in that situation,"}, {"timestamp": [3340.4, 3343.36], "text": " it's easy just to to take it, it's not a big deal anymore because nothing happened"}, {"timestamp": [3343.36, 3345.28], "text": " next time you've crossed that boundary."}, {"timestamp": [3349.12, 3349.54], "text": " So the point is how do we prevent that from happening and it's rehearsal?"}, {"timestamp": [3354.78, 3355.32], "text": " And so rather than waiting for that to happen in real life, we have a health class and we rehearse that and we go, okay, is it Cheryl?"}, {"timestamp": [3359.18, 3359.62], "text": " Yeah, Cheryl, you get to play the resident pot here and you get to play the, and you play the role."}, {"timestamp": [3369.52, 3375.14], "text": " And then when she's at the point where she's now, Cheryl's handing you the joint and you're sort of hesitating and the bystanders are going, oh, go on, go on, you know, then we can go freeze and then go, right, class, what are some ways that this person could maintain her coolness, maintain her"}, {"timestamp": [3375.14, 3377.56], "text": " mana, but get out of that situation now?"}, {"timestamp": [3377.6, 3378.72], "text": " We rehearse it first."}, {"timestamp": [3379.18, 3382.4], "text": " So the kids come up with ideas like she could fake an asthma attack right now."}, {"timestamp": [3382.78, 3388.44], "text": " She could, because I've done this a few times with kids in class, they go, she could say, oh no, I'm so ripped already. I couldn't"}, {"timestamp": [3388.44, 3393.28], "text": " know any more. They also come up with some good ways of getting out of it, but that's"}, {"timestamp": [3393.28, 3398.48], "text": " the point. The number one way to prevent your child from doing drugs, well, that research"}, {"timestamp": [3398.48, 3402.76], "text": " shows was rehearsal. So for me as a parent that meant that I used rehearsal in the car."}, {"timestamp": [3402.76, 3406.66], "text": " Always knew the car was a good place to talk to teenage boys, especially anyway,"}, {"timestamp": [3406.8, 3410.06], "text": " because there's something about being face-on that ignites the alpha male"}, {"timestamp": [3410.06, 3413.26], "text": " and ignites the amygdala, the lower part of your brain."}, {"timestamp": [3413.54, 3416.24], "text": " So being side-by-side and not doing front-to-front confrontation,"}, {"timestamp": [3416.4, 3418.2], "text": " often you get much more of a boy's cortex."}, {"timestamp": [3418.5, 3419.88], "text": " So always knew being in the car was going,"}, {"timestamp": [3420.12, 3422.16], "text": " now we play this game, what would you do if?"}, {"timestamp": [3422.54, 3423.48], "text": " Because it's rehearsal."}, {"timestamp": [3424.16, 3429.52], "text": " So you have to get, so I get an opportunity to go, okay, what would you do if you're standing there at playtime"}, {"timestamp": [3429.52, 3431.58], "text": " and suddenly, you didn't even know what's going to happen?"}, {"timestamp": [3431.68, 3432.9], "text": " Suddenly someone's handing you a joint."}, {"timestamp": [3433.24, 3433.94], "text": " How would you respond?"}, {"timestamp": [3434.0, 3435.3], "text": " And you get to rehearse it first."}, {"timestamp": [3435.66, 3437.98], "text": " The kids, when you start playing the game, want to do all the boring NAF stuff,"}, {"timestamp": [3438.06, 3439.34], "text": " what would you do if you won lotto?"}, {"timestamp": [3439.76, 3441.24], "text": " What would you do if you won 40 million?"}, {"timestamp": [3441.32, 3442.48], "text": " What would you do if you won 80 million?"}, {"timestamp": [3442.56, 3444.42], "text": " You get through all those boring questions, right?"}, {"timestamp": [3444.42, 3449.6], "text": " But it means that you've established the game that you can play of what would you do if you won 40 million? What would you do if you won 80 million? You get through all those boring questions, right? But it means that you've established the game that you can play of what would you do if,"}, {"timestamp": [3449.6, 3452.2], "text": " and that rehearsal is the number one method."}, {"timestamp": [3452.2, 3454.9], "text": " Okay, two minutes past 10, run out of time."}, {"timestamp": [3454.9, 3458.5], "text": " Thanks for inviting everybody and thanks for listening so evidly."}, {"timestamp": [3458.5, 3464.2], "text": " And yeah, I hope that you've got some value out of that and you can relate it to your own work in Mahi."}, {"timestamp": [3464.2, 3473.7], "text": " Kiyoha kākata."}, {"timestamp": [3477.3, 3477.48], "text": " A bottle of wine, Nathan, you're only allowed to have the first glass, remember?"}, {"timestamp": [3477.94, 3478.04], "text": " Right, yeah."}, {"timestamp": [3478.58, 3479.52], "text": " Your cortex."}, {"timestamp": [3480.24, 3482.84], "text": " We know that."}, {"timestamp": [3483.92, 3484.72], "text": " We know this."}, {"timestamp": [3489.78, 3494.62], "text": " And thank you for sharing and this fact that in our attempt to control disobedience and actual fact we've created far more delinquents is really good information that we"}, {"timestamp": [3494.62, 3499.78], "text": " now have. But really important. I think one of the things that you said on that day that we"}, {"timestamp": [3499.78, 3505.6], "text": " pointed out that here we are the cortex in the class, the only cortex, and there's 30"}, {"timestamp": [3505.6, 3508.44], "text": " limdix out there. No wonder we have some problems someday."}, {"timestamp": [3508.44, 3509.84], "text": " Absolutely. Absolutely."}, {"timestamp": [3509.84, 3514.92], "text": " And this whole understanding, the scientific research that's behind it, it's not just, you"}, {"timestamp": [3514.92, 3520.24], "text": " know, this is some idea, this actually works, this is now being proved, and we really"}, {"timestamp": [3520.24, 3521.76], "text": " thank you for sharing it with us this morning."}, {"timestamp": [3521.76, 3522.76], "text": " Cool."}, {"timestamp": [3522.76, 3523.76], "text": " Thank you, all."}, {"timestamp": [3523.76, 3524.96], "text": " Cheers, everybody."}], "text": " Kiora Kautu. I'm Michelle Landa from Westlake Girls and it's my privilege this morning to welcome Nathan. Nathan admitted to being a teacher at Sun State but he said he found it too hard so he went off to lecture at Canterbury University in a human development. In 2010 he founded a private training consultancy, and he's been helping a myriad of groups with neuroscience, how to understand what's going on in that brain, and how to train our young people and help, you know, to help development of our young. Many of you here, who are DPs, know what it's like to actually organize PD. You know, if you get it wrong, you chop liver. And, you know, when I had Nathan coming out last year, I get somebody rock into my office and goes, does it have to be on Thursday of next week? And you go, well, that's the only time Nathan can come and there's a gap in the timetable. Oh, okay, but I'm really busy, you know. Do I have to go? Yes. Then the next one. Hey, look, I'm in the English teacher. Neuroscience doesn but I'm really busy, you know. Do I have to go? Yes. Then the next one, hey, look, I'm in the English teacher. Neuroscience doesn't actually relate to me, does it? And I must admit, I got a fairly waspish reply that said, well, hey, if you're not into learning, maybe it doesn't. They did come along, I do have to say. And then there's the other one who goes, I see in your email it's the whole day. And you go, yes? You mean somebody's going to talk at me the whole day? What do we write? Yes. And you've got to be joking. Well, Nathan arrived in our staff room at 9am. We had a very short break for interval and lunchtime. At 3.15, there was not a single member in that stuffy, hot staff room who still weren't engaged, amused and entertained. And we took so much away from that day, and thanks Nathan for a whole week. I was a hero on the staff. Only lasted a week, I have to say. But now we have only a short time for Nathan to entertain us but also to challenge us. So Nathan, all yours. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Welcome. Uh, got the first one, we're mentioning to the kāakakha for the day. Uh, Tena-a-u'u. Uh, to Pappetun. One, we're making to the kākākā for the day. Tena, kākawakot, I'm here. Tohapapuanyu, I'm here atuio, here, here, too, and korewa, in to have come from who, for Kare Erataka. So, I'm making me to korea. Tohawai, kā, kātā, kā, kātā, kātā, thanks for the welcome, everybody. We've got one hour to talk about the teenage brain, you know, really well I could sort of talk about that for 12 hours without stopping. So we're going to go at ADHD speed. If you don't have ADHD, when you're not hyperactive, try harder. Yeah, so you've got a weaver in my background there. I am going to go really fast because there's lots of information. Who's heard me speak before? Okay, only some. It's helpful. So I was just talking to one of my teachers from my old school, so I should start by saying I went to Tokomoreiro High School in Milton. So I'm from Milton, a little place just south of Dunedin. The real short version so we can get onto the teenage brain is raised in Milton, lived in the Cargill for a wee while. That's where I learned to pronounce my ars correctly. You probably noticed that already. Went to Treesby Intermediate. I lived in Twissel for a short period of time, but the rest of the time in Milton. Left Milton, went straight to teachers' college, trained as a primary school teacher. Went spent the first year as a primary school teacher, basically worked out it was the little shits in the class. I liked the most and got on the best with. So I thought, well, I should be a child counsellor. Half the class were from Cambodia had been traumatised. They were stepping over dead bodies. Some of them have seen their parents shot. So my very first experience as a teacher was learning about trauma. Didn't know any of the neurobiology that I've learned since, but yeah, just know it was beginning teacher. The kids ain't doing no learning when they're scared. You don't need to understand lots about neurobiology to know scared kids. Don't engage in learning. So I went back to university and did a Masters in Counseling, Masters in Education, endorsed in counselling. So I've spent most of my career working with kids in therapeutic settings. That was the 1990s. All this information was coming out really thick and fast about brains in the 90s. They call the 1990s the decade of the brain simply because how much we learned in that 10-year period was equivalent to how much we'd learned about the brain in the 300 years before that. We got 300 years worth of information in one decade because of brain scans. Suddenly we had magic machines that could see inside your head and see your brain while it was doing stuff rather than waiting until you were dead. There's only a limited amount you can tell from a dead person's brain. So the 1990s caused this flood of information. What all that information she actually showed was that it's the early years that are the most important to your outcomes as an adult. We're going to talk about the teenage brain and not do the early years talks. I'll just summarize all that information in one sentence. What we learned in the 1990s, the biggest thing we learned how to that 300 years relates to early childhood and this is it. What we learned is that the human brain is genetically and biologically designed to gather data in the first thousand days of its existence. That's from conception until you're about two and a half years old. You're designed to gather data on the environment to work out what sort of brain you need. I haven't got time to go into the science of that and the teenage brain, but it basically means that our parents thought you were set by your genes. They thought if Aparana Nata or Albert Einstein was your birth father, then you were fairly set because you got the genes to be brainy, and all we have to do is feed and water you and keep you alive, and Aparana Nata or Albert Einstein's genes will come to fruition. Now we know your genes are still very important, but they don't make up the whole picture. That's half of the picture. The other half is this transcript that you gather in the first thousand days of life that really decides whether Aparanidata's genes are going to be activated or not. So put in a really simplified example, you've got Albert Einstein as your birth father, so you've got all these wonderful genes to be really intelligent, and then you have a wicked stepmother who locks you in the cupboard all day, well Einstein goes to work for the first thousand days of your existence. So your nappies changed and you're fed regularly, but you don't, but inside a dark cupboard, you don't gather any transcript. So you come out of that, well, a very low quality transcript. You come out of that cupboard at three and you're probably not very good at maths and not very good at science and developmentally delayed right across the board, because having Einstein's genes wasn't enough, they'd need to also be activated in this first thousand days. So that really inspired me to go back, I thought, oh well, most of them want to save the world, most of it's happening in the early years then in the first thousand days. So that inspired me to go back and retrain as an early childhood teacher. So I've gone from being a primary school teacher to retraining as a child counsellor to re-training as an early childhood teacher. So clearly I liked training and not actually working, which is why I managed to turn it into a full-time job. I spent even less time as an early childhood teacher than I did as a primary school teacher, because I worked out super quickly, that's the hardest job I've ever had for the least money. And so didn't stay there for long. And then you went to the university and lectured and now human development, which looks at all the different aspects of how children develop that are specialised in neuroscience. So I was on the Brainwave Trust for about 13 years. The lead presenter last year, I've just recently resigned from there so I've can free out time to go and do other projects. So there's the introduction. I've got kids as well. I've got lots of, lots of kids. I've got kids and foster kids and married and divorced and got stepchildren and then my new partner's got children, so kids bloody everywhere. I've got a 23-lawful daughter. My oldest birth daughter is 23, Lashana, and then I've got an 18-year-old son, Jack, who's just starting his first year at uni. Actually, both of them are starting their first year at uni, because my older's daughter did her OE, so she's come back and now they're both in their first year at uni, and then a 16-year-old daughter. I've got two foster children that, like I say, lots of foster children, but two stuck particularly. That's Alicia, who's 23, and Mark James, who's 18. And Alicia's got my only grandson, who's Real, and he is just one last weekend. Okay, brains. Right, let's get on to brains. You know who's talking to you now? Let's just start. I'm going to talk lots about the development of the frontal cortex because you can't talk about the adolescent brain without looking at the frontal cortex because that's really where all the changes take place. You've got four brains inside your head. Obviously they all come together as one brain, but the theory will often divide it into either a three-stage model or a four-stage model. You get a slight variation in the four-stage model between health and education, but obviously with audience, we'll use the education model. So I'm going to tell you what all four brains are, but brain number four is the cortex. So the blue in this picture, the blue is the cortex. The cortex brain number four is like a cap that fits over top of brains one, two, and three, takes up the largest percentage of your brain number four. To make it nice and simple, if you do understand what brain number four does, the easiest way to teach this to parents is to point out that when I tell your brains one, two and three, you'll quickly work out that your dog has brains one, two and three. So that gives you a nice, easy indication of what your cortex does. It really does everything you do that your dog doesn't do. To make that more exact, it's really the frontal cortex. Your dog's got a lot of that cortex, but it's the frontal cortex, the front half of it that really makes you special. So everything you can do that your dog can't do is in the frontal cortex. So what can you do that the dog can't do? Talking, yep, so talking must be in the frontal cortex, dead right? Reading and writing, it's got to be in the frontal cortex because your dog can't do that. All of the national standards are pretty much in the frontal cortex, you know? If I enroll my dog in your school, no matter how dedicated your teachers are and no matter how good your reading recovery program is, he's never going to achieve the national standards because he doesn't have the physiology that you need to be intelligent, which is brain number four, right? That's really where it all is. It's not only everything that makes you brainy, brain number four is also everything that makes you a nice person to be around, because it's empathy, the ability to control emotions, the ability to see things from other people's point of view. It's everything that makes you brainy and everything that makes you a nice person. So it is the bees, knees, the flash one, the one we want. How old are you when that's all fully developed and online? You reach adulthood neurologically? Just call out? 25, 30, 21? All of those ages are correct, because obviously humans are all going to meet it at a defundation. developed and online, you reach adulthood neurologically, just call out. 25, 30, 21, all of those ages are correct because obviously humans are all going to meet it at a different time. There's a whole spectrum. The literature tends to use this imaginary average person of getting all of the ages together and creating an average. So even that average is changing. You know, last year they talked about mid-20s, a year before that, the literature mainly said early 20s. Now you notice the literature mainly said early 20s. Now you notice the new literature says late 20s. It's like we're living in the age of the teenage brain. New research comes out every year and that research tends to be moving the finishing line out. What that means is if you're like me and you've got teenagers right now, it's like every year they're moving the finishing line out by another couple of years. You're never going to finish having teenagers, right? So let's just use as an average about 26. So about 26 is an average. That's a good simple answer. Obviously, if you think your child wakes up on their 26th birthday suddenly with empathy and an understanding of consequences, that would be overly simplistic, but 26 is a good simple answer. As soon as you apply any complexity to that, though, 26 doesn't really work. It's because it's an average. It's an imaginary person. That person doesn't even have gender. As soon as you apply gender to that equation, gender no longer works. You know, that 26 no longer works. Because one gender's brain grows quite significantly faster than the other gender. Any guesses which gender that might be? Always think I should break into groups and give you 20 minutes to nut that out now. Which brain grows faster? Right, so obviously the female brain grows faster. We don't want to dwell on it. It's just a biological reality, right? So, yeah, the reason we get 26, 27 is an average is because typically in the literature, and you can be outside this norm. This is just, you know, the head of the bell curve sort of thing. Most people, most females are going to reach full development of their frontal cortex somewhere between 18 and 24. So anywhere between 18 and 24. Yet the average is 27. So what could be dragging that average down? Yeah, so the male brain reaches fruition on a typical scale somewhere between, it's an even wider scale, somewhere between 22 and 32 is the norm. So if the norm for a male is 22 to 32 and the norm for a female is 18 to 24 when they combine them together and say, you know, about 27 is the average. There's going to be 100,000 different things that affect when your, you know, child's frontal cortex has reached full fruition. I've just picked the first one we can measure in the research, which is gender, girls' brains grow faster. The second thing you can measure in the research is it's your firstborn child that's probably going to move through the stages the fastest. It's going to reach their milestones the fastest. I don't know if you're aware of that, but statistically it's your firstborn child that's going to grow up to be the highest qualified and earn the most money in the family. Obviously not every time. I earn more money than my eldest sister and I'm more highly qualified than her. So straight away blows that statistic. That just means that I'm in the minority. The majority of times in New Zealand, the eldest child earns the most money and is the highest qualified. Why is that? What's the eldest child getting that the other ones aren't getting? Time and attention. Yeah, it's, um, is that time and attention throughout their whole life? Do you give more attention to your 15 yearyear-old now than you do to your 13-year-old? No, well, if you do, you're not supposed to. The point is you try and give them the same attention, but remember that 1,000 days data gathering? Well, the data that you need can really be simplified down to the more hours your main parents' face is in front of your face in the first 1,000 days. The more complex your data is, the flasher your brain gets wired up. So your face is in front of your first born's face for more hours per day than it is for the other kids. If you don't believe me, look at the family photo album. You'll see photographic evidence that you spent more time with the first one because basically you had an uninterrupted thousand days, you could give them all the time. By the time the second child's born, you're running around after a two-year-old, so your face is not in front of the face of the second more as much as it is the first one, so it doesn't gather the same complexity of data. Obviously that gets mixed up if there's a 20-year age gap between your first baby and your second baby, then we wouldn't expect a statistical difference, because now the second baby's going to be getting everything the first baby's getting. Just the average age gap in New Zealand is not 20 years, it's two years. So for the average child, the parents running around after a two-year-old when the second child's born. So the average second child doesn't get the same quality data, right? Yeah, so let's say then 26 is an average, right? We know there's a gender difference and stuff. Yeah, what that means for you as parents is that think of risk and resilience, often use that risk and resilience scale. Risk factors are all the, you know, coming from a single parent family, having a parent with a mental health diagnosis, having a parent with a criminal conviction, having a parent with no tertiary qualification, having a parent that doesn't have a good attachment to their own parent. These are all risk factors that if you accumulate enough of those risk factors, you end up down this end of the scale with bad outcomes and incarceration and no qualifications and bad stuff, right? And then resiliency factors are the other way on the scale. You know, resiliency factors are often the opposite to risk factors. That's having a parent with a tertiary qualification, speaking more than one language, having involved relationships with extended family, having a parent that was attached well to their own parent. You know, you accumulate enough of these resiliency factors and you get good outcomes. So what I'm saying really is that if you're just the two things we've talked about so far, if you're a female, that's a resiliency factor. Your brain's biologically designed to grow faster. You're more liable to achieve the national standards at five and six just because of the biology of your brains coming online earlier. Then if you're also the firstborn in the family, then you've got a double whammy. That's another resiliency factor, being the firstborn, because you get more of this one-on-one time, you get better data. So probably the people who start out, that means if you're a girl who is the firstborn in your family, before you even took your first breath of life, you started halfway up the resiliency chart. This who is the firstborn in your family, before you even took your first breath of life, you started halfway up the resiliency chart. This is why the lowest group in prison are firstborn females. Because yes, you can end out in prison as a firstborn female, but you started here halfway up the resiliency chart before you even took your first breath. It takes a lot of accumulated risk factors for a firstborn female to end up incarcerated. Do you understand that? It means it's not impossible, obviously. It's just that if you start in the middle again and you're a guy, straight away, that's a risk factor because your brain's not going to grow as fast. At least if you're the firstborn and the family, you're just made up for that risk factor and you're back in the middle, because that was an advantage. But if you're like me and you're a guy who's not the firstborn, then you start life halfway down the risk chart before you've even taken your first breath. So what's the largest group incarcerated in prison? What's the largest group that commit suicide? What's the largest group in reading recovery? It's fairly consistently boys who aren't the firstborn, just because of where they start, they're more at risk than say the opposite would be a firstborn female, right? So, yeah, what it means for you as parents flippantly is it's much easier to have a boy first and then a girl because if you're comparing them in their stages as they grow up they've got one advantage each he's got the eldest advantage she's got the girl advantage when the boys first so if you're comparing them they look quite similar their milestones often but if you have a girl first and then a boy she got both advantages and he got neither so if you compare their developmental milestones as they're growing, your son's liable to appear special needs against his older sister because of where she started on that trajectory, she's going to hit her milestones much earlier. I mean, genes come into that as well, because I'm ignoring that for the moment, but they're going to pay a big part too. But it does generally mean for most families with a girl first and then a boy, at two, the girls going, can I have a drink please, mummy? And then your son at exactly the same age is going, dink, dink, dink. So I can look like he's a whole lot thicker than his sister, but he's not necessarily, right? So take all that into account that all those individual differences, but let's go back to this imaginary person so we can get through the information in a short space of time. So brain number one, let's say 26, the brain number four is fully online. Brain number one down the base is your brain stem, that's your survival. So brain number one is survival because survival is the prime directive. Brain number one at the back of your neck keeps your heart beating, keeps your breathing, is the home of fight, flight or freeze, all the stuff that's crucial for survival is at the base. Your brain has grows from the bottom to the top. It's evolved from the bottom to the top. It comes online across your life from bottom to top. It's a universal principle of brains. They work from bottom to top, basically. So that's why brain number one at the base is survival, number one. Number two, the bulge about the back of your head, often jokingly referred to as the sports brain. It's the movement and coordination brain. The cerebellum allows you to be a moving coordinated creature. So you've got a survival brain number one, and let's just say a movement brain number two. If that's all you've got, survival and movement and that's it, then you're a reptile. That's called the reptilian brain. When they refer to that on TV, the reptilian brain, that's what they mean. Your brains 1 and 2, because you've got brains 1 and two, but you've also got three and four. A reptile pretty much, not exactly, but pretty much only has one and two. To have brains number three, you have to be a mammal. So all those structures in the center of the brain, it's called the mammalian brain. Its real name is the limbic system. The limbic system is the home of your emotions, so the emotional brain, your emotional response to the world. Reptiles don't have that emotional response. Reptiles have fear and anger because they're needed for survival, so fear and anger are programmed into the brain stem. Every other emotion is in brain number three, and a reptile doesn't have it. So that means the only emotions of reptile experiences are fear and anger. You know, he's never ever going to be happy that you're home from work or he's never going to be surprised. I mean, if you've got a pet lizard, he's never, doesn't matter if you spend 10 years feeding and loving and kissing and cuddling that lizard, he's never ever going to be excited that you've got home from work because he doesn't have the physiologist, just like the dog's never going to read, no matter how hard you try. The lizard's never going to be surprised or pleased, no matter how hard you try, because he doesn't have that physiology. Yet when you get home from work, it's very easy to tell the dog's pleased your home. He clearly has brain number three and is very happy and excited to see you. So number one, survival, number two movement, if that's where you've got, you're a reptile. But if you've got survival, movement, and emotion, then you're a mammal. And then the children that you work with and the people that you're married to have a survival brain, a movement brain, an emotional brain, and then a thinking and learning brain. Even though the thinking and learning brain is clearly the one that we value as teachers, it's to understand that it's biologically impossible to go straight to the learning brain. There's nothing, no structures within your frontal cortex to take on any of your senses, like sight or sound. All of that has to come in through the bottom, through Brain 1. Comes into a relay station called the thalamus and gets handed up to the brain. What I mean is the only way to get to Brain Number 4 is via brains 1, 2 and 3. So yes, brain number 4 is the flash one that we all want, but it doesn't mean 1, 2 and 3 aren't important because that's the only door to brain number 4 is via brains 1, 2 and 3. In fact, the only way to bring online brain number 4 to achieve those national standards is to meet the needs of brains 1, 2 and three. In fact, the only way to bring online brain number four to achieve those national standards is to meet the needs of brains one, two and three. Brain number four, your body grows. I mean, your brain across your lifespan, you grow up. So these are the four brains. This is Bruce Perry's neurosequential model. It's just easier to look at than a picture of the brain. It's just survival, movement, emotion, and then thinking and learning. Just to get you to understand that you have to, humanly, you move up through this model. None of you, no human beings are born where they skip brains one, two and three, and just go straight to brain number four. None of you had babies that were talking while the time they were two weeks old. Because humans have to do brain number one first and then do brain number two. So brain number two is movement. Most of your baby's movement come online between six and 18 months. At six months of age they were still pretty much a blob in your arms not doing a lot of movement at all. One year later that blob in your arms can now walk, crawl, run, climb, use fine finger movements like the pince of grasp, twist the body in opposing directions, all this complexity in motor skill comes online when brain number two comes online largely between six and 18 months. Then 18 months to two you move into the emotional brain and we call that the tantruming 2s. In the first six months, you're doing their survival brain. Like a horse's way of survival is to run away. So it's born immediately with the ability to stand up, pretty much, because that's its number one survival method. If nature could arrange that for a horse, it could have arranged it for us. The reason we don't stand up and don't do movement until number 2 is because we have a way better method of survival than running away from our predators. Our survival method that humans do is called attachment. We spend the first six months getting someone to fall so mad, crazy in love with us that that person, most of us by the time we're six months old have at least one person that's actually willing to die for us if need be. That's actually willing to kill to keep us alive if push comes to shove. So attachment is far more powerful form of survival than running away. So the first six months, it's like the baby's just going, attach, attach, attach, attach, attached. It's not very interested in language, not really. It's a little bit. It's making sounds. It's starting to move, but the primary focus is not movement or cognition, it's attachment. So attachment for the first six months, if you like. It's brand number one. Then movement from six to 18 months if you like. I know, it's an oversimplification and they overlap and stuff. But to get the general outline in your head. And then around 18 months to two, moving into the limbic system and getting into that emotional stuff. And then from three, moving into that frontal cortex is going to do the learning. You know, so when you see the programs on the ads on telly, teach your child to read at three. They don't tend to go teach your child to read at one because you need a tend to go teach your child to read at one because you need a cortex to be able to read. So three is about the earliest you're really going to be reliably be able to get it. It's not going to do any benefit to teach the child to read at three by the way. But it's just that it's, you know, it tends to be difficult before that. So now, on to the teenage brain, because if that brain just grew from three to 26, that frontal cortex just started to come online at three and had finished at 26, and nothing else happened, then there'd be no such thing as adolescents. So what happens is between like 3 and 11, that frontal cortex gets bigger and better. And then somewhere, and for usually between, it can start as early as 9, but usually between 11 and sort of 16, for about a three-year period, the easiest way to describe it neurologically is that frontal cortex is basically going to be shut for renovations. So that forces the adolescent back down into brain number three, the emotional brain. So it does mean that, and I don't mean this to be insulting to 15-year-olds, but the reality is the brain scan of the 15-year-old has remarkable similarities with the brain scan of a 2-year-old. They're both the stages of your life where there's bugger-all lights on in the logical brain. For the two-year-old. They're both the stages of your life where there's bugger all lights on in the logical brain, for the two-year-old, because he hasn't yet grown into it, for the 15-year-old because it's shut for renovation, so forced him back down into brain number three. So they're there for different reasons, but they're both down in brain number three. So you see the similarity is buggerall lights on in the logical brain that controls emotions and sees things from other people's point of view, and lots of lights on in the limbic system, the emotional brain. The two stages of your life when that peaks is two in 15. The two stages of your life when you associate with the most emotion and the most outburst and the most inability to control your emotions. So it's to understand that it is developmentally normal. Adolescence isn't a new modern invention that people have had since the beginning of a quarter time. There's, you know, Socrates has a quote that people often use, like here it used in parent education, you know, data from thousands of years ago saying the future is destroyed because we've overindulged this generation. They're all useless and lazy and all they want is short-term gratification and they don't listen to their elders and, you know, he's describing the same way people describe Generation Y. Basically, everyone's described every generation of teenagers like that. They don't get that it's a developmental stage. They just see this selfishness, inability to control emotion, inability to see things from other people's point of view and think, oh my God, I've raised an axe murderer. Whereas actually, it's a developmental stage. There's hieroglyphics on the side of the pyramid's date is 7,000 years old, which say exactly the same thing. They've wrecked that generation of kids because they're too lazy and self-indulgent. There's a, Shakespeare has a play in the 16th century, a winter's tale. There's got a line in there saying, I wish there were no age between 13 and 23, for all the youth thinks of is getting wench with child. It sounds clearly not a modern invention, right? Adolescence has been around for a long time, and this is what's happening. Biologically, that frontal cortex is going to go through so much rewiring that basically it would take 20 years to rewire it if it stayed open for business, so what nature does is largely shut it for those renovations. Just like if you own a shop and you can think, and it needs a refit, a shop refit, you can either leave the shop open for business and tell the builders to work around the customers. So every time the customer's in the store, the builder has to stop using the saw and wait. It's going to take the builder a whole year to refit your shop. Or you shut the shop for two weeks and get the whole refit done. That's kind of a good metaphor for what's happening in your brain. So much rewiring, it might take 20 years. So the brain largely shuts down that frontal cortex in order to get all that rewiring done, which leaves the teenager having all their activity in brain number three, the emotional brain. So what you see is a regression in their ability to control their emotions. Of course your 11-year-old can control their emotions better than the 15-year-old can, because the 11-year-old has more reliable access to the frontal cortex the part of the brain that's responsible for mood regulation, because it hasn't shut up for renovations yet in the 11-year-old. For the same reason, of course, the 11-year-old sees things from your point of view, better than the 15-year-old generally does. Generally, you'll get more cortical action out of your 11-year-old than you will add to your 15-year-old. Now, I sort of introduced it in a simple way to say the frontal cortex gets shut for renovations. Clearly it doesn't completely 100% shut down because all language is in the frontal cortex. So if it completely shut down, the teenager would lose the power of speech. Now, I know if you've got a teenage son, you might think that's happened. But the fact that he still says, yeah, no, don't know, means there's still some frontal cortex going on, right? So now that I've introduced that idea the frontal cortex is shut for renovations, refine that with understanding that it's shut 90% of the time. 10% of the time you'll get these flashes from the teenager where they show remarkable maturity. And, you know, basically% of the time you'll get these flashes from the teenager where they show remarkable maturity. And, you know, basically, what I want you to understand is their frontal cortex doesn't need to get better. Their frontal cortex needs to learn to stay online more. When their frontal cortex is online, in that 10% of the day when it's online, their empathy's just as good as yours. They're just as good at seeing things from other people's point of view as you are. You're not any better at it. The difference is not that you're better at empathy in controlling your moods and understanding consequences. The difference is your program to be wired up to do that 90% of the time, and a teenager is wired up to do that 10% of the time. So if you like, you as an adult, you're in your, you've got a fully developed frontal cortex, that logical brain, none of you stay in that 100% of the time. 10% of the time you downshift to your emotional brain and you do something that you know is not good for you, but you think, bugger it, it feels good, so I'm doing it anyway. It's just that you don't live your life like that, but you do downshift to your limbic system. But the second glass of wine would be a classic example of that. No decision to have the second glass of wine has ever come from the frontal cortex, because the frontal cortex can't justify that decision. The frontal cortex can justify the first glass of wine, because there is some research to show a small amount of, you know, there's antioxidants and red wine. People who don't drink at all don't actually have a longer life expectancy as people who drink moderate amounts. So the research you could support and argue that your cortex can justify having that first glass of wine. But there is no research in the world to justify the second glass of wine. So any time in your life that you've had that second glass, it's because your cortex knows it's not that good for you, but you've downshifted to your limbic system and thought, bugger it, one more won't hurt, and done what you want to do and what's going to make you feel good rather than you know what's, well, you know, paying off the credit card's another example. We don't want to your cortex knows not to pay the interest on the credit card, so you pay off the credit card, but then you see that pair of shoes or that, you know, whatever it is that you really, really want, and you downshift the olympic system and think, bugger it, I don't care, I'm buying it. Do you understand what I'm saying? You're 90% of cortex, but your 10 10% a limbic system as well. So it's not that teenagers are such a radically different creature from us. If you go away thinking you're a logical cortex and a teenager is an emotional limbic system, that's a bit overly simple. I'll refine it more by going, you're 90% illogical cortex and 10% in emotional limbic system, and the teenager is the other way around. Now I'm talking about the average one. Some teenagers you hardly notice go through adolescence, other ones, you know, the shit hits the fan. So we're talking about the average in the middle experience, right? So that's generally what's happening. It's shut for 90% of the time, yours is open 90% of the time. So you get this mismatch of communication, right? What it means is it is difficult because it means that we've only known this for like, you know, six or seven years. We set out the education system a couple of hundred years ago. So we unfortunately wait until the frontal cortex is shut down and then we decide to measure it through state examinations. We wait until it shut for renovations and then we go, oh, would you like to start driving a car now? You know, it doesn't fit very well with the practices that we've brought up because you have to put it in context of understanding that only 10 years ago, we thought your brain reached adulthood between the ages of 10 and 12 because the physical circumference of your head doesn't grow anymore after that, no physical size gain. We didn't understand about it coming more online. You needed brain scans for that. So we've set up all these laws and stuff based on thinking that teenagers have basically an adult brain and there's just psychological changes that need to take place after the age of 12. So what's some specific examples of that? What that means for us as teachers is, I mean, let me, I suppose the overall message I'd like you to go away with, because I love the title of your conference, disobedience. I thought, well, finally, I've been doing this for like 10 years. Finally, a conference title that I feel qualified to speak. What we've done, in an hour, I can't sort of hope to explain all the science to you, in a nutshell what neuroscience is doing is saying that we're really barking up the wrong tree trying to punish teenagers into compliance. That New Zealand's a very punitive country. We think that teenagers should be punished. What the neuroscience says is that frontal cortex has to come online, which means the way it comes online is to practice it, it's like a muscle. It's actually to do with the laying down of myelin, this fatty substance that insulates neural pathways in the brain. And once that neural pathways fully insulated and fully covered in myelin, you'll be able to use it heaps. Think about when you were first learning to tie your shoelaces. It took all of your concentration because you've got no myelin on those pathways. Now that pathway is so myelinated, you can probably tie your shoes and talk to me at the same time and don't even have to think about it, because once something's myelinated, it's automatic and quite easy. Changing gears in the cars is another example, because I've been teaching teenagers to drive recently that's been part of my life, so I'm aware of that when you first tell them that you've got to take your foot off the clutch and put it on the accelerator at the same rate, when they understand that, there's a new neural pathway on their brain, this is right, I understand that. But with no myelin on it, when they go to actually do it, your bunny hop down the road, all the car stalls, because again, it's only once that's fully myelinated and myelin goes on every time you practice something and there's no exact number but 90 is a good sort of number to anchor yourself in. So after around about 90 layers of myelin then the knowledge is consolidated in the brain. So after 90 times of changing the gears, that way you can start to do it quite automatically and you don't have to really, really concentrate on it anymore. Remember how hard you had to concentrate to change the gears? I remember my mate Humper used to steal his mother's car and one of us would steer and one of us would change gears because it takes that much concentration took ages to learn to stare and change gears at the same time. So why I'm trying to get you to understand it's the same for a child to exercise empathy or to exercise understanding consequences. He has to do it 90 times. So if he goes to a school and whenever he shows a lack of empathy, we respond by giving him a detention or suspending him, he's got no opportunity to practice empathy or understanding of consequence in a detention or being yelled at or being suspended. But if instead we make him come along to a restorative practice session where he has to sit with the victim, say he nicked someone's car and rode it off so we get that mother into the school and, you know, we're into the restorative practice session, that 16-year-old's got to sit there and listen while she explains, well actually that's the only car I've got. I'm a single parent. I've got a daughter with a spina bifeter. I use that car to take her to the physio. You know, now that I can't, she won't go on public buses because that's just too difficult, she gets too upset. So she hasn't been going to physio, so she's getting really unsettled. That's affected all the other kids' behaviours. Sure enough, the 16-year-olds were sitting there rolling their eyes, which doesn't help with the teacher that thinks they should be punished. It's like, see, he's not paying any attention, it's not getting in. Because it's not going to happen after one session, you know. But he can't not be exercising his frontal cortex when he sits there and listens to that person talk about the consequences of his action. He can't be not exercising his empathy in his frontal cortex when he sits and hears, you know, how that situation's been for her. So it's not going to happen overnight, but if he comes to my school, and from the time he gets there until the time he leaves, every time something like that happens, it's greeted with a restorative practice session, then each time we exercise the frontal cortex. Then he actually leaves my school at the end of that schooling with more frontal cortex than when he started, because our system has exercised it. Whereas if we've punished him constantly, since he's got there, and given him detentions and tried to scare him into compliance, which, by the way, if that was going to work, probably would have worked on the 150 years that we've been doing it in this country. But we continue to try and scare into compliance anyway. You'd think there was all these statistics that all these people come out of prison going, oh God, that was really awful, I'm never doing that again. Whereas that's not what happens, people, when people come out of prison., oh God, that was really awful, I'm never doing that again. Whereas that's not what happens people when people come out of prison. They learn to be much better criminals in prison usually, and our recidivist rate is 75% because we're so punitive. Countries like Scandinavian countries that we might think is they're a bit soft on their prisoners because they do all this rehabilitation stuff, they have a 25% recidivist rate. So being nice to people in prison and meeting their needs is what stops them from reoffending, not actually trying to scare them and be mean, that creates more criminals. Because what you're doing neurologically, when you put someone in prison or you put someone in detention or you tell someone off, is you exercise the lower part of their brain. The part that doesn't have empathy, doesn't understand consequences. The part they already live in too often, the reason that they've been able to do actions that show no empathy and no understanding of consequences is because they probably haven't developed their frontal cortex to the extent that it's supposed to be developed. Instead of having the one that we associate on the left, where the frontal cortex is all red and highly active, they've probably got that frontal cortex on the right. I mean, there's adults and teenagers aren't supposed to be quite up to the fully left one yet. But what I'm trying to say is you have to exercise that frontal cortex to bring it into fruition. Restorative praxis, giving the child opportunities to self-regulate, exercise self-control, make decisions, understand the consequences of their actions grows a frontal cortex. Punishment grows the brain stem. When John Key become Prime Minister, he said to, he appointed Sir Peter Gluckman as the chief science advisor. So he used to be head of the Liggins Institute. He's, you know, he's New Zealand's Einstein. He's our chief brainy dude, as Sir Professor Peter Gluckman. And so the first job that John Key gave him was to say, I want you to go away and find out why New Zealand has so many delinquent teenagers. Why do we have such a high rate of delinquency when we're supposed to be clean, green, beautiful New Zealand and yet we have a higher rate of delinquency per head of population than America. And all the literature agrees on that, but some of the literature claims that. Why such a high rate of delinquency? So, So Peter Gluteman with a team of researchers, went out and spent two years researching why New Zealand has such a high rate of delinquency. And you can actually download the report he gave to the Prime Minister. It's 384 pages, but you can download it for free because your tax has already paid for it because they paid him to go and do the report. It's called Improving the Transition, and it is a really, so go into Google, improving the transition. So Peter Gluteman, you can download a PDF of all 384 pages. It's a really good synthesis of the research around neuroscience and around teenagers in a free source. Like I used to have to give a page of about 40 different references that I can now replace with Peter Gleitman's rapport because he's bringing that same research together. So he said, his executive summary basically says the two reasons why New Zealand has so many delinquent teenagers, the number two reason was because we are so punitive, because we don't tend to help pupils, we tend to punish them. As even though the research indicates it would cost less to put a delinquent child into foster care and pay as foster care parent a full-time salary, that would cost less than what it costs to put someone into an in prison-type environment. It costs $99,000 a year to have you in teenage prison so we could pay a foster parent $50,000 salary, give them $30,000 worth of professional support and supervision and professional development, and it would still be cheaper than being in a prison type environment. And the difference it would have is the research would support it. There is a clear evidence base to show that those relationships is how you grow a frontal cortex and no evidence whatsoever to show that going into prison does. In fact, the evidence or a prison type environment. You go into a punitive environment, you increase those punitive negative behaviours. Peter Glutman points out in his report, not only are we punitive to teenagers, but actually that starts much earlier. We've got the second highest rate of imprisonment in the developed world. Well before their teenagers, New Zealand is a punitive. Look how we marched on the streets when we lost the right to beat our children and smack our children. That gives you an idea of how punitive New Zealand is, that people are so motivated as to march on the streets to get, and yet they're all sitting quite happily with the fact that it had been illegal to hit your dog in that way for years and years and years. And as soon as you introduce the idea that the child might enjoy the same protection that your dog enjoys, you've got people marching on the streets, because people really believe that children can't be raised without that punitive, they won't know what to do, that innate evil sort of thing. So right from the time that the, you know, foreigners comment on how in New Zealand, when our child's two and he's overwhelmed by his limbic system emotions, which is entirely developmentally normal, we have to teach his cortex how to deal with those emotions. The typical New Zealand response isn't to teach the child how to deal with his emotions. The typical New Zealand response is to be punitive and put the child into a naughty chair or into time out when he's overwhelmed by his emotions when he's two. So we're punitive right from the start believing that's good and we continue to be punitive all the way through and that's why our leading scientist says we have the second highest rate of imprisonment. Interestingly, the number one scientist says we have the second highest rate of imprisonment. Interestingly, the number one reason why we have so many delinquent teenagers was very supportive of all the stuff I go around teaching in early childhood. And the number one reason why we have so many delinquent teenagers, he said, is because in the first seven years of life, we concentrate too much on the acquisition of cognitive skills like reading and writing, when the research shows very clearly those don't make much of a difference in those early years. It's the acquisition of social-emotional skills that actually determines your success as an adult. So if in the, up until the age of seven, we focused on tafariki and not the primary school curriculum, then we would probably get much better outcomes, longitudinal wise. Yeah. Okay, right. Let me give you some examples then, because I've still given you the big overalls. Actually, do you have any questions? Because there's lots of me. You might be sitting there with a burning question. Don't worry if you haven't. I've still got like 10 hours' worth of information to keep talking about, but is there anything that you're dying to know to direct the learning? Yep. So when we do things like stand down, the idea is if we get an adult and a chance to think about their action. Has that actually got any sort of theory on? Is there any certain page that you don't want? The child that when we stand the down is to give the time to think about their actions. I would disagree with that. I think that's a new age way of covering up the fact that we're still trying to punish them. And so we say we're giving them time to think about their actions. I would disagree with that. I think that's a new age way of covering up the fact that we're still trying to punish them. And so we say we're giving them time to think about their actions, but I think you'll find it's primarily based on a punitive idea of stand down, and then we justify it. We're saying giving them time to think. What the research would say is, yeah, giving them time to think is a valuable thing and to basically calm the lower brain, calm the amygdala, and re-engage the frontal cortex to think about consequences of my actions, empathy. What the research shows is the more in partnership with a teacher they are, the more they will be likely to achieve that. So standing them down and severing that relationship and separating it would lessen their understanding of empathy and consequences. You know, the idea of, okay, you've done this thing really wrong. Instead of being stood down for the next three days, you're handcuffed to your form teacher, would be far more in line with the research. And I bet you the kid would just be begging for you to give him the cane after about three hours. That is the thing too. People often talk about restorative practice as being a soft option. Most teenagers would far rather go to detention than have to sit and listen to the lady who's got the kid with the spina bifida or sit with the mother of the kid that they were bullying and have to, and honestly, they're begging, why can't you just hit me? They would much rather get the cane than have to do that. And that's the one that's research supported. So, yeah, no, there isn't really a lot of research to support that. Any research that people use is often, I think, grabbing at research to try and justify the continuation of a practice that is really outdated. It doesn't have any research to support it. I mean, that's the challenge to us nowadays is we, what do we have that our parents didn't have is Google. You know, a generation ago, we have to be research informed. A generation ago you could go, you could get away with just the natural cultural belief of things. It's deeply culturally embedded in New Zealand that you can punish someone into being well-behaved. So we ground kids and we confiscate their cell phones. You know, we've got a punishment model. Yet what our generation faces up to is we have to look at the research that shows that the research doesn't support that at all. When you do a meta-analysis of all the research on how to change someone's behaviour, you come up with a list of the three most effective things of changing someone's behaviour, a teenager's behaviour, and you come up with a list of the three least effective ways. And the list of three least effective ways usually often means the behaviour regresses, and you get more of the behaviour that you don't want by doing these three things. So the three worst things you can do, number three is punishment. Punishing a behaviour typically leads to an increase of that behaviour. Not in the short term, punishment often decreases behaviour in the short term, but in the long term actually increases the behaviour. So number three, punishment. Number two, inconsistency, no surprises there. That often comes from the literature base on parents with drug and alcohol issues that have wildly different expectations at different times. But basically you're better off punishing your child consistently than you are being wildly inconsistent. No surprises there, right? The number one, most damaging thing you can do to a child to try and change their behaviour according to the literature is what they call love withdraw. It's where you withdraw the relationship from the child. You know, that's when you sulk for three days and pretend like they don't exist and won't speak to them. That seems, basically what it comes down to is that all behaviour change usually results, links into what you just ask there. All good behaviour change normally comes from a partnership. So withdrawing that partnership, especially if you're the parent and you withdraw your affection, the child then knows they have conditional love. It's only based on the condition they act in a certain way and that that love is completely withdrawn when they don't act in that way. So most good behaviour change is going to come from a base of unconditional love from one parent. When you are sulking and withdraw that, you make the love conditional. A set of unconditional, you're not liable to get a healthy child that's going to be secure enough to develop new behaviours because they don't have the secure base from what you do it on. Yep. Okay, the three things that are the most effective in changing someone's behaviour. Number three is reward the desirable behaviour. No great surprises there. So instead of punishing them every time they, you know, slam the door, you reward them and lavish them with praise every time they shut the door nice and quietly. That actually leads to less door slamming in the house than punishing them, right? Number two is a method called induction is the second most effective way of changing someone's behaviour. Induction simply means you convince them that it's their idea that they want to do it. And then the number one most effective way of changing someone's behavior. Induction simply means you convince them that it's their idea that they want to do it. And then the number one most effective way of changing someone's behavior was a thing that the literature calls cognitive training. So cognitive training, cognitions you're thinking, training you're thinking. The number one, you know, research-based method of changing someone's behavior is to simply tell them what they should have done instead. That's what cognitive training means. Cognitive training, I explain it to parents by talking about your parietal lobe. Your parietal lobe takes up about 25% of your brain and it's back here, right? It's one of its things that it does is visualization. So if I say to all of you, everyone visualize a blue car. Get a picture of a blue car inside your head. Right? Okay, now that means if you, everyone visualize a blue car. Get a picture of a blue car inside your head. Okay, now that means if you're picturing a blue car, 25% of your brain is devoted to this image of a blue car. Your parietal lobes picturing a blue car. Now I'd like you to turn your parietal lobe off, keep it completely blank. No one picture an elephant. Right. Now, everybody pictured an elephant. Even the people that think they left their minds blank, you're fooling yourself. What happened was an elephant flashed up, and in a microsecond you pushed it out because you're keeping your mind blank. But it did flash up a picture of an elephant because you can't turn it off. Apparently Buddhist monks, after two hours of meditation, can turn it off. But I'm guessing that none of you are Buddhist monks who have been meditating for two hours at this point. So I'm going to say none of you can turn it off. So when I say don't picture a cow, don't picture a horse, don't picture a house, your parietal loaves automatically throwing up pictures of the very things I'm telling you not to, because that's its job to visualise language spoken to you. So think about that in terms of behaviour management. When I say don't run inside, what do you picture? When I say don't stand on the chair, what do you picture? When I say don't spit at your sister, what do you picture? When I say don't stand on the chair, what do you picture? When I say don't spit at your sister, what do you picture? What it means is neurologically, it makes no sense to tell a child what not to do, because you actually just put an image in 25% of their brain of the very behaviour that you don't want. So often this is how teachers' language reflects the behaviour in the class. Teachers are very quick to say it's the kid's fault. They'll come from a gang family in a low socioeconomic area, but that doesn't explain why the school, you know, in the next block, has got, you know, same parent body, same desile. You can have a completely different culture and a different air of social respect and stuff. I think more than the socioeconomic and more than the gang affiliations of the parents, what often affects the more than the socio-economic and more than the gang affiliations of the parents, what often affects the environment in the classroom is the language coming out of the mouth of the teacher. What the research shows all the time is if the teacher is aware of this and using pro-social language, which doesn't mean you're being a wuss and letting them away with everything, you can be quite firm and use pro-social language. Like instead of saying don't stand on the chair, I can say, you need to sit on the chair, please. Everybody else is sitting on the chair, you need to sit on the chair as well. I can be quite firm, but now 25% of his brain is picturing sitting on a chair, the very behaviour I want. People who get trained as teleconference marketers get trained in this. I just think teachers need trained in it as well. You know, that teleconference marketer, when they ring you up, they know about the parietal lobe. When they ring you up during dinner to try and talk you into a timeshare in Fiji, they don't go straight to your temporal lobes that actually ask the actual question you need. Do you have a spare $12,000 in the bank somewhere? Because that's what we're after. That's not going to be a very good sales technique to go straight to your temporal lobe, so they go straight to your parietal lobe. And before they mention any money, they're like, can you imagine yourself lying on the beach in Fiji with the sun sparkling down and glistening off the water where you hold a pina collada in your hand, lying on your sun lounger? Now 25% of your brain is already picturing you outside the timeshare. They're 25% of the way towards a sale. I just think we have to use that as teachers to understand that the language that we use. We can get the kids 25% the way towards the behaviour that we want by simply making sure the language that comes out of our mouth is pro-social and uses cognitive training and describes exactly what it is you would like that the child to have done instead. The example in my head, I think it makes it nice and clear as a two-year-old example. When the two-year-old smacks the other kid over the head and takes the tractor, then if you respond by going, no, that's naughty, don't do that. You know, naughty chair, time out, that's, you know, no snatching. That's not cognitive training. And because that's not telling the child what he should have done instead, that's just punishing him. It might be light punishment in naughty chair, but it's still telling him what not to do. Cognitive training would be when he smacks the other kid over the head and takes the toy, you would take the toy off him and say, mate, if you want the toy, you've got to go up to your friend and say, can I please have a turn after you, and then wait for your friend to give you a turn. Now, like I said before, I don't think especially at two, that he's going to turn around as a two-year-old and go, oh, well, that sounds reasonable, Nathan, thanks very much. I'll do that from now on because he's two years old, right? And the myelin doesn't all get laid at once. It's not just one repetition of myelin, it's like about 90, you know, and that's only a very rough average. So what that, but that means if the whole time he's two, every time he's smacking someone over the head and taking the toy, I respond with cognitive training and say, mate, if you want the toy, you've got to go up to your friend and say, can I please have a turn after you? Notice I'm even giving him the words that he needs. I'm trying to make it a specific, I'm not just saying go up and ask for a turn, because he might not know. The more detail you can paint in that parietal lobe, the better, the more likely you'll see the behaviour appear. So I'm even giving him the lines. You go up to your friend and say, can I please have a turn after you, and then wait for your friend to give you a turn. Now, if I do that every time he's smacking someone over the head when he's two, I get up to 90. By the time he's three, you get a three-year-old walking up to people saying, can I please have a turn after you. Whereas if the whole time he's two, all I do is tell him off, put him into timeout, put him into a nority chair, you get a three-year-old who's also smacking people over the head to take the toy because you've never empowered him with a cognitive training to know how to do it differently. So when that's a two-year-old example because that was in the front of my mind, but same with a 15-year-old. What the science is saying is the frontal cortex is like a muscle. You have to exercise it if you want it to come online. Punishment will exercise the lower brain, the very part of the brain that they're already too much in by that brain scan before. What you want to do is to get to that scan on the left, which means bringing that frontal cortex online, which means exercising it. The two things that are floating in my head to finish. I said there the three most of them, when I talked about number one being cognitive training, that's when you look at all human beings, behaviour change for human beings. When you look specifically at teenagers and how you change their behaviour, I think Sir Peter Glutman was involved in this research. They did research to look at how do you change teenage behaviours in a different way than you change adult behaviours? The mistake that we all make is we, because we're all in our cortex, when we head about trying to change a teenager's behaviour, we normally come up with cortex responses, forgetting that they're 90% limbic system. So your response needs to be more limbic focused. So we do adult programmes that would work on a cortex and then wonder why they don't work on teenagers. The obvious example is scared straight. You know that program where they used to take the teenager that was lingering like he's going to go down a little shit pathway or he might not? He's in the middle, so the school puts him on this scared straight program where you take him along to a prison and he meets with, obviously, not just any prisoner because we don't want him recruit it into a gang or anything. They're pre-selected and you choose a prisoner who's going to give the right messages, and it's going to say, actually, it might look like I'm really cool, but actually this life really sucks. I can't raise my kids. I'm probably going to find a hard to get a job. The idea is that you scare the kids straight. The program is called Scared Straight. He's supposed to look with his teenage brain and go, wow, that man's made some really bad decisions. If I keep making the decisions I'm on now, my actions are likely to result and following the same path that he's laid. Does that sound like the way a teenager thinks to you? No. So the reason that they stopped funding to the scared straight program and cut or government funding immediately was this is the good thing about research. Culturally, that seemed to make sense to us. The research showed that's not how teenagers responded. Teenagers were more likely to break the law after doing the scared straight program than before because they didn't approach it with the cortex to go, well, that's a really bad outcomes, I better change the pathway I'm on. Instead, they approached it with a limbic emotional brain that went, oh my God, that guy's like real badass, he's like this bad, I'm only like this bad. I can actually afford to get way worse than what I am now, and I'm still nowhere near as bad as he is. So that's the response they had when they left. Oh, the bar's just been lifted. I've got way more leeway here than I thought. So they did research, which I think Sir Peter Cleveland was involved in, but anyway, they looked at specifically that, what makes a teenager change their mind. And they made an ad out of it. They used all that research, and they made that, no, I'm not going to eat your ghost chips ad. That's made. That was the first ad specifically made from the research showing what actually changes a teenager's behavior. And what it was trying to show was for teenagers, the number one way of changing their behavior was rehearsal. That's why, when they say at the start, what are you doing, bro? And he goes, oh, it's just internalizing a really complicated situation. When he's internalizing a really complicated situation, he's rehearsing what's about to happen. What it means is if the kids in that, sorry, you're in front of me, so I have to use you three. It's like you get to be this local school resident pothead. What's your note? Shell, congratulations, Cheryl. You're the resident pool pothead. So you're, and then you're the lovely girl at school that was never, ever going to smoke drugs if she hadn't been hanging around with you. But she just happens to find herself standing with you at playtime, and you're there as the bystanders. What happens is that when she pulls the joint out of her pocket and hands it to you, what we see in the research is even though you were never going to do that, oftentimes you will think it's easier, I can't think of what to do, it's easier just to take a quick puff on it and hand it to the next person because I don't want to look, you know, I worry about my peers, I want to look called, da-da, but what you've done now is crossed that boundary and never having smoked drugs. So the next time you find yourself in that situation, it's easy just to to take it, it's not a big deal anymore because nothing happened next time you've crossed that boundary. So the point is how do we prevent that from happening and it's rehearsal? And so rather than waiting for that to happen in real life, we have a health class and we rehearse that and we go, okay, is it Cheryl? Yeah, Cheryl, you get to play the resident pot here and you get to play the, and you play the role. And then when she's at the point where she's now, Cheryl's handing you the joint and you're sort of hesitating and the bystanders are going, oh, go on, go on, you know, then we can go freeze and then go, right, class, what are some ways that this person could maintain her coolness, maintain her mana, but get out of that situation now? We rehearse it first. So the kids come up with ideas like she could fake an asthma attack right now. She could, because I've done this a few times with kids in class, they go, she could say, oh no, I'm so ripped already. I couldn't know any more. They also come up with some good ways of getting out of it, but that's the point. The number one way to prevent your child from doing drugs, well, that research shows was rehearsal. So for me as a parent that meant that I used rehearsal in the car. Always knew the car was a good place to talk to teenage boys, especially anyway, because there's something about being face-on that ignites the alpha male and ignites the amygdala, the lower part of your brain. So being side-by-side and not doing front-to-front confrontation, often you get much more of a boy's cortex. So always knew being in the car was going, now we play this game, what would you do if? Because it's rehearsal. So you have to get, so I get an opportunity to go, okay, what would you do if you're standing there at playtime and suddenly, you didn't even know what's going to happen? Suddenly someone's handing you a joint. How would you respond? And you get to rehearse it first. The kids, when you start playing the game, want to do all the boring NAF stuff, what would you do if you won lotto? What would you do if you won 40 million? What would you do if you won 80 million? You get through all those boring questions, right? But it means that you've established the game that you can play of what would you do if you won 40 million? What would you do if you won 80 million? You get through all those boring questions, right? But it means that you've established the game that you can play of what would you do if, and that rehearsal is the number one method. Okay, two minutes past 10, run out of time. Thanks for inviting everybody and thanks for listening so evidly. And yeah, I hope that you've got some value out of that and you can relate it to your own work in Mahi. Kiyoha kākata. A bottle of wine, Nathan, you're only allowed to have the first glass, remember? Right, yeah. Your cortex. We know that. We know this. And thank you for sharing and this fact that in our attempt to control disobedience and actual fact we've created far more delinquents is really good information that we now have. But really important. I think one of the things that you said on that day that we pointed out that here we are the cortex in the class, the only cortex, and there's 30 limdix out there. No wonder we have some problems someday. Absolutely. Absolutely. And this whole understanding, the scientific research that's behind it, it's not just, you know, this is some idea, this actually works, this is now being proved, and we really thank you for sharing it with us this morning. Cool. Thank you, all. Cheers, everybody."}