{"speakers": [], "chunks": [{"timestamp": [0.0, 9.0], "text": " I'm talking to author David Hill."}, {"timestamp": [9.0, 10.0], "text": " Cool guy."}, {"timestamp": [10.0, 12.0], "text": " David, writing is your full-time job."}, {"timestamp": [12.0, 14.0], "text": " What does that mean that your day is like?"}, {"timestamp": [14.0, 16.0], "text": " My day is very regular."}, {"timestamp": [16.0, 19.0], "text": " I tend to start at pretty much the same hours."}, {"timestamp": [19.0, 21.0], "text": " I was a high school teacher for a long time,"}, {"timestamp": [21.0, 24.0], "text": " so I just got into the habit of working regular hours."}, {"timestamp": [24.0, 31.1], "text": " And I tend to start about half past 8 in the morning I go through all about 1, 1.30 and"}, {"timestamp": [31.1, 34.88], "text": " then I do a bit more in the afternoon and it's always been for me the best way"}, {"timestamp": [34.88, 38.88], "text": " of writing just regular hours. So you sit down at home in front of the computer?"}, {"timestamp": [38.88, 43.1], "text": " Yep, not in front of the computer to start with an adjoin. I'm actually, I mean I'm a"}, {"timestamp": [43.1, 45.44], "text": " stone age guy and I tend to go for longhand. I use ballpoint on computer to start with, no John, I'm actually, I mean I'm a stone age guy and I"}, {"timestamp": [45.44, 51.4], "text": " tend to go for longhand. I use ballpoint on paper to start with. I'm one of the few remaining"}, {"timestamp": [51.4, 57.84], "text": " humans in the world who does this and all my first drafts are ballpoint on paper. Then I go"}, {"timestamp": [57.84, 63.12], "text": " onto the computer and that's a whole new test. Are you a bit of a nerd about what sort of pen"}, {"timestamp": [63.12, 69.36], "text": " you use? I tend to get pens without paying for them somehow, John."}, {"timestamp": [69.36, 74.26], "text": " I go into schools and I always seem to come away from the school with four more ball points"}, {"timestamp": [74.26, 76.06], "text": " than I had when I arrived."}, {"timestamp": [76.06, 79.06], "text": " When did you become a full-time writer?"}, {"timestamp": [79.06, 82.84], "text": " I've been at it for about 26 years now."}, {"timestamp": [82.84, 89.36], "text": " I was writing more and more and realized I wanted to see what it would be like to be a full-time writer."}, {"timestamp": [89.6, 95.16], "text": " I sort of felt that if I didn't try it, I would wonder for the rest of my life what I'd missed out on."}, {"timestamp": [95.56, 102.08], "text": " So my wife Beth and I counted up our money. We had enough for me to try one year full-time and I lasted for that year."}, {"timestamp": [102.48, 106.0], "text": " We tried another year and it's just sort of gone on from then."}, {"timestamp": [106.0, 107.0], "text": " That's brilliant."}, {"timestamp": [107.0, 109.0], "text": " It is brilliant and I think I'm very lucky."}, {"timestamp": [109.0, 115.0], "text": " I mean I can actually make a sort of a living doing something I love and I do regard myself as dear lucky."}, {"timestamp": [115.0, 119.0], "text": " Is it possible to get rich as a writer in New Zealand?"}, {"timestamp": [119.0, 124.0], "text": " Yes, there is a possibility. I mean Bernard Beckett, the Wellington writer who writes a lot for teenagers,"}, {"timestamp": [124.0, 131.28], "text": " has just sold one of his books to an English publisher for an extremely large sum of money, which I think is absolutely brilliant."}, {"timestamp": [131.88, 135.44], "text": " We've had a number of New Zealand writers who've done very well overseas."}, {"timestamp": [136.06, 142.68], "text": " Margaret Mahi, Linley Dodd, Joy Carly, Gavin Bishop, they're all published very extensively overseas."}, {"timestamp": [143.18, 145.76], "text": " So yes, they've been a success."}, {"timestamp": [145.76, 147.72], "text": " They're not rich."}, {"timestamp": [147.72, 151.76], "text": " I don't think you get enormously rich by writing books unless you're someone extraordinary like"}, {"timestamp": [151.76, 154.72], "text": " J.K. Rowling, but they make a living."}, {"timestamp": [154.72, 159.76], "text": " For a book like, say, aim high, how long does it take to write?"}, {"timestamp": [159.76, 164.4], "text": " Most of my books are spread out over about six, seven, eight months."}, {"timestamp": [164.4, 165.68], "text": " I'm not working on the book the"}, {"timestamp": [165.68, 171.6], "text": " whole time. I always begin my books by doing lots of research and taking lots of notes."}, {"timestamp": [171.6, 176.66], "text": " I might have to read about the topic, in the case of Aim High, it was archery. I also take"}, {"timestamp": [176.66, 182.6], "text": " notes on characters. I build up character profiles. I make long lists of events and the sorts"}, {"timestamp": [182.6, 188.32], "text": " of things that could happen. And for a start, this might be only 10 minutes a day sort of thing while I'm writing other things."}, {"timestamp": [188.72, 194.46], "text": " When I start on the book, then for about two or three months, that's about the only thing I'm writing."}, {"timestamp": [194.96, 196.24], "text": " I'm doing that."}, {"timestamp": [196.4, 201.18], "text": " And then when I've done the first draft, then I revise in smaller clumps."}, {"timestamp": [201.3, 202.88], "text": " But I spread it out over a long time."}, {"timestamp": [203.18, 205.9], "text": " So six months later, you have a new book?"}, {"timestamp": [205.9, 211.28], "text": " If I'm lucky, I'm always terrified that the one I've just finished will be the one that"}, {"timestamp": [211.28, 214.66], "text": " gets rejected. I think every writer feels this way."}, {"timestamp": [214.66, 220.9], "text": " I've just sent one away to my publisher and I will wait in genuine fear to see whether"}, {"timestamp": [220.9, 222.3], "text": " they accept it or not."}, {"timestamp": [222.3, 225.32], "text": " And how many do get rejected out of the books that you write?"}, {"timestamp": [226.76, 227.48], "text": " I've been pretty lucky with books."}, {"timestamp": [229.26, 229.42], "text": " They've all ended up being published,"}, {"timestamp": [230.68, 230.84], "text": " but in a number of cases,"}, {"timestamp": [233.24, 237.62], "text": " I've had to take them to two or three publishers or else I've had to do very substantial rewrites in some of them."}, {"timestamp": [237.76, 239.94], "text": " So it's not like having a job and being an employee,"}, {"timestamp": [240.1, 241.62], "text": " like a lot of people's moms and dads."}, {"timestamp": [241.78, 243.74], "text": " You have to write the book and then try and get someone to publish."}, {"timestamp": [243.74, 244.0], "text": " That's right."}, {"timestamp": [244.08, 245.78], "text": " You have to take the risk it won't get published, that's right. And I mean, as I say, I write quite a lot of people's mums and dads. You have to write the book and then try and get someone to publish. That's right. You have to take the risk. It won't get published."}, {"timestamp": [245.9, 246.36], "text": " That's right."}, {"timestamp": [246.58, 248.94], "text": " And I mean, as I say, I write quite a lot of short stuff,"}, {"timestamp": [249.04, 250.48], "text": " short fiction and nonfiction."}, {"timestamp": [250.78, 252.12], "text": " And a lot of that gets rejected."}, {"timestamp": [252.66, 255.58], "text": " I would say probably about 50% of it the first time round."}, {"timestamp": [255.94, 259.22], "text": " If I'm lucky, I can resubmit it or send it elsewhere"}, {"timestamp": [259.22, 260.02], "text": " and get it published."}, {"timestamp": [260.18, 264.02], "text": " But a lot of the short stuff I write never, ever gets published."}, {"timestamp": [264.2, 266.46], "text": " Once a publisher accepts it, that means more work?"}, {"timestamp": [266.74, 267.66], "text": " Nearly always, yes."}, {"timestamp": [268.3, 272.24], "text": " I have one main publisher, a Wellington publisher called Mallinson Rendell,"}, {"timestamp": [272.5, 274.3], "text": " and they have a superb editor,"}, {"timestamp": [274.8, 278.04], "text": " and the editor, Carol, works with me on the book."}, {"timestamp": [278.44, 280.3], "text": " Suggests pieces that are too long,"}, {"timestamp": [281.4, 283.76], "text": " suggests places where I need to add more,"}, {"timestamp": [284.14, 286.56], "text": " points out places where the character has"}, {"timestamp": [286.56, 291.66], "text": " suddenly begun behaving in a way which doesn't fit in with the way that characters behaved"}, {"timestamp": [291.66, 292.66], "text": " before."}, {"timestamp": [292.66, 297.04], "text": " You know, you think you've thought of everything by the time you send the book away, and yet when"}, {"timestamp": [297.04, 301.56], "text": " the editor gets back to you, you start thinking, oh goodness, I missed that, I didn't think"}, {"timestamp": [301.56, 302.56], "text": " of that."}, {"timestamp": [302.56, 305.5], "text": " I mean, there was even a terrible case where I changed"}, {"timestamp": [305.5, 309.98], "text": " the characters and I am halfway through a book and didn't notice. And I had checked every word"}, {"timestamp": [309.98, 315.38], "text": " of this book but didn't even notice that. It was pointed out to me quite quickly. How do you"}, {"timestamp": [315.38, 322.64], "text": " make sure that your kid characters are real? I steal. I do watch particular kids and listen"}, {"timestamp": [322.64, 328.7], "text": " to the way they talk. I do sit outside the local shopping center and listen to them."}, {"timestamp": [328.7, 330.9], "text": " I watch the way they move."}, {"timestamp": [330.9, 332.9], "text": " I watch what they wear."}, {"timestamp": [332.9, 335.6], "text": " And so, you know, I put all those in my notebook."}, {"timestamp": [335.6, 339.2], "text": " And the other thing I do, John, is when I've written a first draft,"}, {"timestamp": [339.2, 342.0], "text": " I give it to kids I know to read."}, {"timestamp": [342.0, 343.9], "text": " What's your favourite sort of writing?"}, {"timestamp": [343.9, 346.0], "text": " It's always the one I'm writing at the moment."}, {"timestamp": [346.0, 349.68], "text": " And I'm sorry if that sounds a pat reply, but it is."}, {"timestamp": [349.68, 351.72], "text": " You get wrapped up in what you're writing."}, {"timestamp": [351.72, 355.8], "text": " You write for a living, you will know this, you get engrossed in what you are doing"}, {"timestamp": [355.8, 357.24], "text": " at the moment."}, {"timestamp": [357.24, 363.44], "text": " I mean, Morris G again makes the lovely comment that you sit down in the morning, you get up"}, {"timestamp": [363.44, 365.4], "text": " a few hours later and you've made"}, {"timestamp": [365.4, 368.16], "text": " something that never existed before."}, {"timestamp": [368.16, 372.82], "text": " And it may be good, it may not be quite so good, but nobody else has ever made that thing"}, {"timestamp": [372.82, 374.58], "text": " and it's special."}, {"timestamp": [374.58, 377.48], "text": " And almost, it doesn't matter what it is I'm writing."}, {"timestamp": [377.48, 381.76], "text": " It's the fact you're making something and that feels terrific, especially if you get paid"}, {"timestamp": [381.76, 382.76], "text": " for it."}, {"timestamp": [382.76, 383.76], "text": " Yes."}, {"timestamp": [383.76, 384.76], "text": " Especially."}, {"timestamp": [384.76, 389.0], "text": " How do you decide if a book is going to be serious or humorous?"}, {"timestamp": [389.0, 390.0], "text": " Yeah."}, {"timestamp": [390.0, 397.0], "text": " I don't think I've ever written a book or even a short story which is entirely funny or entirely serious."}, {"timestamp": [397.0, 399.0], "text": " They're always a mixture."}, {"timestamp": [399.0, 401.0], "text": " They're a mixture in different proportions."}, {"timestamp": [401.0, 407.12], "text": " I might have a story say which is 80% serious and 20% funny and then one which"}, {"timestamp": [407.12, 413.4], "text": " is the other way around. But I just like having contrasts and I think using humor is a lovely"}, {"timestamp": [413.4, 421.38], "text": " way of bringing in a contrasting a different mood. And people love humor. Humor brings people"}, {"timestamp": [421.38, 426.64], "text": " together and that's enormously valuable to be able to use, I think, too."}, {"timestamp": [427.06, 428.48], "text": " And humour is a weapon."}, {"timestamp": [429.38, 434.04], "text": " Humour is a great way of feeling you are as good as anyone else."}, {"timestamp": [434.84, 437.74], "text": " And that's one reason I like making jokes, actually."}, {"timestamp": [438.28, 444.9], "text": " Also, as I say, I just love making corny, wet, feeble, sick jokes and putting them down on paper."}, {"timestamp": [445.0, 447.0], "text": " Did you want to be a writer when you were a kid?"}, {"timestamp": [447.0, 451.0], "text": " No, I was going to be an all-black, I definitely."}, {"timestamp": [451.0, 455.0], "text": " And I actually think it's important that if you want to be a writer,"}, {"timestamp": [455.0, 460.0], "text": " you should have done other things first, partly so that you've got something to write about."}, {"timestamp": [460.0, 465.0], "text": " And I did other jobs. I was a high school teacher, as I think I said for a while."}, {"timestamp": [465.0, 469.0], "text": " I was a truck driver. I was even in the army for a couple of years."}, {"timestamp": [469.0, 475.0], "text": " And one of the nice things about being a writer is you can write about all these things."}, {"timestamp": [475.0, 481.0], "text": " And the concept of writing for a living just began, I can't pin it down to an exact moment,"}, {"timestamp": [481.0, 483.0], "text": " but it just began to grow gradually."}, {"timestamp": [483.0, 486.24], "text": " What would you say to someone who wants to become a writer?"}, {"timestamp": [486.24, 488.88], "text": " I think start now."}, {"timestamp": [488.88, 491.86], "text": " Start writing about things that happen to you."}, {"timestamp": [491.86, 498.0], "text": " I mean, it's great to write about sort of, you know, saving the galaxy from invaders from"}, {"timestamp": [498.0, 499.76], "text": " the Andromeda Galaxy."}, {"timestamp": [499.76, 503.88], "text": " It's great to write about, you know, sort of becoming the world's most famous jazz ballet"}, {"timestamp": [503.88, 504.88], "text": " dancer."}, {"timestamp": [504.88, 505.0], "text": " But people love gossip. People love stories about little moments when you're going to be. to write about, you know, sort of becoming the world's most famous jazz ballet dancer."}, {"timestamp": [505.0, 507.58], "text": " But people love gossip."}, {"timestamp": [507.58, 511.92], "text": " People love stories about little moments when your life changes."}, {"timestamp": [511.92, 514.2], "text": " So write about those sorts of things."}, {"timestamp": [514.2, 516.94], "text": " The other thing I think is read."}, {"timestamp": [516.94, 522.12], "text": " Because the more you read, the more you're coming across ways other writers have used words"}, {"timestamp": [522.12, 525.6], "text": " and you're picking up ideas consciously or without thinking about it"}, {"timestamp": [525.6, 533.44], "text": " by just reading. Reading is hugely important. What's the hardest part? For me it's ideas. It really is."}, {"timestamp": [533.44, 540.12], "text": " I'm always terrified. I'm not going to come up with ideas. And for me also, strangely enough,"}, {"timestamp": [540.24, 545.0], "text": " I like keeping things very tight and compact in my writing."}, {"timestamp": [545.0, 552.0], "text": " And I've got to make sure sometimes I relax and let the story go on for long enough."}, {"timestamp": [552.0, 555.0], "text": " I'm always trying to shorten it and keep it very tight."}, {"timestamp": [555.0, 560.0], "text": " So I guess the hardest thing for me as a writer is to just relax a little bit"}, {"timestamp": [560.0, 562.0], "text": " and let the story be long enough."}, {"timestamp": [562.0, 564.0], "text": " It's an unusual job, isn't it?"}, {"timestamp": [564.0, 565.0], "text": " Yes, it's becoming more and more common, I guess. I's an unusual job, isn't it?"}, {"timestamp": [565.0, 568.0], "text": " Yes, it's becoming more and more common, I guess."}, {"timestamp": [568.0, 570.0], "text": " I mean, you know, there are so many types of writers."}, {"timestamp": [570.0, 572.0], "text": " We've got television script writers,"}, {"timestamp": [572.0, 575.0], "text": " we've got what are called academic writers"}, {"timestamp": [575.0, 578.0], "text": " who write books for and about university subjects."}, {"timestamp": [578.0, 582.0], "text": " We have playwrights, we've got writers for young people"}, {"timestamp": [582.0, 584.0], "text": " and writers who write for adults."}, {"timestamp": [584.0, 585.04], "text": " I think it's marvellous."}, {"timestamp": [585.04, 590.2], "text": " We've got so many different types of writer. So yeah, there is a living to be made out"}, {"timestamp": [590.2, 594.0], "text": " there and the younger people start the more chance they've got."}], "text": " I'm talking to author David Hill. Cool guy. David, writing is your full-time job. What does that mean that your day is like? My day is very regular. I tend to start at pretty much the same hours. I was a high school teacher for a long time, so I just got into the habit of working regular hours. And I tend to start about half past 8 in the morning I go through all about 1, 1.30 and then I do a bit more in the afternoon and it's always been for me the best way of writing just regular hours. So you sit down at home in front of the computer? Yep, not in front of the computer to start with an adjoin. I'm actually, I mean I'm a stone age guy and I tend to go for longhand. I use ballpoint on computer to start with, no John, I'm actually, I mean I'm a stone age guy and I tend to go for longhand. I use ballpoint on paper to start with. I'm one of the few remaining humans in the world who does this and all my first drafts are ballpoint on paper. Then I go onto the computer and that's a whole new test. Are you a bit of a nerd about what sort of pen you use? I tend to get pens without paying for them somehow, John. I go into schools and I always seem to come away from the school with four more ball points than I had when I arrived. When did you become a full-time writer? I've been at it for about 26 years now. I was writing more and more and realized I wanted to see what it would be like to be a full-time writer. I sort of felt that if I didn't try it, I would wonder for the rest of my life what I'd missed out on. So my wife Beth and I counted up our money. We had enough for me to try one year full-time and I lasted for that year. We tried another year and it's just sort of gone on from then. That's brilliant. It is brilliant and I think I'm very lucky. I mean I can actually make a sort of a living doing something I love and I do regard myself as dear lucky. Is it possible to get rich as a writer in New Zealand? Yes, there is a possibility. I mean Bernard Beckett, the Wellington writer who writes a lot for teenagers, has just sold one of his books to an English publisher for an extremely large sum of money, which I think is absolutely brilliant. We've had a number of New Zealand writers who've done very well overseas. Margaret Mahi, Linley Dodd, Joy Carly, Gavin Bishop, they're all published very extensively overseas. So yes, they've been a success. They're not rich. I don't think you get enormously rich by writing books unless you're someone extraordinary like J.K. Rowling, but they make a living. For a book like, say, aim high, how long does it take to write? Most of my books are spread out over about six, seven, eight months. I'm not working on the book the whole time. I always begin my books by doing lots of research and taking lots of notes. I might have to read about the topic, in the case of Aim High, it was archery. I also take notes on characters. I build up character profiles. I make long lists of events and the sorts of things that could happen. And for a start, this might be only 10 minutes a day sort of thing while I'm writing other things. When I start on the book, then for about two or three months, that's about the only thing I'm writing. I'm doing that. And then when I've done the first draft, then I revise in smaller clumps. But I spread it out over a long time. So six months later, you have a new book? If I'm lucky, I'm always terrified that the one I've just finished will be the one that gets rejected. I think every writer feels this way. I've just sent one away to my publisher and I will wait in genuine fear to see whether they accept it or not. And how many do get rejected out of the books that you write? I've been pretty lucky with books. They've all ended up being published, but in a number of cases, I've had to take them to two or three publishers or else I've had to do very substantial rewrites in some of them. So it's not like having a job and being an employee, like a lot of people's moms and dads. You have to write the book and then try and get someone to publish. That's right. You have to take the risk it won't get published, that's right. And I mean, as I say, I write quite a lot of people's mums and dads. You have to write the book and then try and get someone to publish. That's right. You have to take the risk. It won't get published. That's right. And I mean, as I say, I write quite a lot of short stuff, short fiction and nonfiction. And a lot of that gets rejected. I would say probably about 50% of it the first time round. If I'm lucky, I can resubmit it or send it elsewhere and get it published. But a lot of the short stuff I write never, ever gets published. Once a publisher accepts it, that means more work? Nearly always, yes. I have one main publisher, a Wellington publisher called Mallinson Rendell, and they have a superb editor, and the editor, Carol, works with me on the book. Suggests pieces that are too long, suggests places where I need to add more, points out places where the character has suddenly begun behaving in a way which doesn't fit in with the way that characters behaved before. You know, you think you've thought of everything by the time you send the book away, and yet when the editor gets back to you, you start thinking, oh goodness, I missed that, I didn't think of that. I mean, there was even a terrible case where I changed the characters and I am halfway through a book and didn't notice. And I had checked every word of this book but didn't even notice that. It was pointed out to me quite quickly. How do you make sure that your kid characters are real? I steal. I do watch particular kids and listen to the way they talk. I do sit outside the local shopping center and listen to them. I watch the way they move. I watch what they wear. And so, you know, I put all those in my notebook. And the other thing I do, John, is when I've written a first draft, I give it to kids I know to read. What's your favourite sort of writing? It's always the one I'm writing at the moment. And I'm sorry if that sounds a pat reply, but it is. You get wrapped up in what you're writing. You write for a living, you will know this, you get engrossed in what you are doing at the moment. I mean, Morris G again makes the lovely comment that you sit down in the morning, you get up a few hours later and you've made something that never existed before. And it may be good, it may not be quite so good, but nobody else has ever made that thing and it's special. And almost, it doesn't matter what it is I'm writing. It's the fact you're making something and that feels terrific, especially if you get paid for it. Yes. Especially. How do you decide if a book is going to be serious or humorous? Yeah. I don't think I've ever written a book or even a short story which is entirely funny or entirely serious. They're always a mixture. They're a mixture in different proportions. I might have a story say which is 80% serious and 20% funny and then one which is the other way around. But I just like having contrasts and I think using humor is a lovely way of bringing in a contrasting a different mood. And people love humor. Humor brings people together and that's enormously valuable to be able to use, I think, too. And humour is a weapon. Humour is a great way of feeling you are as good as anyone else. And that's one reason I like making jokes, actually. Also, as I say, I just love making corny, wet, feeble, sick jokes and putting them down on paper. Did you want to be a writer when you were a kid? No, I was going to be an all-black, I definitely. And I actually think it's important that if you want to be a writer, you should have done other things first, partly so that you've got something to write about. And I did other jobs. I was a high school teacher, as I think I said for a while. I was a truck driver. I was even in the army for a couple of years. And one of the nice things about being a writer is you can write about all these things. And the concept of writing for a living just began, I can't pin it down to an exact moment, but it just began to grow gradually. What would you say to someone who wants to become a writer? I think start now. Start writing about things that happen to you. I mean, it's great to write about sort of, you know, saving the galaxy from invaders from the Andromeda Galaxy. It's great to write about, you know, sort of becoming the world's most famous jazz ballet dancer. But people love gossip. People love stories about little moments when you're going to be. to write about, you know, sort of becoming the world's most famous jazz ballet dancer. But people love gossip. People love stories about little moments when your life changes. So write about those sorts of things. The other thing I think is read. Because the more you read, the more you're coming across ways other writers have used words and you're picking up ideas consciously or without thinking about it by just reading. Reading is hugely important. What's the hardest part? For me it's ideas. It really is. I'm always terrified. I'm not going to come up with ideas. And for me also, strangely enough, I like keeping things very tight and compact in my writing. And I've got to make sure sometimes I relax and let the story go on for long enough. I'm always trying to shorten it and keep it very tight. So I guess the hardest thing for me as a writer is to just relax a little bit and let the story be long enough. It's an unusual job, isn't it? Yes, it's becoming more and more common, I guess. I's an unusual job, isn't it? Yes, it's becoming more and more common, I guess. I mean, you know, there are so many types of writers. We've got television script writers, we've got what are called academic writers who write books for and about university subjects. We have playwrights, we've got writers for young people and writers who write for adults. I think it's marvellous. We've got so many different types of writer. So yeah, there is a living to be made out there and the younger people start the more chance they've got."}