{"speakers": [], "chunks": [{"timestamp": [0.0, 6.0], "text": " Government departments have an impact on every aspect of our lives, but they do not have free rein to do as they please."}, {"timestamp": [6.0, 11.0], "text": " They have to justify their policies to Parliament, and in particular the select committees."}, {"timestamp": [11.0, 15.0], "text": " Each committee has the job of scrutinising the work of a particular Department of Government."}, {"timestamp": [15.0, 21.0], "text": " A select committee is made up of around 11 or so members of Parliament drawn from all political parties."}, {"timestamp": [21.0, 27.0], "text": " These politicians combine their efforts to pick apart and examine every area of work carried out by the department they are scrutinising."}, {"timestamp": [27.0, 32.0], "text": " They do this by deciding what inquiries they should hold and calling for written evidence from the public."}, {"timestamp": [32.0, 37.0], "text": " The committee then takes evidence from all sorts of different experts from across public life."}, {"timestamp": [37.0, 41.0], "text": " They then use the information they have gathered to question ministers and secretaries of state."}, {"timestamp": [41.0, 45.44], "text": " You can watch all this activity and read every word spoken online."}, {"timestamp": [47.0, 51.02], "text": " You may not know this, but anyone can submit evidence to a select committee inquiry,"}, {"timestamp": [51.38, 56.54], "text": " not just academics or think tanks. Committees use lots of methods to gather evidence from as"}, {"timestamp": [56.54, 61.12], "text": " wide an audience as possible, and committees often take themselves around the country or even"}, {"timestamp": [61.12, 70.1], "text": " around the world to see the evidence for themselves. Once enough evidence has been gathered, a committee will publish a detailed report full of recommendations"}, {"timestamp": [70.1, 71.88], "text": " for the government to act on."}, {"timestamp": [71.88, 75.58], "text": " The government then have two months to respond to Parliament."}, {"timestamp": [75.58, 77.6], "text": " But this is just the start of the story."}, {"timestamp": [77.6, 82.12], "text": " The Select Committee report often initiates further action and campaigning by pressure groups,"}, {"timestamp": [82.12, 83.62], "text": " charities and the media."}, {"timestamp": [83.62, 88.92], "text": " This can often be the first step in a countrywide political debate affecting the future of the country."}], "text": " Government departments have an impact on every aspect of our lives, but they do not have free rein to do as they please. They have to justify their policies to Parliament, and in particular the select committees. Each committee has the job of scrutinising the work of a particular Department of Government. A select committee is made up of around 11 or so members of Parliament drawn from all political parties. These politicians combine their efforts to pick apart and examine every area of work carried out by the department they are scrutinising. They do this by deciding what inquiries they should hold and calling for written evidence from the public. The committee then takes evidence from all sorts of different experts from across public life. They then use the information they have gathered to question ministers and secretaries of state. You can watch all this activity and read every word spoken online. You may not know this, but anyone can submit evidence to a select committee inquiry, not just academics or think tanks. Committees use lots of methods to gather evidence from as wide an audience as possible, and committees often take themselves around the country or even around the world to see the evidence for themselves. Once enough evidence has been gathered, a committee will publish a detailed report full of recommendations for the government to act on. The government then have two months to respond to Parliament. But this is just the start of the story. The Select Committee report often initiates further action and campaigning by pressure groups, charities and the media. This can often be the first step in a countrywide political debate affecting the future of the country."}