{"speakers": [], "chunks": [{"timestamp": [0.0, 5.0], "text": " Hi, I'm Margie Sorensen from the Information Technology Training Institute."}, {"timestamp": [5.0, 11.0], "text": " I'm also on the board of the New Zealand Association of Private Education Providers."}, {"timestamp": [11.0, 16.0], "text": " In the IT field we certainly have a preponderance of qualifications,"}, {"timestamp": [16.0, 23.0], "text": " partly because the IT field, as you can well appreciate, is really dynamic."}, {"timestamp": [23.0, 26.88], "text": " Things are changing really, really quickly. And we as PTEs have"}, {"timestamp": [26.88, 32.0], "text": " prided ourselves on being fleet-footed and able to meet industry demands really quickly."}, {"timestamp": [32.96, 38.8], "text": " This has led, of course, to a whole lot of qualifications. A lot of us have felt that these"}, {"timestamp": [38.8, 48.64], "text": " qualifications have been our brand and have prided ourselves on establishing really sound programs within our qualification"}, {"timestamp": [48.64, 56.0], "text": " to meet industry requirements. But in actual fact, from an employer's perspective, I'm not"}, {"timestamp": [56.0, 63.76], "text": " certain that all these qualifications are our brand. As an employer, I'm looking for one qualification."}, {"timestamp": [63.76, 66.56], "text": " I don't want to look for a series of them. Just like the Harvard MBA, I'm looking for one qualification. I don't want to look for a series of them."}, {"timestamp": [67.52, 72.48], "text": " Just like the Harvard MBA, I'm looking for an MBA,"}, {"timestamp": [72.48, 76.88], "text": " and it's the institution that is the brand."}, {"timestamp": [76.88, 79.92], "text": " It's the program that leads up to that qualification"}, {"timestamp": [79.92, 83.04], "text": " that is meaningful to me as an employer."}, {"timestamp": [83.04, 87.18], "text": " The IT qualifications review wasn't due until 2013,"}, {"timestamp": [87.18, 90.74], "text": " but because again our industry is really dynamic,"}, {"timestamp": [90.74, 93.68], "text": " we as a group decided that we really wanted to get this"}, {"timestamp": [93.68, 96.86], "text": " underway sooner rather than later."}, {"timestamp": [96.86, 102.92], "text": " And got a group of PTEs who are members of NZAPEP together"}, {"timestamp": [102.92, 106.4], "text": " to talk about what we needed to do."}, {"timestamp": [106.4, 110.92], "text": " Before we went too far down the track, we decided that it was really important that we"}, {"timestamp": [110.92, 116.46], "text": " involve all of the other tertiary providers in the sector to make sure that we're all on"}, {"timestamp": [116.46, 122.94], "text": " the homepage and got together through the Computer Society with Citrens."}, {"timestamp": [122.94, 126.32], "text": " That meeting was really constructive and it was very clear that everyone"}, {"timestamp": [126.32, 133.96], "text": " was on the same page and wanted the same outcomes ultimately. All of us clearly have our"}, {"timestamp": [133.96, 139.2], "text": " own objectives and our own needs and therefore our own agendas through this whole process"}, {"timestamp": [139.2, 144.88], "text": " and it's really, really important that we don't lose sight of those but it's also really important"}, {"timestamp": [144.88, 145.72], "text": " that we have enough"}, {"timestamp": [145.72, 151.64], "text": " elasticity and ability to listen to other perspectives to make sure that this thing works properly"}, {"timestamp": [151.64, 159.3], "text": " for everyone. So as PTE owners it's really important that we actively engage in this process."}, {"timestamp": [160.22, 168.0], "text": " We have a lot at stake here. It is important that the qualification is a shell that's meaningful for us."}, {"timestamp": [168.0, 173.2], "text": " It's important that we retain the ability to be fleet-footed"}, {"timestamp": [173.2, 175.6], "text": " so that it's not too rigid."}, {"timestamp": [175.6, 181.8], "text": " We have to make sure that the others who are involved in the process understand our needs."}, {"timestamp": [181.8, 185.68], "text": " To make the most of this, I believe that by using all the resources"}, {"timestamp": [185.68, 191.5], "text": " that are available to us, by grabbing the bull by the horns, by becoming really involved"}, {"timestamp": [191.5, 198.14], "text": " in that whole design process, that we will all come out winners in the end."}], "text": " Hi, I'm Margie Sorensen from the Information Technology Training Institute. I'm also on the board of the New Zealand Association of Private Education Providers. In the IT field we certainly have a preponderance of qualifications, partly because the IT field, as you can well appreciate, is really dynamic. Things are changing really, really quickly. And we as PTEs have prided ourselves on being fleet-footed and able to meet industry demands really quickly. This has led, of course, to a whole lot of qualifications. A lot of us have felt that these qualifications have been our brand and have prided ourselves on establishing really sound programs within our qualification to meet industry requirements. But in actual fact, from an employer's perspective, I'm not certain that all these qualifications are our brand. As an employer, I'm looking for one qualification. I don't want to look for a series of them. Just like the Harvard MBA, I'm looking for one qualification. I don't want to look for a series of them. Just like the Harvard MBA, I'm looking for an MBA, and it's the institution that is the brand. It's the program that leads up to that qualification that is meaningful to me as an employer. The IT qualifications review wasn't due until 2013, but because again our industry is really dynamic, we as a group decided that we really wanted to get this underway sooner rather than later. And got a group of PTEs who are members of NZAPEP together to talk about what we needed to do. Before we went too far down the track, we decided that it was really important that we involve all of the other tertiary providers in the sector to make sure that we're all on the homepage and got together through the Computer Society with Citrens. That meeting was really constructive and it was very clear that everyone was on the same page and wanted the same outcomes ultimately. All of us clearly have our own objectives and our own needs and therefore our own agendas through this whole process and it's really, really important that we don't lose sight of those but it's also really important that we have enough elasticity and ability to listen to other perspectives to make sure that this thing works properly for everyone. So as PTE owners it's really important that we actively engage in this process. We have a lot at stake here. It is important that the qualification is a shell that's meaningful for us. It's important that we retain the ability to be fleet-footed so that it's not too rigid. We have to make sure that the others who are involved in the process understand our needs. To make the most of this, I believe that by using all the resources that are available to us, by grabbing the bull by the horns, by becoming really involved in that whole design process, that we will all come out winners in the end."}