{"speakers": [], "chunks": [{"timestamp": [0.0, 6.0], "text": " Hi and welcome to the first in a series of help videos for ETV version 4."}, {"timestamp": [6.0, 14.0], "text": " We hope these will help you navigate the new site, identify and find some of the new features in ETV version 4"}, {"timestamp": [14.0, 20.0], "text": " and also some of the great existing features that we've brought across from ETV version 3."}, {"timestamp": [20.0, 24.0], "text": " The first thing we'd like to talk about is the new login page."}, {"timestamp": [24.0, 27.24], "text": " It does look similar to the existing ETV side."}, {"timestamp": [27.24, 32.4], "text": " However, you'll notice that we've now separated the login and register buttons."}, {"timestamp": [32.4, 38.46], "text": " We have also simplified greatly the login process."}, {"timestamp": [38.46, 41.5], "text": " You'll notice now there are no more drop-down boxes."}, {"timestamp": [41.5, 47.0], "text": " Many users, of course, found this quite painful, especially on mobile devices"}, {"timestamp": [47.0, 53.36], "text": " to try and identify the school you were at, etc. So we've now removed this process and we work"}, {"timestamp": [53.36, 66.56], "text": " purely by the email that you registered in ETV. And your existing password that you used to get in."}, {"timestamp": [66.56, 74.98], "text": " This will make logging into ETV much quicker."}, {"timestamp": [74.98, 81.04], "text": " If you're a single sign-on school, we will automatically recognise your email address, the back"}, {"timestamp": [81.04, 87.26], "text": " half of your email address, and pass you straight through to your single sign on organisation."}, {"timestamp": [89.44, 92.6], "text": " If you wish to register for ETV as a new user,"}, {"timestamp": [93.28, 95.58], "text": " this process has also been simplified."}, {"timestamp": [96.48, 100.56], "text": " Simply type in a word from your school"}, {"timestamp": [100.56, 102.86], "text": " and we will find that school for you."}, {"timestamp": [103.94, 104.74], "text": " Select staff."}, {"timestamp": [106.66, 112.6], "text": " Put the front part of your email address in as we populate the second, put your details, create a password, confirm your"}, {"timestamp": [112.6, 118.64], "text": " password and register. Here you can choose your own password straight away. We will no longer"}, {"timestamp": [118.64, 127.38], "text": " send you a computer generated password. If your school's not listed, simply click here and we will make sure it is straight away"}, {"timestamp": [127.38, 132.26], "text": " put onto the system so that you can register."}, {"timestamp": [132.26, 140.32], "text": " If you are a single sign-on school, once again, if I select Wellington College, for example,"}, {"timestamp": [140.32, 147.2], "text": " you'll see the system automatically passes me straight through to Tuakiri and where I can sign on using my school sign on."}, {"timestamp": [147.2, 150.0], "text": " So once we have simplified that process further."}, {"timestamp": [150.0, 158.0], "text": " So in summary, all we need now is your school email and password to get into ETV."}, {"timestamp": [158.0, 166.76], "text": " If you're a single sign on school, we'll automatically set you up and put you through to your single sign-on provider."}, {"timestamp": [171.06, 172.76], "text": " And registration is one easy form where you create your own password."}, {"timestamp": [177.24, 177.86], "text": " If you do have any other additional questions outside the help video,"}, {"timestamp": [184.1, 192.4], "text": " simply hit our support button where you can get access to the email and email us directly at support at etv.org.m."}], "text": " Hi and welcome to the first in a series of help videos for ETV version 4. We hope these will help you navigate the new site, identify and find some of the new features in ETV version 4 and also some of the great existing features that we've brought across from ETV version 3. The first thing we'd like to talk about is the new login page. It does look similar to the existing ETV side. However, you'll notice that we've now separated the login and register buttons. We have also simplified greatly the login process. You'll notice now there are no more drop-down boxes. Many users, of course, found this quite painful, especially on mobile devices to try and identify the school you were at, etc. So we've now removed this process and we work purely by the email that you registered in ETV. And your existing password that you used to get in. This will make logging into ETV much quicker. If you're a single sign-on school, we will automatically recognise your email address, the back half of your email address, and pass you straight through to your single sign on organisation. If you wish to register for ETV as a new user, this process has also been simplified. Simply type in a word from your school and we will find that school for you. Select staff. Put the front part of your email address in as we populate the second, put your details, create a password, confirm your password and register. Here you can choose your own password straight away. We will no longer send you a computer generated password. If your school's not listed, simply click here and we will make sure it is straight away put onto the system so that you can register. If you are a single sign-on school, once again, if I select Wellington College, for example, you'll see the system automatically passes me straight through to Tuakiri and where I can sign on using my school sign on. So once we have simplified that process further. So in summary, all we need now is your school email and password to get into ETV. If you're a single sign on school, we'll automatically set you up and put you through to your single sign-on provider. And registration is one easy form where you create your own password. If you do have any other additional questions outside the help video, simply hit our support button where you can get access to the email and email us directly at support at etv.org.m."}