{"speakers": [], "chunks": [{"timestamp": [0.0, 8.2], "text": " You haven't met me already, my name is Linda Rubens and at the whole flipped approach to learning."}, {"timestamp": [8.8, 13.14], "text": " The reason why I went down this route was because when we started early last year,"}, {"timestamp": [13.5, 20.48], "text": " I found what I was doing was taking what already existed, so I was taking PowerPoints and I was converting them to keynotes."}, {"timestamp": [20.8, 23.48], "text": " Or I was taking workbooks and I was digitizing them."}, {"timestamp": [23.84, 25.78], "text": " And that's fine and that's a good way to"}, {"timestamp": [25.78, 31.92], "text": " start but actually you can you stop and say what's different if you were writing on a board"}, {"timestamp": [31.92, 37.04], "text": " they were still taking notes they now looking at a data projector they're still taking notes"}, {"timestamp": [37.04, 42.5], "text": " now they've got the content in their hands there must be something else I could do with that"}, {"timestamp": [42.5, 45.7], "text": " and that's when I started investigating the whole flipped approach."}, {"timestamp": [46.3, 51.08], "text": " And it was actually on Twitter that I started doing my first bit of research."}, {"timestamp": [51.5, 57.82], "text": " And there's loads and loads of information out there in terms of what the definition of a flipped class is."}, {"timestamp": [58.2, 64.92], "text": " So what I'm going to do today is I'm going to look at that sort of stock response to flipped classrooms,"}, {"timestamp": [68.88, 69.32], "text": " what the experts are saying a flipped classroom should look like."}, {"timestamp": [78.12, 78.32], "text": " I'm then going to look at my personal impression because I found in the past, yes, it's great if that's what's working for American schools or Australian schools,"}, {"timestamp": [82.6, 83.12], "text": " but what about me and my classroom and my students? So I'm going to have a good look at that."}, {"timestamp": [87.92, 88.18], "text": " Come in, come. And then once I've gone through some of the theoretical side, I'll show you some of the tools that I'll show you some of the tools So I'm going to have a good look at that. Come in, come. And then once I've gone through some of the theoretical side,"}, {"timestamp": [90.78, 92.38], "text": " I'll show you some of the tools that I've found that I really user-friendly."}, {"timestamp": [92.82, 95.12], "text": " And finally, it's going to be over to you."}, {"timestamp": [95.26, 97.52], "text": " And we'll get into groups and you'll start seeing"}, {"timestamp": [97.52, 100.28], "text": " if this is something that you'd like to start in your classroom,"}, {"timestamp": [100.6, 102.66], "text": " how you could get going on that."}, {"timestamp": [102.66, 104.48], "text": " It is an hour and a half workshop,"}, {"timestamp": [104.8, 109.0], "text": " so there's going to be some talking from me me but I won't be talking the whole time."}, {"timestamp": [109.0, 117.0], "text": " So first of all the definition of a flipped classroom. As I say loads of information out there"}, {"timestamp": [117.0, 129.18], "text": " the main gist is that teachers record themselves, you put small, short video tutorials out on the web,"}, {"timestamp": [129.34, 137.38], "text": " be it YouTube or linked to your learning management system, and so you are getting your information out to the masses."}, {"timestamp": [138.4, 147.24], "text": " The beauty of it and the supporters are saying, instead of having one to many, as we are in our classrooms, one to 30 or one to 25,"}, {"timestamp": [147.64, 152.84], "text": " you're now one to one. So the child goes home, they've got their mobile device in their hands,"}, {"timestamp": [153.16, 158.44], "text": " and so they've got that tutorial, and they've got you for however long your tutorial lasts."}, {"timestamp": [159.76, 165.76], "text": " The first beauty of that is they can pause and rewind, unlike in class where they miss something,"}, {"timestamp": [166.16, 171.28], "text": " they too shy to put their hand up, and so it's gone and they have to keep on going."}, {"timestamp": [171.68, 178.24], "text": " Or they're already experts at what the first part of your definition is they can fast forward you,"}, {"timestamp": [178.44, 181.48], "text": " as you'd probably like to do to me at some stages today."}, {"timestamp": [183.08, 186.86], "text": " The next advantage of that is you know what it's like,"}, {"timestamp": [186.9, 190.28], "text": " you'll be in a classroom, you run with the majority."}, {"timestamp": [190.68, 193.4], "text": " So you might have two or three students that are lagging behind."}, {"timestamp": [193.84, 196.62], "text": " You can't hold the majority up for those two or three,"}, {"timestamp": [196.74, 199.7], "text": " so you say, I'll get back to you, and you move on."}, {"timestamp": [200.0, 202.94], "text": " And then you move on, and those two or three get forgotten."}, {"timestamp": [203.4, 206.06], "text": " And so they have these loopholes in their understanding"}, {"timestamp": [206.06, 209.42], "text": " and actually you've never got time to go back and fill that in."}, {"timestamp": [209.86, 214.46], "text": " In this way, the child goes home and if it takes 10 minutes for them to get through it"}, {"timestamp": [214.46, 218.12], "text": " or if it takes half an hour, that's fine because it's in their own time."}, {"timestamp": [220.12, 221.78], "text": " It levels the playing field."}, {"timestamp": [221.78, 227.72], "text": " So you dish out work and the assumption is they go home, they discuss it with their parents,"}, {"timestamp": [227.92, 230.2], "text": " and that is the case for a lot of our students."}, {"timestamp": [230.74, 232.62], "text": " So they do have supportive parents."}, {"timestamp": [232.74, 237.44], "text": " They do have supportive caregivers who are sitting with them, going through their work, helping them."}, {"timestamp": [237.74, 240.24], "text": " They might have access to the internet at home."}, {"timestamp": [241.1, 246.22], "text": " The same work is sent out with another student and they don't have that support at home."}, {"timestamp": [246.46, 251.44], "text": " They have busy parents or they have parents that just, you know, haven't got any inclination"}, {"timestamp": [251.44, 256.08], "text": " to help them. So it's lovely in the playing field. You go home and you've got the teacher"}, {"timestamp": [256.08, 263.9], "text": " at your disposal. It addresses absenteeism. First term for our school is the term for all"}, {"timestamp": [263.9, 266.06], "text": " the surf life saving."}, {"timestamp": [266.32, 269.86], "text": " A week they're away. At least you know you're away for the week."}, {"timestamp": [270.22, 273.4], "text": " Jump on. Have a look at what I've loaded up for you."}, {"timestamp": [275.12, 281.16], "text": " It's quite good as a diagnostic tool. So last year we made quite extensive use of SurveyMonkey."}, {"timestamp": [281.16, 285.76], "text": " And SurveyMonkey is simply a tick box type of a multiple choice"}, {"timestamp": [285.76, 290.68], "text": " and you can use it to check understanding check enjoyments it's just a really good"}, {"timestamp": [290.68, 295.06], "text": " way of checking to see that your students are understanding and you get instant"}, {"timestamp": [295.06, 301.22], "text": " feedback on that once they're back in class you can get them into groups so"}, {"timestamp": [301.22, 308.88], "text": " some kids just get it and they get it immediately and so they can become the expert and they can have people around them that they are teaching"}, {"timestamp": [308.88, 313.6], "text": " while you dealing with those that really haven't got it at all. You can involve"}, {"timestamp": [313.6, 318.42], "text": " parents so I know my son comes home with his maths homework and I freeze because"}, {"timestamp": [318.42, 323.94], "text": " math is just not my cup of tea. If I've got the tutorial like on maths buddy I watch"}, {"timestamp": [323.94, 326.64], "text": " that I pretend that it's because he has to watch it but it's actually because I'm watching to see what I've got the tutorial like on maths buddy, I watch that, I pretend that it's because he has to watch it,"}, {"timestamp": [326.68, 331.2], "text": " but it's actually because I'm watching to see what I've got to explain to him. And so you've got that"}, {"timestamp": [331.2, 338.78], "text": " information as a parent to help your child. What are the critics saying? Do they really need more"}, {"timestamp": [338.78, 344.64], "text": " screen time? Essentially at Areba College we've got five hours, five lessons. They're not on the"}, {"timestamp": [344.64, 347.7], "text": " screen all five hours, but they potentially could be."}, {"timestamp": [348.12, 349.78], "text": " Okay, so that's five hours at school."}, {"timestamp": [349.9, 354.48], "text": " Do you really want them going home and watching more and being on the screen anymore?"}, {"timestamp": [356.56, 358.06], "text": " Does it mean more homework?"}, {"timestamp": [358.22, 362.34], "text": " So are we saying, oh, we're doing this flipped approach and you're preparing for the lesson,"}, {"timestamp": [362.46, 369.6], "text": " but actually it's just another word for homework what about the digital divide I don't know what it's like for your"}, {"timestamp": [369.6, 374.76], "text": " classrooms but for us that we know that they've all got devices but what about"}, {"timestamp": [374.76, 379.38], "text": " those students that don't have devices if you're not a BYOD school how do you"}, {"timestamp": [379.38, 405.04], "text": " get around that who's getting rich so a lot of us are putting our stuff onto YouTube. You might have a particular distaste for that. So, you know, is it right that YouTube is the forum that we're using? And lastly, are we just putting lipstick on a pig? So I can stand here and lecture you, or I can stand and lecture my students, or I can send them home, I'm still lecturing them."}, {"timestamp": [406.96, 407.4], "text": " If that's not their learning style,"}, {"timestamp": [409.88, 410.52], "text": " what is the benefit of doing all of this?"}, {"timestamp": [412.66, 412.72], "text": " So that is what is being put out there,"}, {"timestamp": [414.76, 417.5], "text": " and that's what the research is saying."}, {"timestamp": [419.32, 419.48], "text": " So I had a look at it, and I thought,"}, {"timestamp": [422.76, 423.44], "text": " well, what's going to work for me as an individual and for my students?"}, {"timestamp": [426.06, 427.04], "text": " First of all, the fact, the point number one,"}, {"timestamp": [430.8, 431.2], "text": " that students need to prep using short videos for me is flawed."}, {"timestamp": [435.04, 435.34], "text": " If that's the only way you can prep, well, that's not going to work for me."}, {"timestamp": [437.62, 444.18], "text": " I'm a very busy person, I'm a very busy teacher. I don't have time to video record myself for every bit of work that I want to put out there."}, {"timestamp": [444.62, 448.2], "text": " So to think that it's got to be in that forum, I think it's flawed."}, {"timestamp": [448.2, 454.1], "text": " I think they could be looking at two slides on a keynote presentation, for example."}, {"timestamp": [454.1, 458.76], "text": " That could be flipped and that could be used in preparation for a lesson."}, {"timestamp": [458.76, 463.56], "text": " Or they could be using a YouTube clip that someone else has invented, that you get them,"}, {"timestamp": [463.56, 465.82], "text": " go and watch that and then come to class."}, {"timestamp": [466.24, 468.8], "text": " If you're math teachers, there's Khan Academy."}, {"timestamp": [469.3, 469.94], "text": " Use that."}, {"timestamp": [470.12, 472.42], "text": " You don't have to reinvent the wheel for everything."}, {"timestamp": [472.94, 480.4], "text": " So to me, variety is far more important than saying if it's a flipped classroom, it has to be a video recording."}, {"timestamp": [480.82, 483.54], "text": " I've even got my students to read a poem."}, {"timestamp": [483.94, 484.46], "text": " That's all."}, {"timestamp": [484.46, 485.28], "text": " You don't have to"}, {"timestamp": [485.28, 490.8], "text": " understand it just expose yourself to it so that when I get to class you've got"}, {"timestamp": [490.8, 495.9], "text": " some understanding even if it's just the length of the poem or just the look of"}, {"timestamp": [495.9, 502.02], "text": " the poem that every lesson needs to be running this way is also flawed yes I am"}, {"timestamp": [502.02, 506.38], "text": " flipping my lessons but I don't give them prep for every single lesson."}, {"timestamp": [506.78, 511.34], "text": " Again, to me, that would be overkill and I'd lose them, and it would be the same as the problem"}, {"timestamp": [511.34, 516.2], "text": " with homework. They just wouldn't do it. So a little bit of variety, a bit of prep before,"}, {"timestamp": [516.56, 522.64], "text": " a whole section of work to me is something that seems attainable, but every single lesson,"}, {"timestamp": [522.94, 528.0], "text": " to me, that would be wrong. In fact, I've read of schools where the entire school is flipped,"}, {"timestamp": [528.0, 532.0], "text": " and the entire way of doing it is through these short video clips."}, {"timestamp": [532.0, 537.0], "text": " Now you imagine seven lessons, all doing that, it's overkill."}, {"timestamp": [537.0, 543.0], "text": " The next thing was, I realized that changing preconceived ideas is difficult."}, {"timestamp": [543.0, 549.6], "text": " These students are coming to you after nine or ten years of having a particular model."}, {"timestamp": [549.6, 555.2], "text": " And that model is the teacher stands up, the teacher introduces, the teacher teaches the"}, {"timestamp": [555.2, 560.6], "text": " gathering part, and then there might be a little bit of processing and applying, and the applying"}, {"timestamp": [560.6, 567.3], "text": " might be in the form of homework, and the homework is either done or it isn't done and they get punished and you move to the next day."}, {"timestamp": [567.62, 569.82], "text": " And so it's been year after year after year."}, {"timestamp": [570.36, 574.36], "text": " Now they come into your class and you're saying we're not doing homework in this class."}, {"timestamp": [574.68, 577.0], "text": " You will be prepping before the lesson."}, {"timestamp": [577.68, 580.36], "text": " And to me I thought, oh, teenagers will grab at that."}, {"timestamp": [580.42, 581.6], "text": " That's fantastic idea."}, {"timestamp": [582.08, 582.88], "text": " But they didn't."}, {"timestamp": [583.18, 585.4], "text": " My first lesson, my first flipping I was all"}, {"timestamp": [585.4, 590.26], "text": " guns blazing I thought this is great stood at my door and I said right have you and as"}, {"timestamp": [590.26, 595.96], "text": " they were coming in have you done the prepping and the child would say no stand outside"}, {"timestamp": [595.96, 599.02], "text": " have you done the preping I don't know what you're talking about stand outside have you done"}, {"timestamp": [599.02, 605.46], "text": " yes and you could see very clearly those that had and those that hadn't. So what I did was and this was"}, {"timestamp": [605.46, 610.62], "text": " just a thing that I did to introduce it but I wouldn't suggest you do this every"}, {"timestamp": [610.62, 615.54], "text": " time you're flipping but it was just one of my ways of trying to really get that"}, {"timestamp": [615.54, 620.04], "text": " mind shift going. So I lined them up and I said you guys haven't done it, you"}, {"timestamp": [620.04, 650.76], "text": " have a look at those that have done it. Shut the door, went inside, did a quick check to see if they had actually done the prepping. So just a couple of questions and you know what students are like. They're very quick to give the answers if they've done the work. So then I took two great big bags of lollies. You know these mixed bags of lollies that you get at New World and it's totally un-PC and I know it goes against everyone's grain but I did it. So I took them and I dumped the sweets like that and I said there you go go for it and there was this absolute scramble."}, {"timestamp": [651.08, 657.82], "text": " In the meantime they were shutting the windows because they felt that they were the elite they had done the work and so they were getting rewarded and"}, {"timestamp": [657.82, 663.8], "text": " the others were standing outside looking in like this going oh what's going on in there and I stood outside,"}, {"timestamp": [663.8, 666.62], "text": " typical English teacher and I I said, look inside."}, {"timestamp": [667.04, 669.3], "text": " That's the sweet taste of knowledge."}, {"timestamp": [671.2, 673.66], "text": " Just make that distinction."}, {"timestamp": [674.1, 676.26], "text": " And of course, from then on they kept on asking for the lollies."}, {"timestamp": [676.34, 677.68], "text": " The lollies never appeared again."}, {"timestamp": [678.0, 683.24], "text": " But you need to do something, something radical for them to see, I'm on the outside, I'm in the cold,"}, {"timestamp": [683.46, 684.66], "text": " I haven't got the knowledge."}, {"timestamp": [684.66, 690.14], "text": " And so as far as possible, what I'm doing is any gathering stages I'm"}, {"timestamp": [690.14, 698.24], "text": " doing as as prepping as preparing for the lesson so things like similes metaphors"}, {"timestamp": [698.24, 702.92], "text": " personification the things that they do in year 5 and year 6 and year 7 and they"}, {"timestamp": [702.92, 710.1], "text": " come to college and we're convinced they don't know so year 9 and and year ten and we redoing and i've found in the past you go through"}, {"timestamp": [710.1, 714.96], "text": " the whole list so you go similarly metaphor personification you start getting to the ones that you"}, {"timestamp": [714.96, 720.64], "text": " actually want to teach them enjambments and rhythm and those sorts of things they've glosed over"}, {"timestamp": [720.64, 727.24], "text": " you say i will get to that next year or we'll get to that another lesson. So the part you want to teach, you leave in off."}, {"timestamp": [727.6, 731.76], "text": " So with the prepping, you give them the whole list, you get them in and you say,"}, {"timestamp": [732.18, 734.2], "text": " which terms did you not understand?"}, {"timestamp": [734.66, 737.82], "text": " None of them say simile, metaphor, person."}, {"timestamp": [737.82, 743.52], "text": " They start with enjambments, rhythm, irony, and that's the point you start at."}, {"timestamp": [743.88, 745.52], "text": " So don't rehash anything that's"}, {"timestamp": [745.52, 752.0], "text": " that they've actually gone and understood and that brings me to my next"}, {"timestamp": [752.0, 757.88], "text": " point they must take ownership of their learning so if you've decided this is"}, {"timestamp": [757.88, 763.1], "text": " prepping this gathering must be done by the students don't then figure out okay"}, {"timestamp": [763.1, 765.86], "text": " 50% have done it 50% haven't done it,"}, {"timestamp": [766.12, 770.08], "text": " so I'll start from the beginning and give you all that information."}, {"timestamp": [770.6, 772.42], "text": " Start at the sophisticated place."}, {"timestamp": [772.86, 776.48], "text": " They will very soon realize that they need to keep up in your lesson."}, {"timestamp": [777.0, 782.48], "text": " And so choose things that you know you can get away with not redoing."}, {"timestamp": [782.72, 785.8], "text": " So don't start at exam time and say, well, you haven't done the prepping."}, {"timestamp": [786.1, 788.84], "text": " You know, just think logically about how you could do that"}, {"timestamp": [788.84, 791.58], "text": " without losing your entire class for the entire year."}, {"timestamp": [793.84, 795.7], "text": " Please stop me if you've got any questions."}, {"timestamp": [797.8, 802.14], "text": " So the way I went about it is I post all my work on the Ultranet."}, {"timestamp": [802.24, 805.6], "text": " So if you've got a learning management system, that's the place to put it."}, {"timestamp": [805.88, 809.54], "text": " Because that's something that for our school, that's the core of all their learning."}, {"timestamp": [809.92, 812.58], "text": " So we know that it's part of our appraisal."}, {"timestamp": [812.88, 814.82], "text": " We have to have our work on the ultranet."}, {"timestamp": [815.08, 817.24], "text": " We have to have task bars on our ultranet."}, {"timestamp": [817.24, 821.8], "text": " And so if a parent phones in and says, my child hasn't got any homework"}, {"timestamp": [821.8, 823.38], "text": " and they're never doing anything in maths."}, {"timestamp": [823.72, 829.08], "text": " I say to them, have you looked at the ultranet? And you feel confident saying that because you know that every"}, {"timestamp": [829.08, 834.1], "text": " teacher in the school is following that sort of format. We've got other things, we've got Twitter"}, {"timestamp": [834.1, 839.08], "text": " and we've got things working around that, but you need to have that core, that hub, where you can"}, {"timestamp": [839.08, 847.0], "text": " confidently say that's where the work is. Make sure they download at school. I always say use our"}, {"timestamp": [847.0, 853.5], "text": " internet, use our network. That's what it's there for. That stops you saying do this for prep."}, {"timestamp": [853.5, 858.2], "text": " They come back to class and they say, we don't have the internet at home. Dad switched the"}, {"timestamp": [858.2, 863.04], "text": " internet off because I was overusing it. It was slowed down, power failure, blah, blah, blah."}, {"timestamp": [863.4, 867.12], "text": " So if they do it in front of you, A, you know that they've got the right work,"}, {"timestamp": [867.38, 871.28], "text": " and B, you know that they've downloaded it and there's not a problem with it."}, {"timestamp": [873.5, 880.46], "text": " It's not homework in disguise, so don't make it onerous, don't make it a huge task that they've got to create."}, {"timestamp": [880.78, 888.4], "text": " Rather short bursts, like reading through a list of figures of speech or watching a YouTube clip."}, {"timestamp": [888.72, 895.98], "text": " So as short as possible, even if you divide your presentations into two or, as I said, read a short poem,"}, {"timestamp": [895.98, 900.12], "text": " but make it something that they could do very quickly."}, {"timestamp": [900.62, 902.92], "text": " Some of my students I know are very studious."}, {"timestamp": [903.04, 909.8], "text": " They go home, they do it at home, in the time allocated for homework, and that's great."}, {"timestamp": [910.22, 916.58], "text": " Some of them are doing it in form time. Some of them are stand outside and I can hear them coming along the corridor."}, {"timestamp": [916.92, 920.66], "text": " What did we have to do? Ah yeah, it's similes, metaphor. What's the definition of that?"}, {"timestamp": [921.18, 925.54], "text": " And they come into my class and they prep in. That's not what I intended,"}, {"timestamp": [932.36, 937.1], "text": " but there are teenagers walking towards the class talking about English. That's okay. I don't mind when they do it. If they do it in form or on the bus or on the fly on the way to the classroom,"}, {"timestamp": [937.4, 943.9], "text": " they're still talking about it. Yes, as I said, start the lesson at least understanding."}, {"timestamp": [944.1, 946.58], "text": " Don't think you've got to rehash from the beginning of the list."}, {"timestamp": [947.64, 949.5], "text": " Don't expect the change to occur overnight."}, {"timestamp": [949.96, 951.14], "text": " The lollies didn't do it."}, {"timestamp": [951.4, 954.14], "text": " I had to keep on reiterating and keep on going."}, {"timestamp": [954.48, 958.54], "text": " And then you start with a new set of students this year, and I start from scratch again."}, {"timestamp": [958.84, 962.86], "text": " And so I've got to try and convince them it's a far easier way for them to work,"}, {"timestamp": [962.86, 973.18], "text": " and it's a far more productive way to work because the gathering is done, we can start at the processing and applying where that's where the learning really takes place."}, {"timestamp": [974.22, 976.72], "text": " And then the novel ways of checking if prep was done."}, {"timestamp": [977.02, 980.66], "text": " So the lollies was the one way and I scrapped that after that."}, {"timestamp": [981.02, 989.94], "text": " What I also do is I get them into class and I wait until they look all settled and they enter their comfort zone and then I say, okay, stand up and then I go around"}, {"timestamp": [989.94, 994.66], "text": " and I fire questions. If you've got the question, you can sit, the answer. If you haven't got"}, {"timestamp": [994.66, 1000.4], "text": " the answer, you stand and people eventually help each other and whisper answers and whatnot."}, {"timestamp": [1000.78, 1004.92], "text": " So whatever works for you, but you've got to be checking to see that the flipping has been"}, {"timestamp": [1004.92, 1010.08], "text": " done. I made this point. so if you were in my session yesterday"}, {"timestamp": [1010.08, 1016.08], "text": " I made this point you can differentiate in a classroom. Gone other days where"}, {"timestamp": [1016.08, 1022.62], "text": " you can say as a college teacher I've got five lessons, five hours, five"}, {"timestamp": [1022.62, 1025.62], "text": " different sets of 30 30, I can't differentiate."}, {"timestamp": [1026.24, 1031.1], "text": " If you've got the learning management system, if you know they've got the work, you can"}, {"timestamp": [1031.1, 1037.72], "text": " let go of the reins, you don't have to even have the work on the data projector, they've"}, {"timestamp": [1037.72, 1039.62], "text": " got the work in their hands."}, {"timestamp": [1039.62, 1045.62], "text": " So they've done the flipping, they've done the processing, the gathering, the processing"}, {"timestamp": [1045.62, 1048.44], "text": " applying will be done at different speeds."}, {"timestamp": [1048.44, 1054.2], "text": " So that group of students might take a lot longer to process and that group might be flying"}, {"timestamp": [1054.2, 1056.36], "text": " ahead and that's fine."}, {"timestamp": [1056.36, 1061.04], "text": " As a teacher that was quite difficult, I've been teaching for 23 years, very traditional"}, {"timestamp": [1061.04, 1065.02], "text": " background, it was always, you know, do the first slide."}, {"timestamp": [1066.28, 1066.4], "text": " Are you all on the same slide?"}, {"timestamp": [1067.34, 1067.58], "text": " Okay, move on."}, {"timestamp": [1071.32, 1071.48], "text": " And I very quickly realized, why am I doing that?"}, {"timestamp": [1074.86, 1078.66], "text": " Switch the data projector off and you go at your pace as long as I'm monitoring and checking that there's understanding going on."}, {"timestamp": [1079.68, 1080.72], "text": " Plan well ahead."}, {"timestamp": [1080.96, 1084.9], "text": " I made the mistake once last year of planning too well ahead."}, {"timestamp": [1084.9, 1086.02], "text": " So first week"}, {"timestamp": [1086.02, 1091.12], "text": " of the April holidays, I put this whole project up on the Ultranet and I thought, that's it,"}, {"timestamp": [1091.2, 1097.08], "text": " that's me ready for term three or two or whatever it was. And I have a couple of very studious"}, {"timestamp": [1097.08, 1101.96], "text": " students. They got onto the Ultranet, they did the project and they emailed me and they said,"}, {"timestamp": [1102.12, 1105.14], "text": " what's next? And I had to reinvent the whole thing."}, {"timestamp": [1105.54, 1109.76], "text": " So put your stuff up there, but put it up just in time for the next term."}, {"timestamp": [1111.24, 1113.04], "text": " Talk about prep, not homework."}, {"timestamp": [1113.16, 1114.54], "text": " That whole concept of homework."}, {"timestamp": [1114.84, 1116.32], "text": " It does parents' heads in."}, {"timestamp": [1116.36, 1117.36], "text": " It does kids' heads in."}, {"timestamp": [1117.66, 1119.1], "text": " So use different language."}, {"timestamp": [1120.5, 1123.5], "text": " And don't forget, they still want to hear from you."}, {"timestamp": [1123.5, 1127.12], "text": " So yes, I am putting essays up there, and it's a YouTube clip,"}, {"timestamp": [1127.22, 1128.88], "text": " and it's my voice droning on and on."}, {"timestamp": [1129.3, 1131.3], "text": " And they come back to class, and they say,"}, {"timestamp": [1131.66, 1134.66], "text": " Miss, now, you said this, does this, did you really mean this?"}, {"timestamp": [1134.76, 1138.28], "text": " Or am I right in saying, so they still want that reinforcement."}, {"timestamp": [1138.76, 1141.14], "text": " So it's not that we're talking ourselves out of a job."}, {"timestamp": [1141.36, 1144.36], "text": " It's not that you put it up there, and then the class just flows."}, {"timestamp": [1144.36, 1148.38], "text": " They still want you looking and listening and and check in to see what"}, {"timestamp": [1148.38, 1157.22], "text": " they're doing right the the sites the types of apps and the websites that I've found"}, {"timestamp": [1157.22, 1161.78], "text": " really useful first of all keynotes or PowerPoints if you've got your stuff on"}, {"timestamp": [1161.78, 1165.44], "text": " PowerPoints very easy to adapt it to Keynote."}, {"timestamp": [1165.44, 1171.76], "text": " If you're not working with an Apple product, keep it at PowerPoint and use those slides."}, {"timestamp": [1171.76, 1177.64], "text": " Don't say read all 35 slides, maybe read slides one and two and then work through it and"}, {"timestamp": [1177.64, 1183.76], "text": " then read slides 12 and 13, that type of thing."}, {"timestamp": [1183.76, 1186.0], "text": " Explain everything is something that I'm going to get onto"}, {"timestamp": [1186.0, 1190.5], "text": " when we get into workshop mode. It is absolutely fantastic. Is there anyone that"}, {"timestamp": [1190.5, 1197.5], "text": " has used? Explain everything yet. It is just the most super app and I'll talk you"}, {"timestamp": [1197.5, 1201.3], "text": " through it and work you through it but it's really one that I think is worthwhile"}, {"timestamp": [1201.3, 1205.18], "text": " having. The students don't have to have it. It's nice if they can get it,"}, {"timestamp": [1205.48, 1210.8], "text": " but if the teacher's got it, it's an easy way to get your work out there onto YouTube for them."}, {"timestamp": [1212.44, 1217.64], "text": " Educ creations is another good one. I found Explain everything far better than"}, {"timestamp": [1217.64, 1228.64], "text": " Educ creations. Explain everything is about $5 where Educations is free. The big difference, yeah. So are they only the big difference yep they are I think"}, {"timestamp": [1228.64, 1235.84], "text": " edu creations is web based as well but I'd have to check that but explain"}, {"timestamp": [1235.84, 1242.02], "text": " everything is definitely just an iPad app the difference between the two is"}, {"timestamp": [1242.02, 1247.88], "text": " explain everything you can import existing PowerPoints, keynotes, documents,"}, {"timestamp": [1248.22, 1251.48], "text": " anything that you've got digitized, you can import that in."}, {"timestamp": [1251.9, 1255.82], "text": " You can import photos from your camera roll and work on those."}, {"timestamp": [1256.14, 1258.2], "text": " You can take photos and add them in."}, {"timestamp": [1258.58, 1259.64], "text": " You can add slides."}, {"timestamp": [1259.96, 1261.82], "text": " So there's a whole range of things you can do."}, {"timestamp": [1262.32, 1263.96], "text": " You can annotate onto that."}, {"timestamp": [1264.08, 1269.34], "text": " So I can take this PowerPoint and say I want to highlight certain things."}, {"timestamp": [1269.34, 1272.28], "text": " I can put in arrows after the effect."}, {"timestamp": [1272.28, 1279.98], "text": " I can take my stylus or my finger and I can highlight and put rings around certain questions."}, {"timestamp": [1279.98, 1282.62], "text": " You can then do a voice recording."}, {"timestamp": [1282.62, 1286.6], "text": " The voice recordings are slide by slide. So you can start"}, {"timestamp": [1286.6, 1291.86], "text": " at slide one, introduce things, maybe skip over slide two and three, and then come back with"}, {"timestamp": [1291.86, 1296.88], "text": " your voice recording. If you record in and you use a South Africanism and I think, oh,"}, {"timestamp": [1296.88, 1303.38], "text": " they're not going to understand that, I can go rewind for that slide and redo that slide alone."}, {"timestamp": [1303.38, 1306.0], "text": " So that's the beauty of education. So I'll look at"}, {"timestamp": [1306.0, 1311.22], "text": " that in greater detail. I mean explain everything. However, educreations, it's"}, {"timestamp": [1311.22, 1318.3], "text": " free, it works similarly, but the biggest drawback is you do all your work, you get"}, {"timestamp": [1318.3, 1323.94], "text": " it all set up, you then start your voice recording. If you make a mistake and you"}, {"timestamp": [1323.94, 1326.14], "text": " want to redo, you redo everything."}, {"timestamp": [1326.94, 1331.32], "text": " So all the work that you've done and all the pictures you've put in and all the text boxes"}, {"timestamp": [1331.32, 1334.5], "text": " you've put in, that all disappears and you start from scratch."}, {"timestamp": [1334.96, 1340.5], "text": " So you can use it, and we have used it in the past, but basically through trial and error,"}, {"timestamp": [1340.5, 1344.82], "text": " I realize you've actually got to script it and make sure you know exactly what you're saying"}, {"timestamp": [1344.82, 1348.44], "text": " and go through the slides and know where you're going with it."}, {"timestamp": [1348.94, 1352.16], "text": " Whereas education, you can pause, you can go backslides, etc."}, {"timestamp": [1353.24, 1355.2], "text": " Of course, YouTube is fantastic."}, {"timestamp": [1355.62, 1357.4], "text": " You don't have to go and reinvent the wheel."}, {"timestamp": [1357.78, 1365.04], "text": " Go on to YouTube, find clips, post those on your ultranet and get someone else's voice going and get someone else's ideas"}, {"timestamp": [1365.04, 1374.76], "text": " fed to your classes. Schmoup that is a web-based site and it is absolutely"}, {"timestamp": [1374.76, 1379.74], "text": " fantastic for English for maths for science there's there's absolutely heaps and"}, {"timestamp": [1379.74, 1384.36], "text": " heaps of information there it's all in little tabs across the top so for"}, {"timestamp": [1384.36, 1385.68], "text": " example this term we did"}, {"timestamp": [1385.68, 1392.08], "text": " Shakespeare. So there's a Shakespeare tab. Click on that. It opens up all his sonnets, all the plays."}, {"timestamp": [1392.48, 1398.1], "text": " Click on the Othello, for example, what we're doing. And it goes through themes and characters"}, {"timestamp": [1398.1, 1403.84], "text": " all the way through to essay writing. And it's the one site that as an English teacher, I've"}, {"timestamp": [1403.84, 1405.98], "text": " looked at essay sites for years and years"}, {"timestamp": [1405.98, 1411.38], "text": " and never agreed with quite what they're doing and quite the structure. This is one site that the"}, {"timestamp": [1411.38, 1418.28], "text": " structure is what we are teaching. So it really is a fantastic site. Obviously I'm not a math"}, {"timestamp": [1418.28, 1423.46], "text": " teacher and science teacher so I don't know how valuable it is but I know that there's stuff there"}, {"timestamp": [1423.46, 1426.5], "text": " that you might want to look at."}, {"timestamp": [1429.5, 1429.78], "text": " Slide share is basically, has anyone used SlideShare before?"}, {"timestamp": [1429.92, 1430.14], "text": " Yeah."}, {"timestamp": [1430.44, 1430.9], "text": " Okay."}, {"timestamp": [1436.48, 1442.62], "text": " So SlideShare is where teachers are putting their keynotes and their PowerPoints, and so you go and Google Othello, and you'll get a whole lot of keynotes that people have"}, {"timestamp": [1442.62, 1445.88], "text": " already created, so you don't always have to be going and"}, {"timestamp": [1445.88, 1451.86], "text": " starting from scratch. I sometimes go, have a look, like some of the things, and then use that"}, {"timestamp": [1451.86, 1456.58], "text": " as a springboard to create my own. And other times, I just think, well, that's exactly what"}, {"timestamp": [1456.58, 1462.18], "text": " I'm looking for, and I download it. I've also put all my work up there. So it's quite interesting,"}, {"timestamp": [1462.28, 1469.0], "text": " it's quite nice to go and have a look at how many views you've had for example the most bizarre ones I've put up our"}, {"timestamp": [1469.0, 1472.84], "text": " Ray Bradbury it's his short stories and I thought oh no one will want to see"}, {"timestamp": [1472.84, 1476.98], "text": " those and there's been over 2,000 views on the one and over 1,000 views on"}, {"timestamp": [1476.98, 1480.76], "text": " the other whereas I put ones that I think oh this is something that's going to be"}, {"timestamp": [1480.76, 1487.0], "text": " such a hit like I put up advice for parents when you know you start in BYOD and I think there's been 12 views so it's going to be such a hit like I put up advice for parents when you start in BYOD."}, {"timestamp": [1487.0, 1489.0], "text": " I think there's been 12 views."}, {"timestamp": [1489.0, 1492.0], "text": " So it's interesting to see where priorities are."}, {"timestamp": [1492.0, 1493.0], "text": " Is there any cost on slides?"}, {"timestamp": [1493.0, 1494.0], "text": " No."}, {"timestamp": [1494.0, 1495.0], "text": " No."}, {"timestamp": [1495.0, 1497.0], "text": " And then click view."}, {"timestamp": [1497.0, 1503.0], "text": " I don't know if your school has click view, but we've got that and it really is fantastic."}, {"timestamp": [1503.0, 1506.66], "text": " At the end of the year we've got NCEA exams going on"}, {"timestamp": [1506.66, 1508.58], "text": " so we get booted out of our classrooms."}, {"timestamp": [1509.0, 1513.78], "text": " So you go into these classes where either the data projector is non-existent"}, {"timestamp": [1513.78, 1516.74], "text": " or it's a math classroom so they don't have speakers."}, {"timestamp": [1517.1, 1521.52], "text": " If you've got ClickView, they can go onto the app on their iPad,"}, {"timestamp": [1521.88, 1528.36], "text": " stick headphones and sit and watch if you've got a short clip to show them or you've got a film to show them."}, {"timestamp": [1528.66, 1532.9], "text": " So if your school hasn't got into Click View, it really is worthwhile having a look at."}, {"timestamp": [1533.76, 1534.52], "text": " Any questions?"}, {"timestamp": [1536.46, 1537.36], "text": " Yep."}, {"timestamp": [1537.36, 1537.4], "text": " Yeah."}, {"timestamp": [1537.4, 1546.0], "text": " The first app that you talked of, what can you export it first?"}, {"timestamp": [1546.0, 1547.0], "text": " What?"}, {"timestamp": [1547.0, 1554.0], "text": " Explain everything and we're going to work on that more closely but it gets exported to YouTube"}, {"timestamp": [1554.0, 1561.0], "text": " so what I do is I export it to YouTube where it says anyone with a link can see this"}, {"timestamp": [1561.0, 1566.04], "text": " and then I put the link onto Twitter because of my class is following me on Twitter"}, {"timestamp": [1566.04, 1570.64], "text": " separate to my personal Twitter but that's a different story so that's the one place you could put it"}, {"timestamp": [1570.64, 1576.66], "text": " or we've got the Ultranet and so you can link it directly to the Ultranet or you could put it on a word"}, {"timestamp": [1576.66, 1578.66], "text": " documents and email it to your students."}, {"timestamp": [1578.66, 1582.66], "text": " It works really well Dropbox as well."}, {"timestamp": [1582.66, 1583.66], "text": " Dropbox?"}, {"timestamp": [1583.66, 1584.66], "text": " Yeah."}, {"timestamp": [1584.66, 1585.66], "text": " Yeah. Yeah. Yeah."}, {"timestamp": [1585.66, 1590.24], "text": " That really is worthwhile."}, {"timestamp": [1590.24, 1591.56], "text": " Any other questions?"}, {"timestamp": [1591.56, 1601.06], "text": " Okay, so just to give you an example of what I would have put on, this is an essay that I've done for my students."}, {"timestamp": [1601.06, 1609.0], "text": " And it's created on Explain Everything, sent on to YouTube and then tweeted and put onto the Ultranet."}, {"timestamp": [1609.0, 1615.0], "text": " You don't have to watch the entire thing to get the message, but basically I'm not plugging the sound in,"}, {"timestamp": [1615.0, 1618.0], "text": " you don't need to hear my voice any more than you are already."}, {"timestamp": [1618.0, 1624.0], "text": " But basically what I did was I created a keynote."}, {"timestamp": [1624.0, 1626.54], "text": " I then imported the keynote up with"}, {"timestamp": [1626.54, 1636.44], "text": " the sound down so there's the voice recording per slide okay so I'll just put that"}, {"timestamp": [1636.44, 1642.62], "text": " down for a minute so that is the the work that I did prior to going to explain"}, {"timestamp": [1642.62, 1646.12], "text": " everything and then as I'm going through it and this is"}, {"timestamp": [1646.12, 1651.82], "text": " something that you discover as you're going along if you want those points to come up as"}, {"timestamp": [1651.82, 1656.26], "text": " your voice is recording you need to click on pen and as you're doing the voice"}, {"timestamp": [1656.26, 1662.02], "text": " recording then do the the circling and the highlight in so that's something"}, {"timestamp": [1662.02, 1666.14], "text": " that we'll look at today the The other thing is when you're"}, {"timestamp": [1666.14, 1671.64], "text": " doing your voice recording, the first few times I did it, I held my hand over the speaker"}, {"timestamp": [1671.64, 1677.44], "text": " and wondered why the sound was so terrible. So think about things like that. Take it out of your"}, {"timestamp": [1677.44, 1683.44], "text": " case, pop it up, don't put your hand over the speaker. Don't do it in the lounge when your son's"}, {"timestamp": [1683.44, 1688.28], "text": " going to come running and interrupt you. So find a quiet little space shut the door and do your"}, {"timestamp": [1688.28, 1693.24], "text": " voice recording so you can get it done and this one once the initial work was"}, {"timestamp": [1693.24, 1698.24], "text": " done took me literally the 10 minutes that it takes to play it didn't take"}, {"timestamp": [1698.24, 1702.5], "text": " long at all so you've got those sorts of things and then I'll just see if I"}, {"timestamp": [1702.5, 1706.12], "text": " can fast forward it a little bit."}, {"timestamp": [1710.0, 1714.76], "text": " So there I'm working through working through. You see what I mean you can annotate all the way through and then right near the end there's the test."}, {"timestamp": [1718.24, 1722.88], "text": " And then that's something I added in so it wasn't part of my original keynote"}, {"timestamp": [1722.88, 1725.78], "text": " but I added that slide in and I told them"}, {"timestamp": [1725.78, 1731.18], "text": " when the test date was. And my way of testing whether they had done it or not was reminding"}, {"timestamp": [1731.18, 1737.62], "text": " them to bring pen and paper because of course B-YOD school, so often you say to them, okay, this is"}, {"timestamp": [1737.62, 1743.14], "text": " going to be a handwritten exercise, don't have a pen, don't have paper. So add those little"}, {"timestamp": [1743.14, 1746.8], "text": " things in. At the beginning, I did say to you,"}, {"timestamp": [1747.3, 1750.48], "text": " I set very short bursts of information"}, {"timestamp": [1750.48, 1752.44], "text": " so that it doesn't become onerous."}, {"timestamp": [1752.68, 1754.26], "text": " When it comes to something like this,"}, {"timestamp": [1754.52, 1757.46], "text": " so essay writing, I gave them an entire week."}, {"timestamp": [1757.66, 1759.98], "text": " It was only 10 minutes worth of work,"}, {"timestamp": [1760.14, 1762.28], "text": " but I knew it would be a hard slog."}, {"timestamp": [1762.28, 1766.36], "text": " So I gave them from the Monday to the Monday to do the preparation."}, {"timestamp": [1766.8, 1770.9], "text": " And I just kept on each lesson, I'd say, have you remembered to go through the presentation?"}, {"timestamp": [1771.12, 1774.38], "text": " Oh, yep, we started, or I started, and then I wasn't sure."}, {"timestamp": [1774.5, 1775.9], "text": " So I said, that's the right way."}, {"timestamp": [1776.14, 1779.68], "text": " So know that they can pause and keep on going back to that."}, {"timestamp": [1780.0, 1782.98], "text": " And then write the essay after that."}, {"timestamp": [1783.7, 1784.84], "text": " That was something I was going to ask."}, {"timestamp": [1784.94, 1788.32], "text": " Do you make your prep nightly,"}, {"timestamp": [1788.38, 1792.0], "text": " or do you do some things that are week-long or so since the next Monday?"}, {"timestamp": [1792.38, 1795.04], "text": " Generally speaking, it would be nightly,"}, {"timestamp": [1795.12, 1797.66], "text": " so do this tonight for tomorrow, so you've got that instance."}, {"timestamp": [1798.12, 1802.56], "text": " But last year I experimented with this whole essay writing before the exams,"}, {"timestamp": [1802.9, 1810.56], "text": " and I found give them a week so that they can keep on dipping back into it but that would be once in perhaps even a"}, {"timestamp": [1810.56, 1821.0], "text": " term okay so I'm going back to last year and term one I was still holding the"}, {"timestamp": [1821.0, 1824.9], "text": " reins and thinking it's got to be my way by the end of the term I started"}, {"timestamp": [1824.9, 1828.18], "text": " realizing let go they can start working at their own pace."}, {"timestamp": [1828.6, 1831.64], "text": " By the second term, I was thinking, what am I doing differently?"}, {"timestamp": [1832.02, 1833.66], "text": " It's just digitising the work."}, {"timestamp": [1833.76, 1835.26], "text": " I've got to up the ante."}, {"timestamp": [1835.76, 1837.76], "text": " By the third term, we were doing poetry."}, {"timestamp": [1838.22, 1842.54], "text": " Third term was a good time to experiments, and it was a thought through experiments."}, {"timestamp": [1842.54, 1845.1], "text": " It wasn't just, okay, let's see what I can do with these kiddies."}, {"timestamp": [1845.76, 1851.94], "text": " But it was poetry that didn't count for exams. So I thought that's a good time to start this kind of experiment."}, {"timestamp": [1852.64, 1862.56], "text": " So I thought, okay, let's look at the gathering stage. And so as I've said before, the figures of speech that was done at home, not reiterated in class."}, {"timestamp": [1863.68, 1867.46], "text": " Brought them into class and we started on a sonnet."}, {"timestamp": [1868.1, 1870.04], "text": " Now bear in mind, how many English teachers?"}, {"timestamp": [1870.44, 1871.24], "text": " Any English teachers?"}, {"timestamp": [1871.82, 1872.04], "text": " Okay."}, {"timestamp": [1872.48, 1876.26], "text": " Bearing mind that a sonnet you do with your level one, level two perhaps."}, {"timestamp": [1877.22, 1879.66], "text": " I did, shall I compare thee to Summers Day."}, {"timestamp": [1879.66, 1883.82], "text": " I remember doing it with level two's."}, {"timestamp": [1885.56, 1886.74], "text": " Yes, level 2."}, {"timestamp": [1887.02, 1890.3], "text": " And I remember getting to the last lines."}, {"timestamp": [1890.6, 1892.62], "text": " And that's where the crux of the poem is."}, {"timestamp": [1892.92, 1895.06], "text": " And I remember saying to them, guys, do you get it now?"}, {"timestamp": [1895.44, 1896.4], "text": " Has the penny dropped?"}, {"timestamp": [1896.7, 1899.14], "text": " And still the penny hadn't dropped."}, {"timestamp": [1899.6, 1903.04], "text": " I did the same with my mistress's eyes or nothing like the sun."}, {"timestamp": [1903.5, 1904.84], "text": " Again, have you got it?"}, {"timestamp": [1905.08, 1907.96], "text": " Rhyming couplet. And I had to explain it to them."}, {"timestamp": [1908.5, 1911.7], "text": " I did the same sort of thing with my year nines."}, {"timestamp": [1911.86, 1914.38], "text": " So they did the flip-in."}, {"timestamp": [1914.58, 1915.48], "text": " We came to class."}, {"timestamp": [1915.72, 1916.64], "text": " We looked at the sonnet."}, {"timestamp": [1916.94, 1921.0], "text": " I then said to them, go home and see if you can figure out any characteristics."}, {"timestamp": [1921.32, 1922.9], "text": " You don't have to understand the language."}, {"timestamp": [1923.2, 1924.4], "text": " You don't have to get any meaning."}, {"timestamp": [1924.94, 1928.58], "text": " Just any characteristics. Then back into class what characteristics"}, {"timestamp": [1928.58, 1933.26], "text": " and hands were going up 14 lines there's some kind of rhyme going on yes and so"}, {"timestamp": [1933.26, 1937.94], "text": " we did that and then we started looking at the meaning and we got to the last"}, {"timestamp": [1937.94, 1942.2], "text": " two lines and I said and now the message that we're gonna get to the message"}, {"timestamp": [1942.2, 1945.56], "text": " of and I had one boy going miss Miss, pick me, pick me."}, {"timestamp": [1945.92, 1946.72], "text": " And I said yes."}, {"timestamp": [1947.16, 1949.34], "text": " And he said, the poet is saying."}, {"timestamp": [1949.98, 1951.9], "text": " And he came up with what I was looking for."}, {"timestamp": [1952.14, 1953.98], "text": " And it was one of those goosebumps moments"}, {"timestamp": [1953.98, 1956.78], "text": " because I thought, here he has got to it"}, {"timestamp": [1956.78, 1959.74], "text": " without me having to force feed it."}, {"timestamp": [1960.02, 1961.2], "text": " And that's when I thought, right,"}, {"timestamp": [1961.34, 1964.14], "text": " we've got to the point of increased thinking,"}, {"timestamp": [1964.46, 1965.26], "text": " increased learning."}, {"timestamp": [1965.74, 1968.6], "text": " I then got them set up to write their own sonnets."}, {"timestamp": [1969.08, 1972.72], "text": " And here, year nine students, 13, 12 and 13 year old,"}, {"timestamp": [1972.94, 1976.2], "text": " and they were getting rhyming couplets, they were getting the rhyme scheme,"}, {"timestamp": [1976.5, 1978.26], "text": " they were getting the iambic pentameter."}, {"timestamp": [1978.8, 1982.72], "text": " And so I had time to do that because all the gathering had been done on their own."}, {"timestamp": [1983.52, 1988.62], "text": " There is that increased discomfort. I had one student who was sort of sitting there holding his"}, {"timestamp": [1988.62, 1992.96], "text": " head like this and I went, what's the problem? He's an excellent student. He works"}, {"timestamp": [1992.96, 1996.8], "text": " at a very high level and he said, oh I'm hating this miss and I said why?"}, {"timestamp": [1996.8, 2002.2], "text": " And he said because you're making me think too hard. Great, that's what I want."}, {"timestamp": [2002.2, 2005.04], "text": " Okay, so those are the types of results."}, {"timestamp": [2006.94, 2008.62], "text": " So that's all good and well."}, {"timestamp": [2008.82, 2011.26], "text": " That was a term where I could do a little bit of experimentation"}, {"timestamp": [2011.26, 2013.94], "text": " and get away with it, but what about exams?"}, {"timestamp": [2014.24, 2018.7], "text": " They still have to write exams at the end of year 9 and year 10,"}, {"timestamp": [2018.82, 2021.54], "text": " and then, of course, we're preparing them for level 1, 2 and 3."}, {"timestamp": [2021.96, 2024.16], "text": " That's not going to change in the foreseeable future."}, {"timestamp": [2024.46, 2029.24], "text": " It's still going to be handwritten. So what I did was I put essay structure on"}, {"timestamp": [2029.24, 2034.74], "text": " edu creations, the one that I, the free version that I spoke about, and I got them to prep"}, {"timestamp": [2034.74, 2041.94], "text": " before the test. I marked that test overnight. Very unlike me, I always put my marking"}, {"timestamp": [2041.94, 2049.24], "text": " off, but I knew I had to have that instant gratification I had to let them know what their results were like and it was very"}, {"timestamp": [2049.24, 2055.3], "text": " clear that three distinct groups came out I had the one group which is those guys"}, {"timestamp": [2055.3, 2059.98], "text": " over there who had quite obviously done the prep they had arrived with paper"}, {"timestamp": [2059.98, 2064.78], "text": " they had arrived with pen the structure was exactly what I had put out there the"}, {"timestamp": [2064.78, 2065.6], "text": " content was what I was looking out there, the content was"}, {"timestamp": [2065.6, 2071.74], "text": " what I was looking for, and besides maybe a spelling error here and there, or maybe, you know,"}, {"timestamp": [2071.92, 2077.9], "text": " underlining something, they had very few corrections. So I was working in this library, and I set them up"}, {"timestamp": [2077.9, 2083.72], "text": " over there, and I said, okay, guys, you sort out each other's, read each other's comments, so"}, {"timestamp": [2083.72, 2085.3], "text": " look at each other's essays."}, {"timestamp": [2088.84, 2089.18], "text": " Once you're happy with that, go on to unfamiliar and start prepping for that."}, {"timestamp": [2094.16, 2094.9], "text": " So they were left to their own devices and they worked quite happily."}, {"timestamp": [2100.16, 2100.62], "text": " The second group with these guys over here, they quite obviously hadn't done the prepping,"}, {"timestamp": [2102.04, 2106.14], "text": " but their content was good. So they had understood what the work was about, but there was"}, {"timestamp": [2106.14, 2111.36], "text": " very few paragraphs or an introduction was missing or conclusion was missing. And so I set them up over"}, {"timestamp": [2111.36, 2117.34], "text": " there. I gave them headphones and I did what I said you shouldn't do. I let them do the prep"}, {"timestamp": [2117.34, 2124.76], "text": " in class. I let them listen through the education's pause, write, carry on. The reason for that"}, {"timestamp": [2124.76, 2126.74], "text": " was it was exams. so I had to do"}, {"timestamp": [2126.74, 2133.2], "text": " that for them. So they worked on that quite happily, didn't need my help at all. And then I"}, {"timestamp": [2133.2, 2139.06], "text": " had the third group and it was these guys over here and they didn't have the content and they"}, {"timestamp": [2139.06, 2143.64], "text": " didn't have the structure. So they hadn't done the prepping and they also hadn't quite understood"}, {"timestamp": [2143.64, 2145.24], "text": " what they were supposed to write."}, {"timestamp": [2145.64, 2151.56], "text": " And so I grabbed them, I got them sitting over here, I had this whiteboard and I went old school and I said,"}, {"timestamp": [2151.68, 2153.5], "text": " write, what do we need for an essay?"}, {"timestamp": [2153.5, 2160.46], "text": " And I went through it step by step, sent and structure starters and then teasing the information out from them."}, {"timestamp": [2161.48, 2167.0], "text": " The points I'm making is I was working with six students. In the past I would"}, {"timestamp": [2167.0, 2172.6], "text": " have done exactly that, old school, gone through the structure, I would have been targeting"}, {"timestamp": [2172.6, 2179.08], "text": " six students but talking to 30 students and losing half of them. So they didn't feel"}, {"timestamp": [2179.08, 2184.84], "text": " uncomfortable, they didn't feel singled out because we were all in groups and in fact some"}, {"timestamp": [2184.84, 2192.88], "text": " of the ones that were sitting working over there would see what I was doing, come with their iPads, take a photograph of the board and keep going."}, {"timestamp": [2192.98, 2196.18], "text": " So they felt quite special because they were getting that extra information."}, {"timestamp": [2197.12, 2201.26], "text": " So that was very clear and a good exercise to go through."}, {"timestamp": [2201.78, 2204.92], "text": " So this is one child who the prepping wasn't done."}, {"timestamp": [2204.92, 2206.1], "text": " That was his"}, {"timestamp": [2206.1, 2211.26], "text": " definition of an essay. You can see he didn't have his paper. I had to give him. He didn't have"}, {"timestamp": [2211.26, 2218.2], "text": " a pen. I gave him a red pen to work with. And that was before spending time with me in this small"}, {"timestamp": [2218.2, 2230.0], "text": " group. That's the same student and that's his exam paper. And I don't know if you can see, well of course you can see the difference, but there's still not a lot of detail."}, {"timestamp": [2230.0, 2237.0], "text": " He's still lacking in that, but he actually had enough information there to squeak through on a low level achieved"}, {"timestamp": [2237.0, 2241.0], "text": " because the structure was there and the content is there."}, {"timestamp": [2243.0, 2249.18], "text": " So my exam results for that particular class and of course I don't know what it's like for the entire school."}, {"timestamp": [2249.28, 2256.12], "text": " We're still working and looking at a comparison between last year's results, the previous year's results and last year's results."}, {"timestamp": [2256.12, 2259.16], "text": " But for my class, very, very mixed ability."}, {"timestamp": [2259.68, 2271.78], "text": " I had three not achieves come through on the unfamiliar text of those three kids. Two are second language speakers, and they got through the entire year with me giving them extra input in the exams."}, {"timestamp": [2271.94, 2273.1], "text": " They just couldn't make it."}, {"timestamp": [2273.48, 2277.96], "text": " The third one is a student that has, he's battled his entire life,"}, {"timestamp": [2278.12, 2282.62], "text": " and academically he will continue to battle until we get him right through exams."}, {"timestamp": [2283.78, 2286.68], "text": " He'll probably go into the alternate classes and"}, {"timestamp": [2286.68, 2293.28], "text": " that sort of route. Seven achieved nine merits and six excellences. Now in the past for unfamiliar"}, {"timestamp": [2293.28, 2298.42], "text": " text I would get maybe two or three excellences. It's something that normally they really"}, {"timestamp": [2298.42, 2303.74], "text": " battle particularly under exam conditions bearing in mind it's their first exams. They've come"}, {"timestamp": [2303.74, 2312.36], "text": " out of middle school where they don't write exams it's class tests then for the visual text essay"}, {"timestamp": [2312.36, 2317.04], "text": " if you're an English teacher you'd know a written text essay they do far better"}, {"timestamp": [2317.04, 2322.14], "text": " than the visual text so again under exam conditions the same three with the"}, {"timestamp": [2322.14, 2326.04], "text": " not achieved and then 16 kids achieved on that"}, {"timestamp": [2326.04, 2331.1], "text": " essay with three merits and five excellences so I was blown away and that was"}, {"timestamp": [2331.1, 2335.76], "text": " using prepping that wasn't me standing doing what I'm doing to you now"}, {"timestamp": [2335.76, 2337.88], "text": " brow beating you with information"}], "text": " You haven't met me already, my name is Linda Rubens and at the whole flipped approach to learning. The reason why I went down this route was because when we started early last year, I found what I was doing was taking what already existed, so I was taking PowerPoints and I was converting them to keynotes. Or I was taking workbooks and I was digitizing them. And that's fine and that's a good way to start but actually you can you stop and say what's different if you were writing on a board they were still taking notes they now looking at a data projector they're still taking notes now they've got the content in their hands there must be something else I could do with that and that's when I started investigating the whole flipped approach. And it was actually on Twitter that I started doing my first bit of research. And there's loads and loads of information out there in terms of what the definition of a flipped class is. So what I'm going to do today is I'm going to look at that sort of stock response to flipped classrooms, what the experts are saying a flipped classroom should look like. I'm then going to look at my personal impression because I found in the past, yes, it's great if that's what's working for American schools or Australian schools, but what about me and my classroom and my students? So I'm going to have a good look at that. Come in, come. And then once I've gone through some of the theoretical side, I'll show you some of the tools that I'll show you some of the tools So I'm going to have a good look at that. Come in, come. And then once I've gone through some of the theoretical side, I'll show you some of the tools that I've found that I really user-friendly. And finally, it's going to be over to you. And we'll get into groups and you'll start seeing if this is something that you'd like to start in your classroom, how you could get going on that. It is an hour and a half workshop, so there's going to be some talking from me me but I won't be talking the whole time. So first of all the definition of a flipped classroom. As I say loads of information out there the main gist is that teachers record themselves, you put small, short video tutorials out on the web, be it YouTube or linked to your learning management system, and so you are getting your information out to the masses. The beauty of it and the supporters are saying, instead of having one to many, as we are in our classrooms, one to 30 or one to 25, you're now one to one. So the child goes home, they've got their mobile device in their hands, and so they've got that tutorial, and they've got you for however long your tutorial lasts. The first beauty of that is they can pause and rewind, unlike in class where they miss something, they too shy to put their hand up, and so it's gone and they have to keep on going. Or they're already experts at what the first part of your definition is they can fast forward you, as you'd probably like to do to me at some stages today. The next advantage of that is you know what it's like, you'll be in a classroom, you run with the majority. So you might have two or three students that are lagging behind. You can't hold the majority up for those two or three, so you say, I'll get back to you, and you move on. And then you move on, and those two or three get forgotten. And so they have these loopholes in their understanding and actually you've never got time to go back and fill that in. In this way, the child goes home and if it takes 10 minutes for them to get through it or if it takes half an hour, that's fine because it's in their own time. It levels the playing field. So you dish out work and the assumption is they go home, they discuss it with their parents, and that is the case for a lot of our students. So they do have supportive parents. They do have supportive caregivers who are sitting with them, going through their work, helping them. They might have access to the internet at home. The same work is sent out with another student and they don't have that support at home. They have busy parents or they have parents that just, you know, haven't got any inclination to help them. So it's lovely in the playing field. You go home and you've got the teacher at your disposal. It addresses absenteeism. First term for our school is the term for all the surf life saving. A week they're away. At least you know you're away for the week. Jump on. Have a look at what I've loaded up for you. It's quite good as a diagnostic tool. So last year we made quite extensive use of SurveyMonkey. And SurveyMonkey is simply a tick box type of a multiple choice and you can use it to check understanding check enjoyments it's just a really good way of checking to see that your students are understanding and you get instant feedback on that once they're back in class you can get them into groups so some kids just get it and they get it immediately and so they can become the expert and they can have people around them that they are teaching while you dealing with those that really haven't got it at all. You can involve parents so I know my son comes home with his maths homework and I freeze because math is just not my cup of tea. If I've got the tutorial like on maths buddy I watch that I pretend that it's because he has to watch it but it's actually because I'm watching to see what I've got the tutorial like on maths buddy, I watch that, I pretend that it's because he has to watch it, but it's actually because I'm watching to see what I've got to explain to him. And so you've got that information as a parent to help your child. What are the critics saying? Do they really need more screen time? Essentially at Areba College we've got five hours, five lessons. They're not on the screen all five hours, but they potentially could be. Okay, so that's five hours at school. Do you really want them going home and watching more and being on the screen anymore? Does it mean more homework? So are we saying, oh, we're doing this flipped approach and you're preparing for the lesson, but actually it's just another word for homework what about the digital divide I don't know what it's like for your classrooms but for us that we know that they've all got devices but what about those students that don't have devices if you're not a BYOD school how do you get around that who's getting rich so a lot of us are putting our stuff onto YouTube. You might have a particular distaste for that. So, you know, is it right that YouTube is the forum that we're using? And lastly, are we just putting lipstick on a pig? So I can stand here and lecture you, or I can stand and lecture my students, or I can send them home, I'm still lecturing them. If that's not their learning style, what is the benefit of doing all of this? So that is what is being put out there, and that's what the research is saying. So I had a look at it, and I thought, well, what's going to work for me as an individual and for my students? First of all, the fact, the point number one, that students need to prep using short videos for me is flawed. If that's the only way you can prep, well, that's not going to work for me. I'm a very busy person, I'm a very busy teacher. I don't have time to video record myself for every bit of work that I want to put out there. So to think that it's got to be in that forum, I think it's flawed. I think they could be looking at two slides on a keynote presentation, for example. That could be flipped and that could be used in preparation for a lesson. Or they could be using a YouTube clip that someone else has invented, that you get them, go and watch that and then come to class. If you're math teachers, there's Khan Academy. Use that. You don't have to reinvent the wheel for everything. So to me, variety is far more important than saying if it's a flipped classroom, it has to be a video recording. I've even got my students to read a poem. That's all. You don't have to understand it just expose yourself to it so that when I get to class you've got some understanding even if it's just the length of the poem or just the look of the poem that every lesson needs to be running this way is also flawed yes I am flipping my lessons but I don't give them prep for every single lesson. Again, to me, that would be overkill and I'd lose them, and it would be the same as the problem with homework. They just wouldn't do it. So a little bit of variety, a bit of prep before, a whole section of work to me is something that seems attainable, but every single lesson, to me, that would be wrong. In fact, I've read of schools where the entire school is flipped, and the entire way of doing it is through these short video clips. Now you imagine seven lessons, all doing that, it's overkill. The next thing was, I realized that changing preconceived ideas is difficult. These students are coming to you after nine or ten years of having a particular model. And that model is the teacher stands up, the teacher introduces, the teacher teaches the gathering part, and then there might be a little bit of processing and applying, and the applying might be in the form of homework, and the homework is either done or it isn't done and they get punished and you move to the next day. And so it's been year after year after year. Now they come into your class and you're saying we're not doing homework in this class. You will be prepping before the lesson. And to me I thought, oh, teenagers will grab at that. That's fantastic idea. But they didn't. My first lesson, my first flipping I was all guns blazing I thought this is great stood at my door and I said right have you and as they were coming in have you done the prepping and the child would say no stand outside have you done the preping I don't know what you're talking about stand outside have you done yes and you could see very clearly those that had and those that hadn't. So what I did was and this was just a thing that I did to introduce it but I wouldn't suggest you do this every time you're flipping but it was just one of my ways of trying to really get that mind shift going. So I lined them up and I said you guys haven't done it, you have a look at those that have done it. Shut the door, went inside, did a quick check to see if they had actually done the prepping. So just a couple of questions and you know what students are like. They're very quick to give the answers if they've done the work. So then I took two great big bags of lollies. You know these mixed bags of lollies that you get at New World and it's totally un-PC and I know it goes against everyone's grain but I did it. So I took them and I dumped the sweets like that and I said there you go go for it and there was this absolute scramble. In the meantime they were shutting the windows because they felt that they were the elite they had done the work and so they were getting rewarded and the others were standing outside looking in like this going oh what's going on in there and I stood outside, typical English teacher and I I said, look inside. That's the sweet taste of knowledge. Just make that distinction. And of course, from then on they kept on asking for the lollies. The lollies never appeared again. But you need to do something, something radical for them to see, I'm on the outside, I'm in the cold, I haven't got the knowledge. And so as far as possible, what I'm doing is any gathering stages I'm doing as as prepping as preparing for the lesson so things like similes metaphors personification the things that they do in year 5 and year 6 and year 7 and they come to college and we're convinced they don't know so year 9 and and year ten and we redoing and i've found in the past you go through the whole list so you go similarly metaphor personification you start getting to the ones that you actually want to teach them enjambments and rhythm and those sorts of things they've glosed over you say i will get to that next year or we'll get to that another lesson. So the part you want to teach, you leave in off. So with the prepping, you give them the whole list, you get them in and you say, which terms did you not understand? None of them say simile, metaphor, person. They start with enjambments, rhythm, irony, and that's the point you start at. So don't rehash anything that's that they've actually gone and understood and that brings me to my next point they must take ownership of their learning so if you've decided this is prepping this gathering must be done by the students don't then figure out okay 50% have done it 50% haven't done it, so I'll start from the beginning and give you all that information. Start at the sophisticated place. They will very soon realize that they need to keep up in your lesson. And so choose things that you know you can get away with not redoing. So don't start at exam time and say, well, you haven't done the prepping. You know, just think logically about how you could do that without losing your entire class for the entire year. Please stop me if you've got any questions. So the way I went about it is I post all my work on the Ultranet. So if you've got a learning management system, that's the place to put it. Because that's something that for our school, that's the core of all their learning. So we know that it's part of our appraisal. We have to have our work on the ultranet. We have to have task bars on our ultranet. And so if a parent phones in and says, my child hasn't got any homework and they're never doing anything in maths. I say to them, have you looked at the ultranet? And you feel confident saying that because you know that every teacher in the school is following that sort of format. We've got other things, we've got Twitter and we've got things working around that, but you need to have that core, that hub, where you can confidently say that's where the work is. Make sure they download at school. I always say use our internet, use our network. That's what it's there for. That stops you saying do this for prep. They come back to class and they say, we don't have the internet at home. Dad switched the internet off because I was overusing it. It was slowed down, power failure, blah, blah, blah. So if they do it in front of you, A, you know that they've got the right work, and B, you know that they've downloaded it and there's not a problem with it. It's not homework in disguise, so don't make it onerous, don't make it a huge task that they've got to create. Rather short bursts, like reading through a list of figures of speech or watching a YouTube clip. So as short as possible, even if you divide your presentations into two or, as I said, read a short poem, but make it something that they could do very quickly. Some of my students I know are very studious. They go home, they do it at home, in the time allocated for homework, and that's great. Some of them are doing it in form time. Some of them are stand outside and I can hear them coming along the corridor. What did we have to do? Ah yeah, it's similes, metaphor. What's the definition of that? And they come into my class and they prep in. That's not what I intended, but there are teenagers walking towards the class talking about English. That's okay. I don't mind when they do it. If they do it in form or on the bus or on the fly on the way to the classroom, they're still talking about it. Yes, as I said, start the lesson at least understanding. Don't think you've got to rehash from the beginning of the list. Don't expect the change to occur overnight. The lollies didn't do it. I had to keep on reiterating and keep on going. And then you start with a new set of students this year, and I start from scratch again. And so I've got to try and convince them it's a far easier way for them to work, and it's a far more productive way to work because the gathering is done, we can start at the processing and applying where that's where the learning really takes place. And then the novel ways of checking if prep was done. So the lollies was the one way and I scrapped that after that. What I also do is I get them into class and I wait until they look all settled and they enter their comfort zone and then I say, okay, stand up and then I go around and I fire questions. If you've got the question, you can sit, the answer. If you haven't got the answer, you stand and people eventually help each other and whisper answers and whatnot. So whatever works for you, but you've got to be checking to see that the flipping has been done. I made this point. so if you were in my session yesterday I made this point you can differentiate in a classroom. Gone other days where you can say as a college teacher I've got five lessons, five hours, five different sets of 30 30, I can't differentiate. If you've got the learning management system, if you know they've got the work, you can let go of the reins, you don't have to even have the work on the data projector, they've got the work in their hands. So they've done the flipping, they've done the processing, the gathering, the processing applying will be done at different speeds. So that group of students might take a lot longer to process and that group might be flying ahead and that's fine. As a teacher that was quite difficult, I've been teaching for 23 years, very traditional background, it was always, you know, do the first slide. Are you all on the same slide? Okay, move on. And I very quickly realized, why am I doing that? Switch the data projector off and you go at your pace as long as I'm monitoring and checking that there's understanding going on. Plan well ahead. I made the mistake once last year of planning too well ahead. So first week of the April holidays, I put this whole project up on the Ultranet and I thought, that's it, that's me ready for term three or two or whatever it was. And I have a couple of very studious students. They got onto the Ultranet, they did the project and they emailed me and they said, what's next? And I had to reinvent the whole thing. So put your stuff up there, but put it up just in time for the next term. Talk about prep, not homework. That whole concept of homework. It does parents' heads in. It does kids' heads in. So use different language. And don't forget, they still want to hear from you. So yes, I am putting essays up there, and it's a YouTube clip, and it's my voice droning on and on. And they come back to class, and they say, Miss, now, you said this, does this, did you really mean this? Or am I right in saying, so they still want that reinforcement. So it's not that we're talking ourselves out of a job. It's not that you put it up there, and then the class just flows. They still want you looking and listening and and check in to see what they're doing right the the sites the types of apps and the websites that I've found really useful first of all keynotes or PowerPoints if you've got your stuff on PowerPoints very easy to adapt it to Keynote. If you're not working with an Apple product, keep it at PowerPoint and use those slides. Don't say read all 35 slides, maybe read slides one and two and then work through it and then read slides 12 and 13, that type of thing. Explain everything is something that I'm going to get onto when we get into workshop mode. It is absolutely fantastic. Is there anyone that has used? Explain everything yet. It is just the most super app and I'll talk you through it and work you through it but it's really one that I think is worthwhile having. The students don't have to have it. It's nice if they can get it, but if the teacher's got it, it's an easy way to get your work out there onto YouTube for them. Educ creations is another good one. I found Explain everything far better than Educ creations. Explain everything is about $5 where Educations is free. The big difference, yeah. So are they only the big difference yep they are I think edu creations is web based as well but I'd have to check that but explain everything is definitely just an iPad app the difference between the two is explain everything you can import existing PowerPoints, keynotes, documents, anything that you've got digitized, you can import that in. You can import photos from your camera roll and work on those. You can take photos and add them in. You can add slides. So there's a whole range of things you can do. You can annotate onto that. So I can take this PowerPoint and say I want to highlight certain things. I can put in arrows after the effect. I can take my stylus or my finger and I can highlight and put rings around certain questions. You can then do a voice recording. The voice recordings are slide by slide. So you can start at slide one, introduce things, maybe skip over slide two and three, and then come back with your voice recording. If you record in and you use a South Africanism and I think, oh, they're not going to understand that, I can go rewind for that slide and redo that slide alone. So that's the beauty of education. So I'll look at that in greater detail. I mean explain everything. However, educreations, it's free, it works similarly, but the biggest drawback is you do all your work, you get it all set up, you then start your voice recording. If you make a mistake and you want to redo, you redo everything. So all the work that you've done and all the pictures you've put in and all the text boxes you've put in, that all disappears and you start from scratch. So you can use it, and we have used it in the past, but basically through trial and error, I realize you've actually got to script it and make sure you know exactly what you're saying and go through the slides and know where you're going with it. Whereas education, you can pause, you can go backslides, etc. Of course, YouTube is fantastic. You don't have to go and reinvent the wheel. Go on to YouTube, find clips, post those on your ultranet and get someone else's voice going and get someone else's ideas fed to your classes. Schmoup that is a web-based site and it is absolutely fantastic for English for maths for science there's there's absolutely heaps and heaps of information there it's all in little tabs across the top so for example this term we did Shakespeare. So there's a Shakespeare tab. Click on that. It opens up all his sonnets, all the plays. Click on the Othello, for example, what we're doing. And it goes through themes and characters all the way through to essay writing. And it's the one site that as an English teacher, I've looked at essay sites for years and years and never agreed with quite what they're doing and quite the structure. This is one site that the structure is what we are teaching. So it really is a fantastic site. Obviously I'm not a math teacher and science teacher so I don't know how valuable it is but I know that there's stuff there that you might want to look at. Slide share is basically, has anyone used SlideShare before? Yeah. Okay. So SlideShare is where teachers are putting their keynotes and their PowerPoints, and so you go and Google Othello, and you'll get a whole lot of keynotes that people have already created, so you don't always have to be going and starting from scratch. I sometimes go, have a look, like some of the things, and then use that as a springboard to create my own. And other times, I just think, well, that's exactly what I'm looking for, and I download it. I've also put all my work up there. So it's quite interesting, it's quite nice to go and have a look at how many views you've had for example the most bizarre ones I've put up our Ray Bradbury it's his short stories and I thought oh no one will want to see those and there's been over 2,000 views on the one and over 1,000 views on the other whereas I put ones that I think oh this is something that's going to be such a hit like I put up advice for parents when you know you start in BYOD and I think there's been 12 views so it's going to be such a hit like I put up advice for parents when you start in BYOD. I think there's been 12 views. So it's interesting to see where priorities are. Is there any cost on slides? No. No. And then click view. I don't know if your school has click view, but we've got that and it really is fantastic. At the end of the year we've got NCEA exams going on so we get booted out of our classrooms. So you go into these classes where either the data projector is non-existent or it's a math classroom so they don't have speakers. If you've got ClickView, they can go onto the app on their iPad, stick headphones and sit and watch if you've got a short clip to show them or you've got a film to show them. So if your school hasn't got into Click View, it really is worthwhile having a look at. Any questions? Yep. Yeah. The first app that you talked of, what can you export it first? What? Explain everything and we're going to work on that more closely but it gets exported to YouTube so what I do is I export it to YouTube where it says anyone with a link can see this and then I put the link onto Twitter because of my class is following me on Twitter separate to my personal Twitter but that's a different story so that's the one place you could put it or we've got the Ultranet and so you can link it directly to the Ultranet or you could put it on a word documents and email it to your students. It works really well Dropbox as well. Dropbox? Yeah. Yeah. Yeah. Yeah. That really is worthwhile. Any other questions? Okay, so just to give you an example of what I would have put on, this is an essay that I've done for my students. And it's created on Explain Everything, sent on to YouTube and then tweeted and put onto the Ultranet. You don't have to watch the entire thing to get the message, but basically I'm not plugging the sound in, you don't need to hear my voice any more than you are already. But basically what I did was I created a keynote. I then imported the keynote up with the sound down so there's the voice recording per slide okay so I'll just put that down for a minute so that is the the work that I did prior to going to explain everything and then as I'm going through it and this is something that you discover as you're going along if you want those points to come up as your voice is recording you need to click on pen and as you're doing the voice recording then do the the circling and the highlight in so that's something that we'll look at today the The other thing is when you're doing your voice recording, the first few times I did it, I held my hand over the speaker and wondered why the sound was so terrible. So think about things like that. Take it out of your case, pop it up, don't put your hand over the speaker. Don't do it in the lounge when your son's going to come running and interrupt you. So find a quiet little space shut the door and do your voice recording so you can get it done and this one once the initial work was done took me literally the 10 minutes that it takes to play it didn't take long at all so you've got those sorts of things and then I'll just see if I can fast forward it a little bit. So there I'm working through working through. You see what I mean you can annotate all the way through and then right near the end there's the test. And then that's something I added in so it wasn't part of my original keynote but I added that slide in and I told them when the test date was. And my way of testing whether they had done it or not was reminding them to bring pen and paper because of course B-YOD school, so often you say to them, okay, this is going to be a handwritten exercise, don't have a pen, don't have paper. So add those little things in. At the beginning, I did say to you, I set very short bursts of information so that it doesn't become onerous. When it comes to something like this, so essay writing, I gave them an entire week. It was only 10 minutes worth of work, but I knew it would be a hard slog. So I gave them from the Monday to the Monday to do the preparation. And I just kept on each lesson, I'd say, have you remembered to go through the presentation? Oh, yep, we started, or I started, and then I wasn't sure. So I said, that's the right way. So know that they can pause and keep on going back to that. And then write the essay after that. That was something I was going to ask. Do you make your prep nightly, or do you do some things that are week-long or so since the next Monday? Generally speaking, it would be nightly, so do this tonight for tomorrow, so you've got that instance. But last year I experimented with this whole essay writing before the exams, and I found give them a week so that they can keep on dipping back into it but that would be once in perhaps even a term okay so I'm going back to last year and term one I was still holding the reins and thinking it's got to be my way by the end of the term I started realizing let go they can start working at their own pace. By the second term, I was thinking, what am I doing differently? It's just digitising the work. I've got to up the ante. By the third term, we were doing poetry. Third term was a good time to experiments, and it was a thought through experiments. It wasn't just, okay, let's see what I can do with these kiddies. But it was poetry that didn't count for exams. So I thought that's a good time to start this kind of experiment. So I thought, okay, let's look at the gathering stage. And so as I've said before, the figures of speech that was done at home, not reiterated in class. Brought them into class and we started on a sonnet. Now bear in mind, how many English teachers? Any English teachers? Okay. Bearing mind that a sonnet you do with your level one, level two perhaps. I did, shall I compare thee to Summers Day. I remember doing it with level two's. Yes, level 2. And I remember getting to the last lines. And that's where the crux of the poem is. And I remember saying to them, guys, do you get it now? Has the penny dropped? And still the penny hadn't dropped. I did the same with my mistress's eyes or nothing like the sun. Again, have you got it? Rhyming couplet. And I had to explain it to them. I did the same sort of thing with my year nines. So they did the flip-in. We came to class. We looked at the sonnet. I then said to them, go home and see if you can figure out any characteristics. You don't have to understand the language. You don't have to get any meaning. Just any characteristics. Then back into class what characteristics and hands were going up 14 lines there's some kind of rhyme going on yes and so we did that and then we started looking at the meaning and we got to the last two lines and I said and now the message that we're gonna get to the message of and I had one boy going miss Miss, pick me, pick me. And I said yes. And he said, the poet is saying. And he came up with what I was looking for. And it was one of those goosebumps moments because I thought, here he has got to it without me having to force feed it. And that's when I thought, right, we've got to the point of increased thinking, increased learning. I then got them set up to write their own sonnets. And here, year nine students, 13, 12 and 13 year old, and they were getting rhyming couplets, they were getting the rhyme scheme, they were getting the iambic pentameter. And so I had time to do that because all the gathering had been done on their own. There is that increased discomfort. I had one student who was sort of sitting there holding his head like this and I went, what's the problem? He's an excellent student. He works at a very high level and he said, oh I'm hating this miss and I said why? And he said because you're making me think too hard. Great, that's what I want. Okay, so those are the types of results. So that's all good and well. That was a term where I could do a little bit of experimentation and get away with it, but what about exams? They still have to write exams at the end of year 9 and year 10, and then, of course, we're preparing them for level 1, 2 and 3. That's not going to change in the foreseeable future. It's still going to be handwritten. So what I did was I put essay structure on edu creations, the one that I, the free version that I spoke about, and I got them to prep before the test. I marked that test overnight. Very unlike me, I always put my marking off, but I knew I had to have that instant gratification I had to let them know what their results were like and it was very clear that three distinct groups came out I had the one group which is those guys over there who had quite obviously done the prep they had arrived with paper they had arrived with pen the structure was exactly what I had put out there the content was what I was looking out there, the content was what I was looking for, and besides maybe a spelling error here and there, or maybe, you know, underlining something, they had very few corrections. So I was working in this library, and I set them up over there, and I said, okay, guys, you sort out each other's, read each other's comments, so look at each other's essays. Once you're happy with that, go on to unfamiliar and start prepping for that. So they were left to their own devices and they worked quite happily. The second group with these guys over here, they quite obviously hadn't done the prepping, but their content was good. So they had understood what the work was about, but there was very few paragraphs or an introduction was missing or conclusion was missing. And so I set them up over there. I gave them headphones and I did what I said you shouldn't do. I let them do the prep in class. I let them listen through the education's pause, write, carry on. The reason for that was it was exams. so I had to do that for them. So they worked on that quite happily, didn't need my help at all. And then I had the third group and it was these guys over here and they didn't have the content and they didn't have the structure. So they hadn't done the prepping and they also hadn't quite understood what they were supposed to write. And so I grabbed them, I got them sitting over here, I had this whiteboard and I went old school and I said, write, what do we need for an essay? And I went through it step by step, sent and structure starters and then teasing the information out from them. The points I'm making is I was working with six students. In the past I would have done exactly that, old school, gone through the structure, I would have been targeting six students but talking to 30 students and losing half of them. So they didn't feel uncomfortable, they didn't feel singled out because we were all in groups and in fact some of the ones that were sitting working over there would see what I was doing, come with their iPads, take a photograph of the board and keep going. So they felt quite special because they were getting that extra information. So that was very clear and a good exercise to go through. So this is one child who the prepping wasn't done. That was his definition of an essay. You can see he didn't have his paper. I had to give him. He didn't have a pen. I gave him a red pen to work with. And that was before spending time with me in this small group. That's the same student and that's his exam paper. And I don't know if you can see, well of course you can see the difference, but there's still not a lot of detail. He's still lacking in that, but he actually had enough information there to squeak through on a low level achieved because the structure was there and the content is there. So my exam results for that particular class and of course I don't know what it's like for the entire school. We're still working and looking at a comparison between last year's results, the previous year's results and last year's results. But for my class, very, very mixed ability. I had three not achieves come through on the unfamiliar text of those three kids. Two are second language speakers, and they got through the entire year with me giving them extra input in the exams. They just couldn't make it. The third one is a student that has, he's battled his entire life, and academically he will continue to battle until we get him right through exams. He'll probably go into the alternate classes and that sort of route. Seven achieved nine merits and six excellences. Now in the past for unfamiliar text I would get maybe two or three excellences. It's something that normally they really battle particularly under exam conditions bearing in mind it's their first exams. They've come out of middle school where they don't write exams it's class tests then for the visual text essay if you're an English teacher you'd know a written text essay they do far better than the visual text so again under exam conditions the same three with the not achieved and then 16 kids achieved on that essay with three merits and five excellences so I was blown away and that was using prepping that wasn't me standing doing what I'm doing to you now brow beating you with information"}