{"speakers": [], "chunks": [{"timestamp": [0.0, 8.0], "text": " Those of you who don't know who I am and I'm Brian Faulkner and have written a few books,"}, {"timestamp": [8.0, 10.0], "text": " some of which you might have read."}, {"timestamp": [10.0, 14.0], "text": " Hopefully you've read a few of these for this, Henry and the Flea."}, {"timestamp": [14.0, 16.0], "text": " Who's read that one?"}, {"timestamp": [16.0, 20.0], "text": " Everybody's read Henry and the Flea? Just about? What about the real thing?"}, {"timestamp": [20.0, 23.0], "text": " Just about everyone, almost. Super Freak."}, {"timestamp": [23.0, 25.44], "text": " Actually some of these books have different names"}, {"timestamp": [25.44, 27.02], "text": " that have been published overseas now."}, {"timestamp": [27.52, 29.62], "text": " You find this one in Australia or in England,"}, {"timestamp": [29.74, 31.38], "text": " you'll find it's called The Super Freak."}, {"timestamp": [31.72, 33.58], "text": " They'd like to try to keep the names a bit similar,"}, {"timestamp": [33.7, 35.22], "text": " The Real Thing, The Super Freak."}, {"timestamp": [35.28, 37.42], "text": " And this one, they called The Flea Thing,"}, {"timestamp": [37.82, 38.8], "text": " instead of Henry and the Flea,"}, {"timestamp": [38.84, 40.44], "text": " just to try and keep the names a bit similar."}, {"timestamp": [40.74, 41.94], "text": " But this is my new book."}, {"timestamp": [42.42, 43.86], "text": " Now, this is The Tomorrow Code,"}, {"timestamp": [44.14, 45.38], "text": " which is a book that I wrote"}, {"timestamp": [45.38, 49.5], "text": " actually about four years ago, but it's only just coming out this year. And what's happened"}, {"timestamp": [49.5, 53.76], "text": " is that I showed it to some publishers in New Zealand and they didn't actually like it."}, {"timestamp": [55.0, 59.9], "text": " The idea popped into my head about, you know how you have wine connoisseurs that can tell"}, {"timestamp": [59.9, 64.96], "text": " the difference between different kinds of wine and they're real experts at telling subtle differences"}, {"timestamp": [64.96, 69.24], "text": " between grapes and different years and different provinces."}, {"timestamp": [69.24, 73.28], "text": " I thought wouldn't it be interesting if there was a kid who was like a wine connoisseur"}, {"timestamp": [73.28, 76.0], "text": " but with all those different flavors of Coca-Cola?"}, {"timestamp": [76.0, 79.44], "text": " Then I thought, well it'd have to be more than just being able to tell the difference"}, {"timestamp": [79.44, 82.14], "text": " between Coke and Pepsi because that's pretty easy."}, {"timestamp": [82.14, 88.44], "text": " And Diet Coke to Coke, well that's pretty different as well. So thought, what if he was a real expert and could tell the difference between"}, {"timestamp": [88.44, 93.4], "text": " Coke out of a can and Coke out of a bottle, or Coke from a big bottle and Coke from a little"}, {"timestamp": [93.4, 99.12], "text": " bottle. So I invented this character who was like this real expert at Coca-Cola. And then I had"}, {"timestamp": [99.12, 103.68], "text": " to use him because I put him in Henry and the Flea just as a minor character. But I thought"}, {"timestamp": [103.68, 110.86], "text": " he was too interesting just to be a sidekick or a minor character in this book, so I had to use him in a new book."}, {"timestamp": [110.86, 114.64], "text": " And so a year later when I was sitting down to write a new book, I had this character"}, {"timestamp": [114.64, 121.44], "text": " in mind and I started off writing the real thing, where I took that character and made him"}, {"timestamp": [121.44, 125.12], "text": " into the central character and then developed a story around him."}, {"timestamp": [129.92, 130.72], "text": " So that's where that book came from. Yeah. Do your books have any follow-ons?"}, {"timestamp": [136.08, 141.46], "text": " Well, that's an interesting question because I think you'd have to say that the real thing is a follow-up to Henry and the Flea because the same characters in Henry and the Flea are in the real thing,"}, {"timestamp": [141.46, 149.24], "text": " but it's the minor characters from here who are the major characters in here and the Flea are in the real thing, but it's the minor characters from here who are the major characters in here and the major characters here are the minor characters in here. But those two"}, {"timestamp": [149.24, 154.0], "text": " books definitely follow on from each other. It just happens to be a couple of years later. And then Super"}, {"timestamp": [154.0, 159.88], "text": " Freak is set at the same time, although it was the third book that I wrote, it's set at the same"}, {"timestamp": [159.88, 163.94], "text": " time as Henry and the Flea. So if you've read both these books, you'll see that there's some scenes"}, {"timestamp": [163.94, 167.88], "text": " in here, which are actually scenes out of here, but they're viewed through a different"}, {"timestamp": [167.88, 173.18], "text": " person's eyes. Such as when in Henry and the Flea, Daniel plays his first rugby league game"}, {"timestamp": [173.18, 179.44], "text": " which is televised, the main characters in Super Freak watch that game on television. So there's"}, {"timestamp": [179.44, 183.48], "text": " a lot of correlation between the books. I wouldn't quite call it a follow-up, but there's"}, {"timestamp": [183.48, 185.0], "text": " definite connections"}, {"timestamp": [185.0, 189.2], "text": " and it is set in the same school and the characters, some of the characters actually appear"}, {"timestamp": [189.2, 193.36], "text": " in both, but they certainly the characters in both the books know each other because they"}, {"timestamp": [193.36, 194.44], "text": " go to the same school."}, {"timestamp": [194.44, 200.6], "text": " Did you have to approach the Vodafone Warriors to ask permission to use them in your first"}, {"timestamp": [200.6, 201.6], "text": " book?"}, {"timestamp": [201.6, 208.38], "text": " I didn't have to, but I did. I wanted them involved, I wanted them to know that I was writing the book, that it was"}, {"timestamp": [208.38, 212.5], "text": " about the Warriors, give them a chance to object if they wanted to object to anything."}, {"timestamp": [212.5, 217.76], "text": " Although, once again, because that's a real-world team, there's something that is out there,"}, {"timestamp": [217.76, 220.16], "text": " you can't write about it legally."}, {"timestamp": [220.16, 224.24], "text": " And I got invited to go and meet few of the Warriors to tour around the facilities."}, {"timestamp": [224.24, 227.56], "text": " They have at what was then called Erickson Stadium, which is now Mount Smart Stadium."}, {"timestamp": [228.02, 237.5], "text": " So I got to see the gym and the boardroom and a few of the locations which are in that book are described as they are because I went there and looked at it."}, {"timestamp": [238.76, 245.08], "text": " Well, the biggest barrier that any author faces, when you want to be author faces, is the fact that it's very hard"}, {"timestamp": [245.08, 250.56], "text": " to get published. And it takes a lot of work to write a book. So you've got to sit down"}, {"timestamp": [250.56, 256.06], "text": " and do hours and hours, or in my case it was weeks and weeks of work, to write a book"}, {"timestamp": [256.06, 260.54], "text": " and you're thinking as you're writing it that it's probably never going to be published."}, {"timestamp": [260.54, 264.6], "text": " And that's a pretty tough ask, because the amount of efforts that's involved when you're"}, {"timestamp": [264.6, 266.74], "text": " really not expecting to get any kind of return. But authors do this. And every author that's a pretty tough ask, because the amount of efforts that's involved when you're really not expecting to get any kind of return."}, {"timestamp": [267.24, 279.02], "text": " But authors do this, and every author that's been published has been through this, has written and written and written for days and weeks and weeks, thinking this will probably never see life in print."}, {"timestamp": [279.94, 283.8], "text": " Have you ever travelled overseas to find out information about a book that you're writing?"}, {"timestamp": [283.8, 286.12], "text": " Have you ever travelled overseas to find out information about a book that you're writing?"}, {"timestamp": [287.08, 289.58], "text": " Kind of."}, {"timestamp": [291.0, 291.24], "text": " Depending what you mean by overseas."}, {"timestamp": [293.88, 298.7], "text": " I went up to the Bay of Islands a couple of years ago because there's a whole sequence in the Tomorrow Code which is set in the Bay of Islands."}, {"timestamp": [298.7, 302.74], "text": " And I wanted to see firsthand what this was like."}, {"timestamp": [302.8, 304.04], "text": " It's actually set out on the bay."}, {"timestamp": [304.6, 306.64], "text": " So I ended up going out on a boat"}, {"timestamp": [306.64, 311.56], "text": " and visiting this area where the book is set so I could just see what it looked like. And when I"}, {"timestamp": [311.56, 315.82], "text": " came back I changed a few things in the book because they weren't quite the way that I'd written them."}, {"timestamp": [316.78, 327.92], "text": " So I've done that. Other than that, no, I haven't really gone to a place to see what it was like. I do do a lot"}, {"timestamp": [327.92, 332.42], "text": " of research on the internet. In the current book that I'm working on, the one that comes"}, {"timestamp": [332.42, 338.52], "text": " after the Tomorrow Code, a lot of that set in the United States. And to find out what"}, {"timestamp": [338.52, 343.64], "text": " that was like, what the area was like that I was writing about, I went on to Google Earth."}, {"timestamp": [343.64, 347.7], "text": " And from there, you can get very, very close satellite pictures, looking right down on various"}, {"timestamp": [347.7, 350.94], "text": " areas and you can move around and see what things are there."}, {"timestamp": [350.94, 356.0], "text": " Even to the extent I had some characters in the book that I'm writing now are running alongside"}, {"timestamp": [356.0, 358.44], "text": " a fence, alongside a reservoir."}, {"timestamp": [358.44, 360.94], "text": " And all that exists, I know, because I've seen it."}, {"timestamp": [360.94, 365.12], "text": " And I've seen it by looking down from satellite pictures at Google Earth."}, {"timestamp": [365.12, 369.04], "text": " And also on Google Earth, I have a lot of photos taken at ground level so you can see what"}, {"timestamp": [369.04, 373.16], "text": " buildings look like and just look around the area."}, {"timestamp": [373.16, 377.48], "text": " So I probably more of that than actually visiting a place."}, {"timestamp": [377.48, 382.26], "text": " I did visit New York, as I said, to visit some publishers and I ended up writing about New York"}, {"timestamp": [382.26, 383.76], "text": " in my new book."}, {"timestamp": [383.76, 385.66], "text": " I didn't go there specifically to write about it,"}, {"timestamp": [385.74, 389.52], "text": " but having seen it, I then used what I'd seen when I came to write the book."}, {"timestamp": [389.84, 392.78], "text": " Did you have to get permission from Coca-Cola to put it in your book?"}, {"timestamp": [393.16, 397.18], "text": " Legally no, because Coca-Cola is something that's out there in the real world,"}, {"timestamp": [397.24, 399.7], "text": " and you can write about things that are in the real world"}, {"timestamp": [399.7, 404.78], "text": " as long as you don't say bad things about them which they could object to and sue you."}, {"timestamp": [404.78, 406.12], "text": " as long as you don't say bad things about them which they could object to and sue you."}, {"timestamp": [412.12, 416.8], "text": " Now, with the real thing, there was a letter sent to Coca-Cola and a copy of the manuscript was sent to them, not because we legally had to,"}, {"timestamp": [417.22, 419.82], "text": " but because their lawyers are pretty big and powerful,"}, {"timestamp": [420.02, 421.9], "text": " and we didn't want to actually end up in a fight with them."}, {"timestamp": [422.34, 426.0], "text": " So we sent off a copy to the company."}, {"timestamp": [426.1, 426.94], "text": " They sent it to their lawyers."}, {"timestamp": [427.04, 427.74], "text": " They reviewed it."}, {"timestamp": [428.32, 430.56], "text": " And they came back and said, yes, they were quite happy"}, {"timestamp": [430.56, 432.52], "text": " that the book was acceptable."}, {"timestamp": [432.78, 435.1], "text": " It didn't defame Coca-Cola in any way."}, {"timestamp": [435.54, 436.56], "text": " They don't endorse the book."}, {"timestamp": [436.6, 439.24], "text": " In fact, there's a disclaimer in the front of the book"}, {"timestamp": [439.24, 441.06], "text": " saying that it's not endorsed by Coca-Cola."}, {"timestamp": [442.36, 446.72], "text": " But they didn't have any objection to the content."}, {"timestamp": [446.72, 450.28], "text": " The only issue we had was when the artist came up with the front cover."}, {"timestamp": [450.28, 453.68], "text": " Now this is the original front cover that I'm holding up for this book."}, {"timestamp": [453.68, 457.92], "text": " And you'll see that on it it has a stylized Coca-Cola bottle."}, {"timestamp": [457.92, 460.92], "text": " Now that shape is very recognizable as a Coca-Cola bottle."}, {"timestamp": [460.92, 462.64], "text": " In fact, it's a trademark."}, {"timestamp": [462.64, 469.64], "text": " It's a trademark of the Coca-Cola company, that shape. So the cover was sent to Coca-Cola, who wrote back and said, no, you can't"}, {"timestamp": [469.64, 476.12], "text": " use that shape on your book. That's a trademark. So the artist then changed the shape and"}, {"timestamp": [476.12, 480.72], "text": " made just a flat-sided bottle that didn't have the distinctive Coca-Cola shape. We sent that"}, {"timestamp": [480.72, 484.9], "text": " to Coca-Cola, who wrote back and said, no, you can't do that because the book is clearly"}, {"timestamp": [484.9, 487.62], "text": " about Coca-Cola, but that's not a Coca-Cola bottle."}, {"timestamp": [488.7, 489.84], "text": " We went, what?"}, {"timestamp": [490.94, 497.84], "text": " And then they came back third time and said, well, okay, seeing the book is about Coca-Cola, we give you permission to use that shape."}, {"timestamp": [498.2, 499.7], "text": " So that's how that ended up on the front cover."}, {"timestamp": [499.7, 504.88], "text": " That was the only legal requirement or the only legal hurdle that we had with the real thing."}, {"timestamp": [505.32, 509.68], "text": " But because a lot of my books talk about real things in the real world, there is always"}, {"timestamp": [509.68, 512.34], "text": " that danger that someone might object."}, {"timestamp": [512.34, 515.44], "text": " When you were a child, did you always want to be an author?"}, {"timestamp": [515.44, 516.44], "text": " Yes."}, {"timestamp": [516.44, 517.68], "text": " Definitely, yeah, yeah."}, {"timestamp": [517.68, 523.24], "text": " When I was your age and even a bit younger, that was my dream of what I wanted to do."}, {"timestamp": [523.24, 525.86], "text": " And I really can't even explain why,"}, {"timestamp": [526.04, 527.78], "text": " except to say that I did like reading books."}, {"timestamp": [527.94, 530.32], "text": " And I think there's a correlation between reading books"}, {"timestamp": [530.32, 531.86], "text": " and wanting to write books."}, {"timestamp": [532.1, 534.16], "text": " And I've spoken to quite a few other authors in New Zealand"}, {"timestamp": [534.16, 535.08], "text": " who said the same thing."}, {"timestamp": [535.12, 536.42], "text": " They all loved reading books."}, {"timestamp": [536.84, 538.72], "text": " But definitely, as a..."}, {"timestamp": [538.72, 540.32], "text": " probably as an intermediate school student,"}, {"timestamp": [540.44, 541.5], "text": " maybe even a bit younger,"}, {"timestamp": [542.04, 543.82], "text": " I wanted to write books."}, {"timestamp": [543.92, 546.5], "text": " It was my thing. And that's"}, {"timestamp": [546.5, 551.3], "text": " really has almost possessed me throughout my life, as this desire to write books and desire"}, {"timestamp": [551.3, 555.7], "text": " to be published. It took me a long time to do it. I was 40 years old before I was published,"}, {"timestamp": [555.7, 558.0], "text": " but certainly as a kid that was my dream."}, {"timestamp": [558.0, 563.0], "text": " When you were a child, what was your favourite author if you have one?"}, {"timestamp": [563.0, 566.0], "text": " Well I had different favourite authors at different times."}, {"timestamp": [566.0, 568.0], "text": " You know, obviously growing up when you're really young,"}, {"timestamp": [568.0, 572.0], "text": " you have different authors that you like compared to when you're a teenager."}, {"timestamp": [572.0, 576.0], "text": " But the first really favourite author that I can remember having is Enid Blyton."}, {"timestamp": [576.0, 579.0], "text": " Any people read Enid Blyton's books?"}, {"timestamp": [579.0, 582.0], "text": " Secret Seven, Famous Five?"}, {"timestamp": [582.0, 584.0], "text": " Oh, they're great books. They're classic."}, {"timestamp": [584.0, 585.1], "text": " Yeah. Whereabouts do you write your books? I've got a couple of places. famous five. Oh, they're great books. They're classic."}, {"timestamp": [586.88, 587.56], "text": " Whereabouts do you write your books?"}, {"timestamp": [592.14, 596.92], "text": " I've got a couple of places. Often I'm simply working at home and I'll just sit in the lounge or the laptop on my knee and it's a quiet, comfortable place to sit and write."}, {"timestamp": [597.68, 603.84], "text": " But also, I have a writing studio which is a library. It's an unused library. It's a hundred"}, {"timestamp": [603.84, 605.38], "text": " and something years old and it's an Albany. It's a hundred and something years old and it's"}, {"timestamp": [605.38, 610.46], "text": " an Albany. It's the old Albany Library and that's a quiet place that I can go and"}, {"timestamp": [610.46, 615.5], "text": " be surrounded by dusty old books and in a place that just sort of reeks of literature"}, {"timestamp": [615.5, 617.5], "text": " and books. That's a great place to go."}], "text": " Those of you who don't know who I am and I'm Brian Faulkner and have written a few books, some of which you might have read. Hopefully you've read a few of these for this, Henry and the Flea. Who's read that one? Everybody's read Henry and the Flea? Just about? What about the real thing? Just about everyone, almost. Super Freak. Actually some of these books have different names that have been published overseas now. You find this one in Australia or in England, you'll find it's called The Super Freak. They'd like to try to keep the names a bit similar, The Real Thing, The Super Freak. And this one, they called The Flea Thing, instead of Henry and the Flea, just to try and keep the names a bit similar. But this is my new book. Now, this is The Tomorrow Code, which is a book that I wrote actually about four years ago, but it's only just coming out this year. And what's happened is that I showed it to some publishers in New Zealand and they didn't actually like it. The idea popped into my head about, you know how you have wine connoisseurs that can tell the difference between different kinds of wine and they're real experts at telling subtle differences between grapes and different years and different provinces. I thought wouldn't it be interesting if there was a kid who was like a wine connoisseur but with all those different flavors of Coca-Cola? Then I thought, well it'd have to be more than just being able to tell the difference between Coke and Pepsi because that's pretty easy. And Diet Coke to Coke, well that's pretty different as well. So thought, what if he was a real expert and could tell the difference between Coke out of a can and Coke out of a bottle, or Coke from a big bottle and Coke from a little bottle. So I invented this character who was like this real expert at Coca-Cola. And then I had to use him because I put him in Henry and the Flea just as a minor character. But I thought he was too interesting just to be a sidekick or a minor character in this book, so I had to use him in a new book. And so a year later when I was sitting down to write a new book, I had this character in mind and I started off writing the real thing, where I took that character and made him into the central character and then developed a story around him. So that's where that book came from. Yeah. Do your books have any follow-ons? Well, that's an interesting question because I think you'd have to say that the real thing is a follow-up to Henry and the Flea because the same characters in Henry and the Flea are in the real thing, but it's the minor characters from here who are the major characters in here and the Flea are in the real thing, but it's the minor characters from here who are the major characters in here and the major characters here are the minor characters in here. But those two books definitely follow on from each other. It just happens to be a couple of years later. And then Super Freak is set at the same time, although it was the third book that I wrote, it's set at the same time as Henry and the Flea. So if you've read both these books, you'll see that there's some scenes in here, which are actually scenes out of here, but they're viewed through a different person's eyes. Such as when in Henry and the Flea, Daniel plays his first rugby league game which is televised, the main characters in Super Freak watch that game on television. So there's a lot of correlation between the books. I wouldn't quite call it a follow-up, but there's definite connections and it is set in the same school and the characters, some of the characters actually appear in both, but they certainly the characters in both the books know each other because they go to the same school. Did you have to approach the Vodafone Warriors to ask permission to use them in your first book? I didn't have to, but I did. I wanted them involved, I wanted them to know that I was writing the book, that it was about the Warriors, give them a chance to object if they wanted to object to anything. Although, once again, because that's a real-world team, there's something that is out there, you can't write about it legally. And I got invited to go and meet few of the Warriors to tour around the facilities. They have at what was then called Erickson Stadium, which is now Mount Smart Stadium. So I got to see the gym and the boardroom and a few of the locations which are in that book are described as they are because I went there and looked at it. Well, the biggest barrier that any author faces, when you want to be author faces, is the fact that it's very hard to get published. And it takes a lot of work to write a book. So you've got to sit down and do hours and hours, or in my case it was weeks and weeks of work, to write a book and you're thinking as you're writing it that it's probably never going to be published. And that's a pretty tough ask, because the amount of efforts that's involved when you're really not expecting to get any kind of return. But authors do this. And every author that's a pretty tough ask, because the amount of efforts that's involved when you're really not expecting to get any kind of return. But authors do this, and every author that's been published has been through this, has written and written and written for days and weeks and weeks, thinking this will probably never see life in print. Have you ever travelled overseas to find out information about a book that you're writing? Have you ever travelled overseas to find out information about a book that you're writing? Kind of. Depending what you mean by overseas. I went up to the Bay of Islands a couple of years ago because there's a whole sequence in the Tomorrow Code which is set in the Bay of Islands. And I wanted to see firsthand what this was like. It's actually set out on the bay. So I ended up going out on a boat and visiting this area where the book is set so I could just see what it looked like. And when I came back I changed a few things in the book because they weren't quite the way that I'd written them. So I've done that. Other than that, no, I haven't really gone to a place to see what it was like. I do do a lot of research on the internet. In the current book that I'm working on, the one that comes after the Tomorrow Code, a lot of that set in the United States. And to find out what that was like, what the area was like that I was writing about, I went on to Google Earth. And from there, you can get very, very close satellite pictures, looking right down on various areas and you can move around and see what things are there. Even to the extent I had some characters in the book that I'm writing now are running alongside a fence, alongside a reservoir. And all that exists, I know, because I've seen it. And I've seen it by looking down from satellite pictures at Google Earth. And also on Google Earth, I have a lot of photos taken at ground level so you can see what buildings look like and just look around the area. So I probably more of that than actually visiting a place. I did visit New York, as I said, to visit some publishers and I ended up writing about New York in my new book. I didn't go there specifically to write about it, but having seen it, I then used what I'd seen when I came to write the book. Did you have to get permission from Coca-Cola to put it in your book? Legally no, because Coca-Cola is something that's out there in the real world, and you can write about things that are in the real world as long as you don't say bad things about them which they could object to and sue you. as long as you don't say bad things about them which they could object to and sue you. Now, with the real thing, there was a letter sent to Coca-Cola and a copy of the manuscript was sent to them, not because we legally had to, but because their lawyers are pretty big and powerful, and we didn't want to actually end up in a fight with them. So we sent off a copy to the company. They sent it to their lawyers. They reviewed it. And they came back and said, yes, they were quite happy that the book was acceptable. It didn't defame Coca-Cola in any way. They don't endorse the book. In fact, there's a disclaimer in the front of the book saying that it's not endorsed by Coca-Cola. But they didn't have any objection to the content. The only issue we had was when the artist came up with the front cover. Now this is the original front cover that I'm holding up for this book. And you'll see that on it it has a stylized Coca-Cola bottle. Now that shape is very recognizable as a Coca-Cola bottle. In fact, it's a trademark. It's a trademark of the Coca-Cola company, that shape. So the cover was sent to Coca-Cola, who wrote back and said, no, you can't use that shape on your book. That's a trademark. So the artist then changed the shape and made just a flat-sided bottle that didn't have the distinctive Coca-Cola shape. We sent that to Coca-Cola, who wrote back and said, no, you can't do that because the book is clearly about Coca-Cola, but that's not a Coca-Cola bottle. We went, what? And then they came back third time and said, well, okay, seeing the book is about Coca-Cola, we give you permission to use that shape. So that's how that ended up on the front cover. That was the only legal requirement or the only legal hurdle that we had with the real thing. But because a lot of my books talk about real things in the real world, there is always that danger that someone might object. When you were a child, did you always want to be an author? Yes. Definitely, yeah, yeah. When I was your age and even a bit younger, that was my dream of what I wanted to do. And I really can't even explain why, except to say that I did like reading books. And I think there's a correlation between reading books and wanting to write books. And I've spoken to quite a few other authors in New Zealand who said the same thing. They all loved reading books. But definitely, as a... probably as an intermediate school student, maybe even a bit younger, I wanted to write books. It was my thing. And that's really has almost possessed me throughout my life, as this desire to write books and desire to be published. It took me a long time to do it. I was 40 years old before I was published, but certainly as a kid that was my dream. When you were a child, what was your favourite author if you have one? Well I had different favourite authors at different times. You know, obviously growing up when you're really young, you have different authors that you like compared to when you're a teenager. But the first really favourite author that I can remember having is Enid Blyton. Any people read Enid Blyton's books? Secret Seven, Famous Five? Oh, they're great books. They're classic. Yeah. Whereabouts do you write your books? I've got a couple of places. famous five. Oh, they're great books. They're classic. Whereabouts do you write your books? I've got a couple of places. Often I'm simply working at home and I'll just sit in the lounge or the laptop on my knee and it's a quiet, comfortable place to sit and write. But also, I have a writing studio which is a library. It's an unused library. It's a hundred and something years old and it's an Albany. It's a hundred and something years old and it's an Albany. It's the old Albany Library and that's a quiet place that I can go and be surrounded by dusty old books and in a place that just sort of reeks of literature and books. That's a great place to go."}