{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " There are generally three groups of river users."}, {"timestamp": [3.0, 8.0], "text": " The first group are people who are on the water in craft like kayaks,"}, {"timestamp": [8.0, 12.0], "text": " rafts, waka, canoes or even tubing."}, {"timestamp": [12.0, 16.0], "text": " The second group are people who intend to be in the water,"}, {"timestamp": [16.0, 21.0], "text": " like swimmers or fishermen, and trampers, hunters who cross a river."}, {"timestamp": [21.0, 24.0], "text": " There are people who accidentally end up in the river"}, {"timestamp": [24.0, 29.6], "text": " as a result of falling in or being swept downstream when crossing the river."}, {"timestamp": [29.6, 33.8], "text": " Kayakers and paddlers are on top of the water and can move quickly and change"}, {"timestamp": [33.8, 40.04], "text": " direction easily. Swimmers are in the water and are controlled by the flow and"}, {"timestamp": [40.04, 47.08], "text": " force of the river. I'm Mark. In order to be river safe, we need to understand how rivers work."}, {"timestamp": [47.08, 49.5], "text": " A river can change every day."}, {"timestamp": [49.5, 53.56], "text": " So before we begin an activity, we need to assess the river."}, {"timestamp": [53.56, 59.46], "text": " Recognising and understanding the sorts of features we find in a river allows us to make decisions"}, {"timestamp": [59.46, 63.8], "text": " about whether it's safe to do the activities we planned."}, {"timestamp": [63.8, 66.38], "text": " This protruding rock creates a number of hazards."}, {"timestamp": [66.38, 70.76], "text": " As the water goes around the rock, it speeds up and creates a deeper zone around the front"}, {"timestamp": [70.76, 72.58], "text": " and along the sides of the rock."}, {"timestamp": [72.58, 75.34], "text": " Some of the water becomes errated white water."}, {"timestamp": [75.34, 80.94], "text": " Irated water is not very buoyant, so it does not support a swimmer as well as normal river"}, {"timestamp": [80.94, 81.94], "text": " water."}, {"timestamp": [81.94, 87.64], "text": " On the downstream side behind the rock, the water is Kama, making a zone called an eddy."}, {"timestamp": [87.64, 91.1], "text": " In the eddy, the water flows in a reverse direction"}, {"timestamp": [91.1, 94.06], "text": " to the river providing a calmer area of water."}, {"timestamp": [94.06, 96.5], "text": " The Kama water is often used by kayakers"}, {"timestamp": [96.5, 99.4], "text": " and river swimmers to have a rest."}, {"timestamp": [99.4, 101.6], "text": " The eddy fence or eddy line is the line"}, {"timestamp": [101.6, 104.68], "text": " between the two directions of flow of the water."}, {"timestamp": [104.68, 105.6], "text": " This is indicated by quite a distinct line of white water. To cross the eddy line is the line between the two directions of flow of the water. This is indicated"}, {"timestamp": [105.6, 111.68], "text": " by quite a distinct line of white water. To cross the eddy line requires some effort."}, {"timestamp": [111.68, 117.76], "text": " Kayakers do this with ease, while swimmers need to swim hard to get across the eddy line."}, {"timestamp": [117.76, 126.24], "text": " A rock under the surface of the river is causing a disturbance to the flow of the water."}, {"timestamp": [131.04, 133.88], "text": " As the river plunges down behind the large rock, it creates a recirculating wave that could trap some Mazzor kayakers against the rock."}, {"timestamp": [133.88, 139.06], "text": " A recirculating wave is where the water constantly flows back over itself."}, {"timestamp": [139.06, 144.04], "text": " A buoyant object like a person can be held in this reverse flow."}, {"timestamp": [144.04, 149.32], "text": " A person can be held because of the lack of buoyancy from the errated water and by the force"}, {"timestamp": [149.32, 154.08], "text": " of the recirculating wave."}, {"timestamp": [154.08, 159.1], "text": " Recirculating waves are formed immediately downstream of large objects like rocks."}, {"timestamp": [159.1, 163.38], "text": " Recirculating waves are created when the downstream drop in the water level is of significant"}, {"timestamp": [163.38, 166.4], "text": " size."}, {"timestamp": [169.78, 172.1], "text": " A person will be rolled around in the direction of the wave."}, {"timestamp": [175.16, 175.54], "text": " Buffer waves are formed when the river flows into an obstacle."}, {"timestamp": [177.64, 179.06], "text": " The buffer wave is upstream of the obstacle."}, {"timestamp": [182.62, 184.6], "text": " The more water hitting the obstacle, the bigger the buffer wave."}, {"timestamp": [185.0, 190.28], "text": " A wave is formed downstream of a submerged obstacle like a rock, or downstream from where"}, {"timestamp": [190.28, 193.32], "text": " a river narrows abruptly."}, {"timestamp": [193.32, 198.2], "text": " Depending on the size of the obstacle or rock, there is usually more than one of these waves."}, {"timestamp": [198.2, 200.6], "text": " They are called standing waves."}, {"timestamp": [200.6, 204.16], "text": " Waves can break over swimmers pushing them under the surface."}, {"timestamp": [204.16, 210.0], "text": " The wave may be breaking or smooth, and it stays at the same place in the river."}, {"timestamp": [210.0, 216.0], "text": " Rapids are stretches of water where the water flow has been disrupted and becomes turbulent."}, {"timestamp": [216.0, 221.0], "text": " Rapids can be smaller seen here, or can be areas of enormous white water."}, {"timestamp": [221.0, 233.0], "text": " The size and turbulence of a rapid depends on the steepness of the river, the number and size of objects like rocks that block the flow of water, and the volume of water flowing down the river."}, {"timestamp": [233.0, 240.0], "text": " Swimmers can be injured when they are pushed against rocks by the current or the flow of the water."}, {"timestamp": [240.0, 245.76], "text": " The white water in the rapids is aerated or full of air bubbles, and this is not very buoyant."}, {"timestamp": [246.9, 250.14], "text": " Irated water does not support a swimmer as well as normal water."}, {"timestamp": [251.22, 254.78], "text": " Rivers can fall in height quite quickly when the water flows over waterfalls."}, {"timestamp": [255.26, 259.96], "text": " Waterfalls can be difficult to see from upstream, but they can be easier to hear than other hazards."}, {"timestamp": [260.26, 265.18], "text": " Many waterfalls have a strongly circulating wave, but their base with an area of errated water."}, {"timestamp": [265.68, 268.42], "text": " People can get trapped at the base of a waterfall and drown."}, {"timestamp": [269.96, 274.54], "text": " An obstacle is an object that stands in the flow of the river, forcing the water to flow around it."}, {"timestamp": [275.78, 281.36], "text": " Obstacles can be man-made constructions like these bridge supports, or things like boulders, tree trunks,"}, {"timestamp": [281.86, 283.92], "text": " and projecting landmasses like bluffs."}, {"timestamp": [285.64, 290.26], "text": " Swimmers and paddlers can be pushed or carried into obstacles by the flow of the water."}, {"timestamp": [290.26, 293.66], "text": " They can be injured by the force of the collision with the obstacle."}, {"timestamp": [293.66, 298.24], "text": " Obstacle like rocks can be undercut where the water flows downwards under the obstacle."}, {"timestamp": [298.24, 302.76], "text": " Swimmers dragged under and undercut obstacle can be trapped under the surface."}, {"timestamp": [302.76, 306.0], "text": " A strainer is an obstacle in the river that allows water to flow through it"}, {"timestamp": [306.0, 310.0], "text": " but stops larger solid objects like people."}, {"timestamp": [310.0, 315.0], "text": " Strainers are typically tree branches or roots held in the river across the current."}, {"timestamp": [315.0, 319.0], "text": " Fences, construction debris like reinforced steel mesh,"}, {"timestamp": [319.0, 321.0], "text": " and collections of boulders."}, {"timestamp": [321.0, 324.0], "text": " Strainers may be visible or fully submerged."}, {"timestamp": [324.0, 325.58], "text": " Swimmers and pandas can get"}, {"timestamp": [325.58, 329.82], "text": " trapped against strainers by the force of the river flow. They cannot get free"}, {"timestamp": [329.82, 335.42], "text": " and may drown. Even a gentle river flow can create a force too strong for people"}, {"timestamp": [335.42, 341.06], "text": " to escape from. Strainers are very dangerous for swimmers. Someone swimming down this"}, {"timestamp": [341.06, 345.24], "text": " river would see the rock obstacle but may not see the submerged strainer."}, {"timestamp": [347.36, 350.96], "text": " If the river level was higher, this branch would act as a strainer."}, {"timestamp": [352.08, 356.34], "text": " The force of the water flowing down a river constantly erodes or wears away its banks."}, {"timestamp": [357.8, 363.08], "text": " Banks where the force of the water is wearing away land at water level become undercut or unstable."}, {"timestamp": [364.16, 367.4], "text": " These banks look stable to people walking on them,"}, {"timestamp": [367.4, 369.8], "text": " but they may be ready to collapse."}, {"timestamp": [369.8, 373.24], "text": " An unstable or undercut bank can also collapse"}, {"timestamp": [373.24, 376.4], "text": " if a swimmer tries to climb out of the river."}, {"timestamp": [376.4, 379.8], "text": " Man-made features like dams and weirs are particularly dangerous"}, {"timestamp": [379.8, 383.1], "text": " as they span the full width of the river or waterway."}, {"timestamp": [383.1, 386.34], "text": " There is no opportunity to move away from them."}, {"timestamp": [386.34, 392.68], "text": " This man made weir shows a strong recirculating wave. You are likely to die if you get trapped"}, {"timestamp": [392.68, 399.38], "text": " in recirculating waves of this size or bigger. Do not swim, kayak or cross a river near"}, {"timestamp": [399.38, 405.96], "text": " a ware or a dam. The discoloration of the water shows that the side stream is quite fast flowing."}, {"timestamp": [405.96, 411.46], "text": " This side stream rises quickly and falls quickly. If heavy rain has fallen in the catchment"}, {"timestamp": [411.46, 418.34], "text": " area, trampers cannot safely cross the side stream. Looking at the shingle areas you can see"}, {"timestamp": [418.34, 422.84], "text": " that this river can flow a lot higher than it is at the moment. People using the river"}, {"timestamp": [422.84, 429.0], "text": " in the rain would want to know how big the catchment area is and how quickly the river rises after rain."}, {"timestamp": [429.0, 436.0], "text": " River bends can present hazards for river users like kayakers. There is a wide shallow rapid ending in a sharp bend."}, {"timestamp": [436.0, 463.5], "text": " There are large rocks in the river flow of the river compared to its normal flow."}], "text": " There are generally three groups of river users. The first group are people who are on the water in craft like kayaks, rafts, waka, canoes or even tubing. The second group are people who intend to be in the water, like swimmers or fishermen, and trampers, hunters who cross a river. There are people who accidentally end up in the river as a result of falling in or being swept downstream when crossing the river. Kayakers and paddlers are on top of the water and can move quickly and change direction easily. Swimmers are in the water and are controlled by the flow and force of the river. I'm Mark. In order to be river safe, we need to understand how rivers work. A river can change every day. So before we begin an activity, we need to assess the river. Recognising and understanding the sorts of features we find in a river allows us to make decisions about whether it's safe to do the activities we planned. This protruding rock creates a number of hazards. As the water goes around the rock, it speeds up and creates a deeper zone around the front and along the sides of the rock. Some of the water becomes errated white water. Irated water is not very buoyant, so it does not support a swimmer as well as normal river water. On the downstream side behind the rock, the water is Kama, making a zone called an eddy. In the eddy, the water flows in a reverse direction to the river providing a calmer area of water. The Kama water is often used by kayakers and river swimmers to have a rest. The eddy fence or eddy line is the line between the two directions of flow of the water. This is indicated by quite a distinct line of white water. To cross the eddy line is the line between the two directions of flow of the water. This is indicated by quite a distinct line of white water. To cross the eddy line requires some effort. Kayakers do this with ease, while swimmers need to swim hard to get across the eddy line. A rock under the surface of the river is causing a disturbance to the flow of the water. As the river plunges down behind the large rock, it creates a recirculating wave that could trap some Mazzor kayakers against the rock. A recirculating wave is where the water constantly flows back over itself. A buoyant object like a person can be held in this reverse flow. A person can be held because of the lack of buoyancy from the errated water and by the force of the recirculating wave. Recirculating waves are formed immediately downstream of large objects like rocks. Recirculating waves are created when the downstream drop in the water level is of significant size. A person will be rolled around in the direction of the wave. Buffer waves are formed when the river flows into an obstacle. The buffer wave is upstream of the obstacle. The more water hitting the obstacle, the bigger the buffer wave. A wave is formed downstream of a submerged obstacle like a rock, or downstream from where a river narrows abruptly. Depending on the size of the obstacle or rock, there is usually more than one of these waves. They are called standing waves. Waves can break over swimmers pushing them under the surface. The wave may be breaking or smooth, and it stays at the same place in the river. Rapids are stretches of water where the water flow has been disrupted and becomes turbulent. Rapids can be smaller seen here, or can be areas of enormous white water. The size and turbulence of a rapid depends on the steepness of the river, the number and size of objects like rocks that block the flow of water, and the volume of water flowing down the river. Swimmers can be injured when they are pushed against rocks by the current or the flow of the water. The white water in the rapids is aerated or full of air bubbles, and this is not very buoyant. Irated water does not support a swimmer as well as normal water. Rivers can fall in height quite quickly when the water flows over waterfalls. Waterfalls can be difficult to see from upstream, but they can be easier to hear than other hazards. Many waterfalls have a strongly circulating wave, but their base with an area of errated water. People can get trapped at the base of a waterfall and drown. An obstacle is an object that stands in the flow of the river, forcing the water to flow around it. Obstacles can be man-made constructions like these bridge supports, or things like boulders, tree trunks, and projecting landmasses like bluffs. Swimmers and paddlers can be pushed or carried into obstacles by the flow of the water. They can be injured by the force of the collision with the obstacle. Obstacle like rocks can be undercut where the water flows downwards under the obstacle. Swimmers dragged under and undercut obstacle can be trapped under the surface. A strainer is an obstacle in the river that allows water to flow through it but stops larger solid objects like people. Strainers are typically tree branches or roots held in the river across the current. Fences, construction debris like reinforced steel mesh, and collections of boulders. Strainers may be visible or fully submerged. Swimmers and pandas can get trapped against strainers by the force of the river flow. They cannot get free and may drown. Even a gentle river flow can create a force too strong for people to escape from. Strainers are very dangerous for swimmers. Someone swimming down this river would see the rock obstacle but may not see the submerged strainer. If the river level was higher, this branch would act as a strainer. The force of the water flowing down a river constantly erodes or wears away its banks. Banks where the force of the water is wearing away land at water level become undercut or unstable. These banks look stable to people walking on them, but they may be ready to collapse. An unstable or undercut bank can also collapse if a swimmer tries to climb out of the river. Man-made features like dams and weirs are particularly dangerous as they span the full width of the river or waterway. There is no opportunity to move away from them. This man made weir shows a strong recirculating wave. You are likely to die if you get trapped in recirculating waves of this size or bigger. Do not swim, kayak or cross a river near a ware or a dam. The discoloration of the water shows that the side stream is quite fast flowing. This side stream rises quickly and falls quickly. If heavy rain has fallen in the catchment area, trampers cannot safely cross the side stream. Looking at the shingle areas you can see that this river can flow a lot higher than it is at the moment. People using the river in the rain would want to know how big the catchment area is and how quickly the river rises after rain. River bends can present hazards for river users like kayakers. There is a wide shallow rapid ending in a sharp bend. There are large rocks in the river flow of the river compared to its normal flow."}