{"speakers": [], "chunks": [{"timestamp": [0.0, 1.8], "text": " Right, so I think I'll make a start."}, {"timestamp": [2.22, 5.14], "text": " My name is Linda Rubens, and you're here for the pastoral,"}, {"timestamp": [5.32, 9.0], "text": " so if you're in the wrong place, now's the time to shift."}, {"timestamp": [9.4, 9.9], "text": " All happy?"}, {"timestamp": [10.68, 15.2], "text": " Okay, so basically what I'll be looking at is discipline"}, {"timestamp": [15.2, 20.16], "text": " with the use of the one-to-one device, be it an iPad or laptop."}, {"timestamp": [22.72, 24.36], "text": " A very brief history."}, {"timestamp": [24.36, 29.0], "text": " I come from Durban. In South Africa, of course, I taught at a very brief history. I come from Durban in South Africa of course I taught at a very"}, {"timestamp": [29.0, 36.88], "text": " traditional school with very little in terms of technology and it was a girls only school quite"}, {"timestamp": [36.88, 42.02], "text": " different to the co-ed school that I'm at now and my discipline was something I never actually"}, {"timestamp": [42.02, 48.38], "text": " thought about I'd go in and the girls knew where they stood and I knew where I stood and I did my lesson."}, {"timestamp": [48.88, 57.62], "text": " And so about five years ago I got to New Zealand and it was term four and my first class was a year 13 alt class."}, {"timestamp": [58.06, 59.44], "text": " They weren't writing exams."}, {"timestamp": [59.56, 65.32], "text": " They'd finished the syllabus and I walked in and I was absolutely shocked that they didn't stand and greet me,"}, {"timestamp": [72.7, 78.42], "text": " sat there with caps on and so it was a huge learning adjustment. I had to up my game and I realized that my discipline I had to rethink, I had to reinvent myself and dealing with boys was"}, {"timestamp": [78.42, 83.74], "text": " something that I had to come to grips with and I had to change my ways. And then in terms of"}, {"timestamp": [83.74, 87.16], "text": " being computer literate, I could do"}, {"timestamp": [87.16, 92.42], "text": " Excel spreadsheets because everything was in percentages and I could email on my CV. I said,"}, {"timestamp": [92.52, 97.16], "text": " yes, I'm computer literate. And so I was given my laptop and they said, there's your classroom"}, {"timestamp": [97.16, 101.74], "text": " over there. You've got your data projector. Don't print too much. Off you go. And I was,"}, {"timestamp": [101.86, 106.38], "text": " but I print everything. Everything's worksheets. And so I got to my"}, {"timestamp": [106.38, 112.5], "text": " classroom and I didn't know how to plug my computer in. And the reason I'm telling you this is because"}, {"timestamp": [112.5, 118.88], "text": " you don't have to have computer savvy background. You don't have to be technical. You simply need to"}, {"timestamp": [118.88, 123.44], "text": " think, well, this is the way we're moving forward. Either I'm going to get on the bus or I'm going to"}, {"timestamp": [123.44, 130.82], "text": " be left behind. So about two years ago when they introduced the iPads to us, there were 20 of us that said,"}, {"timestamp": [130.9, 135.56], "text": " yes, we'll put our hands up, we'll see what we can do with it. And at first again, I didn't"}, {"timestamp": [135.56, 139.68], "text": " know how to switch it on. I didn't quite know what I was going to do with it. I happened to"}, {"timestamp": [139.68, 145.68], "text": " be down with the flu for three days booked off and I spent three days in bed with the device"}, {"timestamp": [145.68, 150.32], "text": " and the more I looked at it and the more I started playing and at that stage it was just plain"}, {"timestamp": [150.32, 157.92], "text": " the more I thought yes this is something that I could do and so today that's why I am where I am"}, {"timestamp": [157.92, 168.58], "text": " I used the iPad and I changed my discipline methods and so I think the person or the teacher I was and the way I'm"}, {"timestamp": [168.58, 176.62], "text": " teaching now something completely different. So my session will be running three ways. First I will"}, {"timestamp": [176.62, 183.46], "text": " look at classroom management and classroom discipline. Second I will look at form classes and"}, {"timestamp": [183.46, 185.0], "text": " how those get run and lastly I'll look at my classes and how those get run."}, {"timestamp": [185.0, 188.0], "text": " And lastly, I'll look at my role as a dean,"}, {"timestamp": [188.0, 192.0], "text": " and that's the over-encompassing discipline of 320."}, {"timestamp": [192.0, 196.0], "text": " Last year, year 9, obviously, year 10 students this year."}, {"timestamp": [196.0, 199.0], "text": " As deans, we move with our form classes,"}, {"timestamp": [199.0, 203.0], "text": " and so it's my second year working with the same sort of students."}, {"timestamp": [208.16, 212.32], "text": " Before I really get into it, I'm not used to teaching this way anymore."}, {"timestamp": [212.48, 217.04], "text": " This is the old school way and this is the way I've always been for my last 23 years"}, {"timestamp": [217.04, 222.0], "text": " standing and just throwing information out. So if you've got questions, please stop me"}, {"timestamp": [222.0, 226.84], "text": " because otherwise I'm just going to go like a train and I'm just going to keep on throwing out information."}, {"timestamp": [226.84, 231.38], "text": " So please, even those naughty ones sitting in the back row, if you've got a question, please"}, {"timestamp": [231.38, 236.32], "text": " just shout out and I'll stop and we'll look at that."}, {"timestamp": [236.32, 243.6], "text": " Initially, our first worry was the distractions that these iPads offer our students."}, {"timestamp": [243.6, 246.0], "text": " Yes, they've been distracted in the past,"}, {"timestamp": [246.0, 250.0], "text": " a good-looking guy or girl walks past and they all follow them."}, {"timestamp": [250.0, 253.0], "text": " Or they play noughts and crosses and they get distracted."}, {"timestamp": [253.0, 257.0], "text": " But the distractions with an iPad are far more attractive."}, {"timestamp": [257.0, 260.0], "text": " And so we had to rethink and really evaluate"}, {"timestamp": [260.0, 263.0], "text": " how we were going to get past that,"}, {"timestamp": [263.0, 269.38], "text": " how we were going to get them focused on what we wanted them to do and leave the distractions for the lesson."}, {"timestamp": [270.04, 273.32], "text": " And so that's one of the first things I'll focus on."}, {"timestamp": [274.52, 275.84], "text": " Let me just go back here."}, {"timestamp": [275.94, 278.78], "text": " Sorry, I keep on coming too far away from the slide."}, {"timestamp": [279.68, 286.9], "text": " And the main thing to remember when you're dealing with those sorts of distractions are you are still master of your classroom."}, {"timestamp": [287.28, 296.44], "text": " So what would you have done in the past if someone didn't have information in their book or they had an essay that they had started and they hadn't completed?"}, {"timestamp": [297.54, 299.02], "text": " You would have given detention."}, {"timestamp": [299.5, 300.76], "text": " You would have given an imposition."}, {"timestamp": [301.24, 303.08], "text": " You would have had an interview with them."}, {"timestamp": [303.34, 304.5], "text": " You would have phoned home."}, {"timestamp": [304.5, 310.76], "text": " You would have done one of those methods to get the ball rolling, to get them motivated into"}, {"timestamp": [310.76, 317.5], "text": " working, to get them doing some work. The iPad or the laptop or the device shouldn't change"}, {"timestamp": [317.5, 323.22], "text": " that. You are still master of that classroom and so you must decide in that instance what would"}, {"timestamp": [323.22, 330.38], "text": " I have done in the past, would it work for for this device in terms of the way you set up your class that's"}, {"timestamp": [330.38, 335.88], "text": " very important so to run a BYOD classroom in this setup would be"}, {"timestamp": [335.88, 341.3], "text": " absolutely unacceptable because I've got no idea what Jason is doing and"}, {"timestamp": [341.3, 348.8], "text": " what he's got it on his screen right up there so in terms of your setup, think what can you do with your infrastructure?"}, {"timestamp": [348.8, 355.3], "text": " So within my classroom, what I did was I set these tables out on the side"}, {"timestamp": [355.3, 359.2], "text": " because at the start, I didn't know how many laptops I'd have."}, {"timestamp": [359.2, 361.9], "text": " And when you've got a laptop and you've got that screen up,"}, {"timestamp": [361.9, 364.8], "text": " you've got that division between yourself and the students."}, {"timestamp": [364.8, 370.14], "text": " So you don't want them sitting there and having the great divide. You want them on the sides or"}, {"timestamp": [370.14, 377.34], "text": " somewhere that you can actually access their screens. As it turned out, we had very few laptops"}, {"timestamp": [377.34, 384.34], "text": " and so the rest of the iPad users can sit down the side and the concept is the same, that you've"}, {"timestamp": [384.34, 386.8], "text": " still got easy access to their screens."}, {"timestamp": [387.38, 398.82], "text": " Then I put the middle section, I group it into either twos or threes, but having said that we spend very little of the class time sitting at the desk, sitting behind the desks."}, {"timestamp": [398.82, 405.68], "text": " So we maybe start the lesson in that way, but then very often it's group work or its teamwork or"}, {"timestamp": [405.68, 410.02], "text": " its collaboration and so they group themselves either within the classroom or"}, {"timestamp": [410.02, 414.22], "text": " outside the classroom even sometimes going onto the field to do some"}, {"timestamp": [414.22, 419.44], "text": " filming or whatever part of the syllabus we're in so to have them sitting in rows"}, {"timestamp": [419.44, 424.0], "text": " that's something that's fallen away but certainly you've got to have a look at"}, {"timestamp": [424.0, 427.94], "text": " how can I maximize my view of their screen."}, {"timestamp": [428.94, 438.16], "text": " The last thing with this slide is that hairdresser's stool in the bottom left picture, all it is is a normal office wheelie chair,"}, {"timestamp": [438.26, 443.42], "text": " and I've taken the back out, and the reason for that is I don't always want to be hovering over them,"}, {"timestamp": [443.5, 446.1], "text": " you know, sort of lurking over them, looking at their screens."}, {"timestamp": [446.44, 453.46], "text": " So I get that and I wheel myself around and so I stay on their level, have a look, have a discussion and wheel right along."}, {"timestamp": [453.86, 459.58], "text": " The other thing I've created is a big space sort of like this at the front of my classroom."}, {"timestamp": [459.78, 463.62], "text": " So just really where my desk is, which I hardly ever use, there's a big space."}, {"timestamp": [463.62, 465.04], "text": " And so when they divide up and they get into their groups and I ever use there's a big space and so when"}, {"timestamp": [465.04, 469.6], "text": " they divide up and they get into their groups and I can see there's certain students that haven't"}, {"timestamp": [469.6, 475.64], "text": " quite got it or they they need extra assistance I say who needs assistance who needs a little"}, {"timestamp": [475.64, 480.96], "text": " tutorial a couple of hands go up they're the ones that bring their chair and we sit around and as"}, {"timestamp": [480.96, 489.72], "text": " if it's a little mat we sit around we have a discussion get them hopefully back up to speed and then they go back and join their groups so that's in"}, {"timestamp": [489.72, 496.98], "text": " terms of managing your structure this is what I'd like this is what I'm working on"}, {"timestamp": [496.98, 503.7], "text": " Kate and providing for my classroom and you know if I had said two years ago that"}, {"timestamp": [503.7, 510.64], "text": " we'd have all our year 8s all our year year 9s, all our year 10s on devices, I wouldn't have thought it possible."}, {"timestamp": [510.78, 513.6], "text": " I would have thought, oh, that's a pipe dream, it's not going to happen."}, {"timestamp": [514.0, 522.74], "text": " So this type of setup, I look at, I think, well, is it the distant future or is that something that may be viable for the here and now?"}, {"timestamp": [522.76, 527.14], "text": " may be viable for the here and now."}, {"timestamp": [530.88, 530.96], "text": " But you still need some strategies because it's not a perfect fit."}, {"timestamp": [532.2, 532.7], "text": " It's not a perfect world."}, {"timestamp": [535.88, 536.12], "text": " So what I do personally, when my students come into class,"}, {"timestamp": [538.54, 538.8], "text": " I don't let them take their devices out at all."}, {"timestamp": [540.82, 541.14], "text": " We start with some eye-to-eye contact."}, {"timestamp": [543.44, 543.86], "text": " So devices away or laptops close."}, {"timestamp": [546.18, 553.02], "text": " And we do greet each other. And we do talk about what happened the previous day what the lesson we had done all the way"}, {"timestamp": [553.02, 557.28], "text": " forward so just some of that communication sometimes it takes a few minutes"}, {"timestamp": [557.28, 562.08], "text": " sometimes it takes a bit longer but start with devices down and your expectations"}, {"timestamp": [562.08, 565.76], "text": " for the lesson as you normally would."}, {"timestamp": [565.76, 571.3], "text": " What we've tried to encourage all teachers to do is if they've got an iPad to do the double"}, {"timestamp": [571.3, 577.64], "text": " click on the home button which brings up all the apps that they've been on and that should"}, {"timestamp": [577.64, 582.8], "text": " be clear at the start of a lesson because you might find that they've gone onto Facebook"}, {"timestamp": [582.8, 590.4], "text": " legitimately before school then they've come to form class and they've been told to go onto their photos for some reason."}, {"timestamp": [590.86, 594.84], "text": " And then they come to your class and you're a bit suspect,"}, {"timestamp": [595.0, 596.8], "text": " oh, I don't know if you're on the right thing."}, {"timestamp": [597.12, 600.56], "text": " Double-click their Facebook is and the child's trying to say,"}, {"timestamp": [600.66, 603.92], "text": " but that was before school, that's it, you get an imposition."}, {"timestamp": [604.48, 610.32], "text": " So if it's clear, it just clears up things for them and for you and so and that's"}, {"timestamp": [610.32, 616.02], "text": " the way we automatically start a lesson we have done some random swoops in"}, {"timestamp": [616.02, 622.56], "text": " the past where Mark quickly and myself he's my management senior management the"}, {"timestamp": [622.56, 625.6], "text": " two of us don't tell the teachers and we do it all very"}, {"timestamp": [625.6, 631.16], "text": " policeman style and we arrive in the classes and we say hands off devices and"}, {"timestamp": [631.16, 634.24], "text": " they sort of go like this and the teachers get a fright and the students get a"}, {"timestamp": [634.24, 637.0], "text": " frisk and we go double-click, double-click, check the history"}, {"timestamp": [637.0, 642.4], "text": " and just letting them know that we are answered, we are vigilant, we are watching,"}, {"timestamp": [642.4, 649.72], "text": " we are concerned about what sites they are going on to. but the last points on this slide is it's actually up"}, {"timestamp": [649.72, 653.86], "text": " to individual teachers yes we can do random swoops and we can have a look at"}, {"timestamp": [653.86, 657.94], "text": " what they're doing and we can get the techies to have a look at the history of"}, {"timestamp": [657.94, 663.68], "text": " individual students but it's up to the teacher to manage what is happening and you"}, {"timestamp": [663.68, 669.06], "text": " will find as the year progresses that students get well onto the work,"}, {"timestamp": [669.36, 674.06], "text": " and they are absorbed, and they are on task, and they are doing the right thing."}, {"timestamp": [674.56, 677.86], "text": " And as a teacher, you stand there and you think, well, they're all busy."}, {"timestamp": [678.5, 679.26], "text": " I've had a check."}, {"timestamp": [679.5, 681.02], "text": " They're all doing what they're supposed to do."}, {"timestamp": [681.02, 685.8], "text": " And you go and sit at your desk and you start emailing or you start"}, {"timestamp": [685.8, 691.28], "text": " preparing for the next lesson, et cetera. Don't get into that situation because even the most"}, {"timestamp": [691.28, 696.88], "text": " disciplined child will soon pick up that the teacher is pulling herself away or himself away and"}, {"timestamp": [696.88, 702.8], "text": " they will go off task. So stay vigilant, get the wheelie chair and go around or even just sit"}, {"timestamp": [702.8, 705.58], "text": " within them, have a look at what they're doing."}, {"timestamp": [708.82, 711.36], "text": " So just remain vigilance as a classroom teacher."}, {"timestamp": [718.06, 722.42], "text": " When we first started, one of the major concerns for the teachers was that students would know more than the teacher and how were we going to keep up with them."}, {"timestamp": [722.42, 726.84], "text": " And so we sat for English, we sat with the year planner,"}, {"timestamp": [727.16, 729.36], "text": " and we reworked the entire year planner,"}, {"timestamp": [729.52, 732.88], "text": " and we crammed it with all sorts of innovative and different ideas"}, {"timestamp": [732.88, 734.5], "text": " and different ways of doing things."}, {"timestamp": [735.6, 739.08], "text": " And they came into class, and they couldn't manage a file."}, {"timestamp": [739.46, 742.08], "text": " They didn't know how to put pages into one document,"}, {"timestamp": [742.2, 743.72], "text": " or they didn't think it was necessary."}, {"timestamp": [744.64, 750.0], "text": " A test that was coming up, they didn't think, oh, I'll go into calendar and put an alert."}, {"timestamp": [750.0, 757.0], "text": " So those sorts of setups, the basic things, those things as an adult you would do without even thinking,"}, {"timestamp": [757.0, 759.0], "text": " students didn't think of that."}, {"timestamp": [759.0, 767.0], "text": " And so we realized that this year we had to rework our year planner and give ourselves time to set up devices"}, {"timestamp": [767.0, 771.76], "text": " for the year 9s coming in. The year tens are slightly different. They were a year into the"}, {"timestamp": [771.76, 778.96], "text": " program. They were better. Their file management was much more, you know, they had got their"}, {"timestamp": [778.96, 784.48], "text": " file management going so that was better. You hear the terms like screen ages, you know what"}, {"timestamp": [784.48, 792.24], "text": " it's like. You look at any teenager at any time and they are looking at a screen, be it's an iPod or an iPad or a phone,"}, {"timestamp": [792.66, 799.18], "text": " but they're very good at what they are interested in, not always that good at what you are interested for them."}, {"timestamp": [802.02, 807.6], "text": " So I said when I started, this is very uncomfortable for me to be standing here and just lecturing at you."}, {"timestamp": [808.0, 811.42], "text": " And that is because my teaching style has changed completely."}, {"timestamp": [811.86, 814.44], "text": " I've taken on board the whole flipped approach."}, {"timestamp": [814.88, 817.88], "text": " Tomorrow, if you are coming tomorrow, I'm doing a workshop on the whole,"}, {"timestamp": [818.18, 820.7], "text": " what I've done with the whole flipped approach."}, {"timestamp": [820.7, 825.04], "text": " But just basically, with the flipped approach approach you are able to have a"}, {"timestamp": [825.04, 830.66], "text": " really differentiated classroom in past years I know high school students"}, {"timestamp": [830.66, 835.12], "text": " teachers college teachers have been told differentiate you've got the student"}, {"timestamp": [835.12, 838.64], "text": " working at that level a student working at that level and you've got to"}, {"timestamp": [838.64, 843.22], "text": " accommodate them and I've always said yes primary school can do that middle"}, {"timestamp": [843.22, 847.1], "text": " school can do that because they've got the same students all day practically."}, {"timestamp": [847.44, 852.9], "text": " But how do you do it when you've got them for an hour and then the next class comes in in the next class?"}, {"timestamp": [853.2, 855.94], "text": " So differentiating never really took place."}, {"timestamp": [856.44, 864.02], "text": " With the flipped approach, what I do is I give them the prep before the lesson, then they come to class,"}, {"timestamp": [864.02, 866.8], "text": " and then you start at the place of least"}, {"timestamp": [866.8, 871.92], "text": " understanding. So did you get the similes? Yes, metaphors, yes. And you can breeze through those."}, {"timestamp": [872.0, 878.42], "text": " So you start at the more complex ideas, and then you can divide them into, you got the first"}, {"timestamp": [878.42, 884.44], "text": " part, so you work together. You got it all so you can go into the next, and so the differentiating"}, {"timestamp": [884.44, 885.96], "text": " is actually possible."}, {"timestamp": [887.22, 889.76], "text": " The trouble with that is you've got to plan well ahead."}, {"timestamp": [890.12, 896.56], "text": " So I would say if you've got your terms work up on something like alternate, our learning management system, that's important."}, {"timestamp": [897.04, 900.5], "text": " Because they've got the device, you're no longer holding the reins."}, {"timestamp": [900.86, 902.52], "text": " They are going at their own pace."}, {"timestamp": [902.9, 906.04], "text": " And so I found people were saying, miss what's next,"}, {"timestamp": [906.32, 914.14], "text": " far quicker than miss what's next was in the past. And so I had to have the next step. An example"}, {"timestamp": [914.14, 920.86], "text": " would be I got them to redesign a book cover, do the blurb on the back, do a story and then turn"}, {"timestamp": [920.86, 925.64], "text": " the story into an hour movie. So that in the past with booking computer rooms"}, {"timestamp": [925.64, 929.0], "text": " and getting all of that would have taken quite a few weeks."}, {"timestamp": [929.0, 932.24], "text": " The boys particularly put the book cover together,"}, {"timestamp": [932.24, 934.24], "text": " boom, bum, bum, they'd done the blurb,"}, {"timestamp": [934.24, 936.76], "text": " and they were moving onto the what's next."}, {"timestamp": [936.76, 941.24], "text": " The girls were still on the book cover, choosing the background,"}, {"timestamp": [941.24, 950.32], "text": " taking the slides of photos and rearranging and putting little effects. And so, I was suddenly oh I've got to have plan B C and D in place"}, {"timestamp": [950.32, 957.32], "text": " I thought you're 13 year olds 14 year olds I'm going to tell them do you mind"}, {"timestamp": [957.32, 960.52], "text": " if I switch the air conditioner off it feels like I'm shouting and it's really"}, {"timestamp": [960.52, 968.86], "text": " loud I'm going to say to them right in this class you don't do homework you only do prepping and they I'm going to say to them, right, in this class you don't do homework, you only do prepping."}, {"timestamp": [969.2, 971.66], "text": " And they're all going to go, yes, miss, that's brilliant."}, {"timestamp": [971.82, 974.78], "text": " We'll do the prepping if it means we don't have to do homework."}, {"timestamp": [975.3, 979.72], "text": " And after the first flipped approach, they came to class, have you done it?"}, {"timestamp": [979.86, 980.1], "text": " No."}, {"timestamp": [980.24, 980.88], "text": " Have you done it?"}, {"timestamp": [981.02, 981.26], "text": " No."}, {"timestamp": [981.34, 981.94], "text": " Have you done it?"}, {"timestamp": [981.94, 982.26], "text": " No."}, {"timestamp": [982.56, 984.02], "text": " And then a couple of yeses."}, {"timestamp": [984.34, 1010.98], "text": " And the point is, you've got to change their mindset. Just as I had to change my mind says, I'm no longer the pearls of wisdom, the one that's sprouting all the knowledge. They can get that, they can gather that before they even come to my class. I've got to let go of the reins. They don't have to be going on the same page, the same slide as me as in the past they can go at their pace so that for me was"}, {"timestamp": [1010.98, 1018.22], "text": " a big mind shift for them they've had nine years ten years of being force-fed"}, {"timestamp": [1018.22, 1023.28], "text": " the idea that the teacher is the one with all the wisdom you come to class and then you"}, {"timestamp": [1023.28, 1025.86], "text": " do some homework or you don't after the lesson."}, {"timestamp": [1026.28, 1032.3], "text": " And so that whole prepping concept you've got to really work on to get them to get that mind shift"}, {"timestamp": [1032.3, 1035.76], "text": " to being prepared before they actually get to your lesson."}, {"timestamp": [1037.36, 1042.24], "text": " And then in terms of that last point, never underestimate the human touch."}, {"timestamp": [1042.24, 1049.9], "text": " You've got a lot of teachers out there putting videos up and and YouTube clips and whatnot and you sit in there thinking"}, {"timestamp": [1049.9, 1055.16], "text": " well is that going to replace me no it won't they still wants your reinforcement"}, {"timestamp": [1055.16, 1060.22], "text": " they still want you looking at their work I found particularly the top"}, {"timestamp": [1060.22, 1065.88], "text": " achievers they do the prep they understand the prep they get to class and they're the ones that are saying,"}, {"timestamp": [1066.36, 1071.56], "text": " miss, was I right in saying, and is this the right answer? Because that's the way they've been conditioned."}, {"timestamp": [1072.1, 1079.0], "text": " And so they still want your inputs. Gone are the days where you want to look at an essay and they're covering their work"}, {"timestamp": [1079.0, 1085.6], "text": " because the spelling is bad or the handwriting is bad. They're actually going, yes, have a look, this is how far I've got."}, {"timestamp": [1085.6, 1090.62], "text": " So they want you to give your input. So it's not that we're talking ourselves out of a job."}, {"timestamp": [1093.18, 1106.16], "text": " So to sum up as a classroom teacher, I have found full engagement. Now you'll find a lot of people giving you really fantastic presentations and things that the kids have done and that's fantastic."}, {"timestamp": [1106.16, 1112.1], "text": " The fact that they are producing these our movies and whatnot and really I'm the first person"}, {"timestamp": [1112.1, 1115.06], "text": " to say that is the way to go."}, {"timestamp": [1115.06, 1121.38], "text": " But if you can say period five, come to my class, I'm doing an essay and my students will"}, {"timestamp": [1121.38, 1127.96], "text": " be engaged and they will be working, that's what you need to be able to say on a daily basis."}, {"timestamp": [1128.4, 1130.62], "text": " Yes, there will be days where they're out there and they film in,"}, {"timestamp": [1130.78, 1132.92], "text": " but you've still got to do the basics."}, {"timestamp": [1133.28, 1137.44], "text": " And if you can get them engaged and get them happy working on that device,"}, {"timestamp": [1137.74, 1140.34], "text": " well, that's the bottom line for me as a teacher."}, {"timestamp": [1141.44, 1143.28], "text": " They're quiet, they settled,"}, {"timestamp": [1143.58, 1145.98], "text": " because they're comfortable with the device that they"}, {"timestamp": [1145.98, 1152.78], "text": " working with. For the whole of last year I said well if I'm marking anything you email it to me"}, {"timestamp": [1152.78, 1158.7], "text": " and then I will give comments and I'll send it back to you. What I did was what a lot of us did"}, {"timestamp": [1158.7, 1167.24], "text": " was we separated our school email from our marking email. So set up a different Gmail accounts that is particular"}, {"timestamp": [1167.24, 1172.76], "text": " to that class. You never want to be in the position where you've got 100 school emails and"}, {"timestamp": [1172.76, 1178.84], "text": " student work sort of dumping into the same place. So I gave them a particular Gmail accounts."}, {"timestamp": [1179.3, 1185.06], "text": " There again, I thought, well, obviously it's got to be my surname and my subject, so that makes sense."}, {"timestamp": [1185.06, 1191.1], "text": " And then I'd get these emails from cool bananas or at gmail.com."}, {"timestamp": [1191.34, 1194.62], "text": " I don't know who that child is, so you have to reinforce that."}, {"timestamp": [1194.72, 1199.34], "text": " If you're setting up a Gmail account, it's got to be easily identifiable for the teacher"}, {"timestamp": [1199.34, 1202.42], "text": " who's teaching more than one class with BYOD."}, {"timestamp": [1203.5, 1206.84], "text": " The submission and resubmission, in the past,"}, {"timestamp": [1207.36, 1210.32], "text": " they write an essay, it sits and studiously,"}, {"timestamp": [1210.64, 1212.56], "text": " underline all the spelling errors,"}, {"timestamp": [1212.92, 1215.9], "text": " and write a little comment, well, sometimes a very long comment,"}, {"timestamp": [1216.02, 1218.5], "text": " and this is what you did, and this is what you could have done,"}, {"timestamp": [1218.56, 1220.88], "text": " and if you had done that, you would have got a better mark."}, {"timestamp": [1221.24, 1223.88], "text": " And I'm mortified to find that that same essay"}, {"timestamp": [1223.88, 1225.62], "text": " lying on the floor or in the"}, {"timestamp": [1225.62, 1232.72], "text": " trash can on the way out and you don't get that anymore now they do the email they send it to you"}, {"timestamp": [1232.72, 1238.94], "text": " you send the comments exactly the same as it was in the past and they are resubmitting and so we've"}, {"timestamp": [1238.94, 1244.88], "text": " even found that we have a library lesson where they are given one hour to chill and read and that's"}, {"timestamp": [1244.88, 1245.8], "text": " what they've always done and in those library lessons if they are given one hour to chill and read, and that's what they've always done."}, {"timestamp": [1246.16, 1250.56], "text": " And in those library lessons, if they've got an essay hanging over their head to be resubmitted,"}, {"timestamp": [1250.9, 1254.48], "text": " Ms, do you mind if I do the essay as opposed to reading?"}, {"timestamp": [1254.98, 1258.4], "text": " And it's not just in my class that that's happening, and that's unheard of."}, {"timestamp": [1258.4, 1263.42], "text": " So they're happy to do the resubmission, far easier than crossing out and starting again."}, {"timestamp": [1264.88, 1266.0], "text": " For this year what"}, {"timestamp": [1266.0, 1270.62], "text": " I've started introducing is blogs and Twitter there are some staff members"}, {"timestamp": [1270.62, 1275.72], "text": " using Google Plus I haven't started that and the reason for that is I just"}, {"timestamp": [1275.72, 1280.22], "text": " think that there's so much out there that you could become bogged down so you've"}, {"timestamp": [1280.22, 1284.72], "text": " got to find what works for you what works for your students what works for your"}, {"timestamp": [1284.72, 1291.12], "text": " subject and become experts at maybe two or three things. Yes, there are fantastic things"}, {"timestamp": [1291.12, 1295.44], "text": " going on next door with Google Plus or yes, there's fantastic things going on in another"}, {"timestamp": [1295.44, 1301.28], "text": " subject and you tend to want to try and grab it at all. Don't. Just stop. So that's fantastic"}, {"timestamp": [1301.28, 1307.8], "text": " for your subject but for me this is what I'll be focusing on. And so for this term, it's been blogs and Twitter."}, {"timestamp": [1307.8, 1315.0], "text": " The blog site that I've chosen to use is WordPress, simply because it's the blog site I had been working on,"}, {"timestamp": [1315.0, 1317.0], "text": " and I found it user-friendly."}, {"timestamp": [1317.0, 1319.0], "text": " It links easily to Twitter."}, {"timestamp": [1319.0, 1325.58], "text": " So when you're setting up WordPress, they ask you whether you want to link that to Facebook and Twitter,"}, {"timestamp": [1325.58, 1330.34], "text": " and I linked mine to Twitter, and I got my students to do the same."}, {"timestamp": [1330.34, 1336.06], "text": " In terms of Twitter, I've got two accounts which are very easy to manage between the two."}, {"timestamp": [1336.06, 1343.04], "text": " The one is my personal one where I follow like-minded teachers and you get heaps of information."}, {"timestamp": [1343.04, 1349.6], "text": " So if you're not on Twitter, it's really worthwhile getting into it and then I've got my classroom"}, {"timestamp": [1349.6, 1356.02], "text": " Twitter feed now I know with Twitter at the whole idea is to link globally"}, {"timestamp": [1356.02, 1360.8], "text": " so yes I've got teachers from New Zealand and Australia and South Africa and"}, {"timestamp": [1360.8, 1365.44], "text": " America that I'm following for my classroom classroom, because they are young and naive,"}, {"timestamp": [1365.44, 1370.18], "text": " and because their parents are rather worried about their social networks, I've locked it down"}, {"timestamp": [1370.18, 1376.56], "text": " completely and so I've only allowed them to follow me and me to follow them. I'm not allowing"}, {"timestamp": [1376.56, 1383.16], "text": " collaboration even between classes or other teachers at this stage. I just feel that that's"}, {"timestamp": [1383.16, 1390.9], "text": " my way of ensuring for the parents' sake that I can monitor who is commenting on the Twitter feeds. So"}, {"timestamp": [1390.9, 1394.7], "text": " some of them follow their group within the class, some of them follow just two"}, {"timestamp": [1394.7, 1400.16], "text": " people, that's fun. As long as they get in into that way of thinking and they're"}, {"timestamp": [1400.16, 1405.4], "text": " getting on to responsible use of social networks. So at this stage I've locked it down."}, {"timestamp": [1405.4, 1409.72], "text": " We'll see the more responsible, the more they grow up, the more we might be able to"}, {"timestamp": [1409.72, 1411.68], "text": " open that up."}, {"timestamp": [1411.68, 1414.68], "text": " The way I've used blogs, a couple of ways."}, {"timestamp": [1414.68, 1420.28], "text": " I started with Shakespeare, so I'd introduce it and I went through the plot summary and then"}, {"timestamp": [1420.28, 1425.78], "text": " I'd say, okay, jump onto your blogs and summarize what you have understood from this lesson,"}, {"timestamp": [1426.16, 1431.12], "text": " whether it's four lines or ten lines or just a short blog and then tweet it."}, {"timestamp": [1431.46, 1432.6], "text": " And that's where I read it."}, {"timestamp": [1433.12, 1434.74], "text": " I've used it for wide reading."}, {"timestamp": [1435.06, 1440.44], "text": " So they've had to read a newspaper article and respond by writing their own newspaper article."}, {"timestamp": [1440.44, 1441.72], "text": " That would be longer."}, {"timestamp": [1442.1, 1443.76], "text": " You'd need pictures involved and whatnot."}, {"timestamp": [1444.26, 1450.42], "text": " And then tweet that. I've also used it at the end of a lesson so I've said to them"}, {"timestamp": [1450.42, 1453.86], "text": " instead of how far have you got how far are you almost finished I've said to"}, {"timestamp": [1453.86, 1458.54], "text": " them jump onto Twitter and let me know how far you've got so if you can read"}, {"timestamp": [1458.54, 1463.88], "text": " that's picture over there some of them were saying I'm up to slide six act two"}, {"timestamp": [1463.88, 1465.16], "text": " and others are still"}, {"timestamp": [1465.16, 1470.26], "text": " busy in act one so at some stages I'll be marking the work at others it's"}, {"timestamp": [1470.26, 1476.2], "text": " simply for me to keep track of where they've got up to when I first introduced"}, {"timestamp": [1476.2, 1480.82], "text": " blogging half the class I'd say majority of the boys said I know they're not"}, {"timestamp": [1480.82, 1484.6], "text": " interested they did it because they were told to but they didn't really like it"}, {"timestamp": [1484.6, 1488.12], "text": " until they saw those that were getting onto the blog site,"}, {"timestamp": [1488.42, 1492.88], "text": " and then they started personalizing it and making it look quite nice."}, {"timestamp": [1493.2, 1495.22], "text": " And then they said, oh, this is just like Tumblr."}, {"timestamp": [1495.34, 1496.34], "text": " Oh, I can do this."}, {"timestamp": [1496.64, 1498.02], "text": " And then they got moving."}, {"timestamp": [1499.5, 1503.14], "text": " Again, I say jump onto blogger and jump onto Twitter."}, {"timestamp": [1503.5, 1506.08], "text": " It wasn't as easy as that. Some of them could"}, {"timestamp": [1506.08, 1508.34], "text": " set it up immediately and they sailed away."}, {"timestamp": [1508.8, 1510.06], "text": " Others went on,"}, {"timestamp": [1510.2, 1512.1], "text": " couldn't remember their Gmail"}, {"timestamp": [1512.1, 1514.18], "text": " accounts, couldn't remember their password"}, {"timestamp": [1514.18, 1516.22], "text": " and so I'd say I took"}, {"timestamp": [1516.22, 1518.26], "text": " probably a week to get my whole"}, {"timestamp": [1518.26, 1520.08], "text": " class set up. Not that I spent"}, {"timestamp": [1520.08, 1521.64], "text": " every lesson, every minute,"}, {"timestamp": [1522.18, 1524.24], "text": " blog tweet, blog tweet, but we'd start"}, {"timestamp": [1524.24, 1525.28], "text": " with that or we'd end with"}, {"timestamp": [1525.28, 1530.58], "text": " that and get them set up so it was quite a long process and now I've got to the points"}, {"timestamp": [1530.58, 1537.28], "text": " where they're doing both the reason why I'm using Twitter is so that I don't have to get them"}, {"timestamp": [1537.28, 1542.62], "text": " sending me links to their individual blogs and I've got to go into 30 blogs it all just"}, {"timestamp": [1542.62, 1547.4], "text": " comes up on my Twitter feed I put a star if I need to mark it or"}, {"timestamp": [1547.4, 1553.52], "text": " scroll over and maybe just leave a little comment if it's not a marking thing. So that to me,"}, {"timestamp": [1553.62, 1558.2], "text": " that's what's working for me. But it wasn't an easy process and it wasn't sort of instant,"}, {"timestamp": [1558.2, 1562.86], "text": " oh yes, they want a blog, they want a tweet and it's going to be an easy fix."}, {"timestamp": [1563.74, 1567.84], "text": " Can they access that Twitter account while they're in class and use it in class?"}, {"timestamp": [1567.94, 1569.16], "text": " Yes, yes."}, {"timestamp": [1569.5, 1573.32], "text": " And again, I've had to say because some of them do have their own Twitter accounts,"}, {"timestamp": [1573.44, 1574.94], "text": " not many, but some of them do,"}, {"timestamp": [1575.26, 1580.32], "text": " and so they've had to have two so that I don't see their personal tweets."}, {"timestamp": [1580.68, 1583.42], "text": " The other thing, just in terms of having the two accounts,"}, {"timestamp": [1583.72, 1585.28], "text": " my personal accounts, I've got my"}, {"timestamp": [1585.28, 1591.66], "text": " photograph, I've got where I teach, what I teach, etc. For my school one, just to model the"}, {"timestamp": [1591.66, 1598.96], "text": " behavior for them, I've got a generic picture. You would not identify that as me. I haven't"}, {"timestamp": [1598.96, 1604.62], "text": " said where I teach. I haven't given any personal information just so that they can follow that"}, {"timestamp": [1604.62, 1605.16], "text": " type of thing."}, {"timestamp": [1605.46, 1607.2], "text": " Some of the parents have said it's fine."}, {"timestamp": [1607.28, 1608.52], "text": " They can have their photo there."}, {"timestamp": [1608.84, 1612.26], "text": " Others have said no, they want something that's generic."}, {"timestamp": [1612.7, 1614.48], "text": " So that's another thing that we had to look at."}, {"timestamp": [1614.84, 1621.7], "text": " And also do get parents' permission for this because some of them are just anti-all social networks."}, {"timestamp": [1622.08, 1627.32], "text": " Some of them feel Facebook is okay but Twitter is not okay. So if you can give"}, {"timestamp": [1627.32, 1633.46], "text": " your educational reasons for using those social networks, it makes it easier for the students"}, {"timestamp": [1633.46, 1642.06], "text": " and easier for you. Okay, so that's my classroom. Any other questions? Okay, in terms of"}, {"timestamp": [1642.06, 1656.26], "text": " management of form classes, if you're in the position of deciding which staff members are going to start off with the BYOD form classes, they've got to buy into the concept of BYOD."}, {"timestamp": [1656.88, 1663.58], "text": " Because a lot of form time, particularly last year for the year nines, was spent setting up the iPads."}, {"timestamp": [1663.58, 1665.28], "text": " So the form class that is"}, {"timestamp": [1665.28, 1670.44], "text": " run where you check attendance you check reply slips and then you do a little bit"}, {"timestamp": [1670.44, 1674.68], "text": " of chatting or you sit in groups and whatnot that wasn't the case last year"}, {"timestamp": [1674.68, 1680.16], "text": " last year they spent a lot of time with the students picking up things that"}, {"timestamp": [1680.16, 1684.6], "text": " weren't picked up in the classroom situation so setting up the iPads for use"}, {"timestamp": [1684.6, 1685.4], "text": " in the class setting up calend setting up the iPads for use in the class,"}, {"timestamp": [1685.7, 1689.1], "text": " setting up calendars, looking at the protocol."}, {"timestamp": [1689.64, 1693.08], "text": " So it has to be teachers that say, yes, this is a good idea."}, {"timestamp": [1694.26, 1695.76], "text": " So it's used effectively."}, {"timestamp": [1696.12, 1698.36], "text": " It's also used for digital citizenship."}, {"timestamp": [1698.96, 1702.94], "text": " So one of the things I'd do at assembly is digital citizenship."}, {"timestamp": [1702.94, 1705.24], "text": " If something came up in the media, that would be something I'd do at assembly is digital citizenship. If something came up in the media, that would be"}, {"timestamp": [1705.24, 1710.84], "text": " something I'd discuss. But of course, I'm one person to 320 students who probably switched"}, {"timestamp": [1710.84, 1715.82], "text": " off in the first five minutes of assembly. And so, yes, I'd introduce it, but then I'd send"}, {"timestamp": [1715.82, 1721.76], "text": " it to form teachers. And if they could take 10 or 15 minutes over a course of maybe two weeks"}, {"timestamp": [1721.76, 1726.36], "text": " to discuss certain things, to put YouTube clips up and discuss"}, {"timestamp": [1726.36, 1734.5], "text": " consequences and those sorts of things. So that's what form time is used for. In terms of"}, {"timestamp": [1734.5, 1739.42], "text": " form class basics, I spent a lot of time last year putting things together that I'd send out"}, {"timestamp": [1739.42, 1744.04], "text": " to form teachers so that I knew that the message was getting out there, as opposed to saying,"}, {"timestamp": [1744.16, 1746.44], "text": " please tell your form classes the following"}, {"timestamp": [1746.44, 1754.24], "text": " So form class basics that was just what is expected in terms of punctuality and uniform just the usual stuff"}, {"timestamp": [1754.24, 1761.5], "text": " And so I'd send that out waste a few weeks then I sent out setting up a school based iPad and so"}, {"timestamp": [1761.5, 1785.58], "text": " One of the key things and there's loads of things I'm not going to bore you with all of them but one of the main things is a school screen and that to me makes it manageable so if you've got an iPad you know that you can scroll across and you can have one two three four five six seven screens so that's fine they can have up to 20 screens whatever the one that we are interested in is the"}, {"timestamp": [1785.58, 1790.6], "text": " school screen on the school screen is where you've got your key notes your pages your"}, {"timestamp": [1790.6, 1796.5], "text": " calendar your email yes you've got Facebook but I don't want to see it have that"}, {"timestamp": [1796.5, 1801.16], "text": " on another screen yes you've got 500 games and angry birds and have that but have"}, {"timestamp": [1801.16, 1819.76], "text": " it on other screens so that as a teacher you never feel you've got to pick up an iPad and start scrolling. You don't want to do that. You don't want to see their personal history. And so you stay on that screen and if you see them flick in between screens, that's also a problem. So that school screen to me is vital."}, {"timestamp": [1822.06, 1828.0], "text": " And then our protocol, it's obviously a document, quite a lengthy document."}, {"timestamp": [1828.0, 1833.0], "text": " We've kept it as a draft document because as things happen,"}, {"timestamp": [1833.0, 1837.0], "text": " we think, ah, didn't think of that, and we've got to add it into the protocol."}, {"timestamp": [1837.0, 1842.0], "text": " So for example, we've had instances where an iPad has been broken,"}, {"timestamp": [1842.0, 1846.94], "text": " the screen has been cracked, and it wasn't the owner's fault."}, {"timestamp": [1846.94, 1849.68], "text": " So I had this kid with his bag on his back,"}, {"timestamp": [1849.68, 1852.08], "text": " and he had a new pair of rugby boots,"}, {"timestamp": [1852.08, 1853.72], "text": " and they were just sticking out of the bag,"}, {"timestamp": [1853.72, 1854.84], "text": " and they were pink."}, {"timestamp": [1854.84, 1856.72], "text": " And so a girl came along, and she said,"}, {"timestamp": [1856.72, 1858.68], "text": " oh, those look great, pulled them out,"}, {"timestamp": [1858.68, 1860.88], "text": " and as she pulled them, the iPad went,"}, {"timestamp": [1860.88, 1863.52], "text": " crash into the ground, and it cracked."}, {"timestamp": [1863.52, 1866.96], "text": " And the father phoned, and he said, what are you going to do about it?"}, {"timestamp": [1867.3, 1869.68], "text": " And actually, as a school, very little."}, {"timestamp": [1870.0, 1871.28], "text": " We're not insured for those."}, {"timestamp": [1871.36, 1872.38], "text": " They're not our devices."}, {"timestamp": [1872.88, 1877.9], "text": " And so what we can as a school do is say, this is their number, this is your number."}, {"timestamp": [1878.34, 1882.94], "text": " Contact each other and get to some common ground and come to some agreement."}, {"timestamp": [1882.94, 1885.1], "text": " And the analogy we used was,"}, {"timestamp": [1885.4, 1888.76], "text": " if you were at McDonald's and you were sitting with your iPad"}, {"timestamp": [1888.76, 1890.3], "text": " and your friend knocked it off,"}, {"timestamp": [1890.54, 1892.68], "text": " you wouldn't get up and say to McDonald's,"}, {"timestamp": [1892.88, 1894.16], "text": " what are you doing about it?"}, {"timestamp": [1894.44, 1897.14], "text": " So we can facilitate a meeting between parents,"}, {"timestamp": [1897.44, 1898.92], "text": " but more than that we can't do,"}, {"timestamp": [1899.22, 1901.4], "text": " and so that would be added into the protocol."}, {"timestamp": [1902.86, 1904.76], "text": " So that was sent out,"}, {"timestamp": [1904.76, 1907.62], "text": " and informed teachers had to make sure"}, {"timestamp": [1907.62, 1913.2], "text": " that all students read it. Then I also took it and I put it into teenage speech and"}, {"timestamp": [1913.2, 1917.64], "text": " I put it into a keynote presentation so that we didn't get to a point where in the"}, {"timestamp": [1917.64, 1921.96], "text": " Dean's office we say oh you did whatever and they said but I didn't know I didn't"}, {"timestamp": [1921.96, 1928.52], "text": " know I wasn't allowed it. We know form teachers read the document, parents have read the documents and they've but I didn't know I didn't know I wasn't allowed it we know form teachers read the documents parents have read the documents and they've"}, {"timestamp": [1928.52, 1934.04], "text": " had it in a presentation in language they understand what I've put there is a"}, {"timestamp": [1934.04, 1938.18], "text": " link and I can send that out to you if you want to it's just an I books author"}, {"timestamp": [1938.18, 1944.06], "text": " that I put together it's not flash it's not fantastic but what it has got is a"}, {"timestamp": [1944.06, 1946.1], "text": " collection of all these sorts of"}, {"timestamp": [1946.1, 1952.08], "text": " keynotes, all our protocol documents, all of that. So if you're in the position where you"}, {"timestamp": [1952.08, 1956.82], "text": " start in a BYOD, you could use that as a starting point, or if you're in the middle of a"}, {"timestamp": [1956.82, 1961.36], "text": " program, you could look at what you're doing, look at what we're doing, and come to some"}, {"timestamp": [1961.36, 1968.68], "text": " common ground. So feel free to download that if you'd like to so with"}, {"timestamp": [1968.68, 1976.2], "text": " form classes a lot of time spent setting the devices up random visits you do find"}, {"timestamp": [1976.2, 1981.6], "text": " kids working quite quietly in form time a lot of the time they are on these"}, {"timestamp": [1981.6, 1989.24], "text": " screens as opposed to sitting chatting and that's problematic for some teachers so for this year I've got some teachers saying no"}, {"timestamp": [1989.24, 1993.74], "text": " devices for half of a form lesson and then they can go on and check the"}, {"timestamp": [1993.74, 1999.18], "text": " the notices and that sort of thing some teachers have said well they want it"}, {"timestamp": [1999.18, 2004.0], "text": " for school-based activities until a Friday or a Thursday and then they have a"}, {"timestamp": [2004.0, 2005.44], "text": " YouTube day or they have a"}, {"timestamp": [2005.44, 2010.96], "text": " gaming day so those sorts of things obviously you leave up to individual form teachers"}, {"timestamp": [2010.96, 2022.48], "text": " hmm what is the structure of your form time here start at 25 to 9 to 9 o'clock and and that's it"}, {"timestamp": [2022.48, 2027.52], "text": " so almost half an hour any other questions yeah"}, {"timestamp": [2027.52, 2032.72], "text": " just go back to digital citizenship yes oh not there yeah"}, {"timestamp": [2032.72, 2038.0], "text": " develop any specific policies around that and how did you as a staff"}, {"timestamp": [2038.0, 2043.92], "text": " towards a common understanding and make sure that was a consistently understood and applied"}, {"timestamp": [2043.92, 2050.66], "text": " apart from the form team from the form of the form tutor arrangements over those,"}, {"timestamp": [2051.1, 2054.5], "text": " you know, delivering those resources or delivering those ideas that you were feeding to do them."}, {"timestamp": [2056.0, 2060.78], "text": " And, you know, did you refer to all the resources like the Netscape toolkit or any of that sort of stuff?"}, {"timestamp": [2061.02, 2063.62], "text": " We had a look at all of that, and there's three of us,"}, {"timestamp": [2063.62, 2070.62], "text": " so people from year 8, 9, and ten got together and we just pulled resources and fed it"}, {"timestamp": [2070.62, 2074.16], "text": " through so what the year eights are doing it's actually part of the"}, {"timestamp": [2074.16, 2080.94], "text": " trying to not topic one of the lessons so it's actually worked into the syllabus"}, {"timestamp": [2080.94, 2089.28], "text": " for the day so it's not in their form time but they've done a big drive for that and so our vision is that they'll come through to year 9 and 10"}, {"timestamp": [2089.28, 2093.62], "text": " and have a greater understanding of course the year 9s and the year 10s that I"}, {"timestamp": [2093.62, 2097.88], "text": " was working with had passed through that we didn't have that and so we had to use"}, {"timestamp": [2097.88, 2102.8], "text": " form time and of course we use teachable moments as well you know you'll have"}, {"timestamp": [2102.8, 2108.34], "text": " moments where someone is doing something and and so and so it's on the fly as well."}, {"timestamp": [2108.34, 2114.38], "text": " But last year we didn't have a set program this year we do have."}, {"timestamp": [2114.38, 2116.76], "text": " And we've used a variety of resources."}, {"timestamp": [2116.76, 2123.52], "text": " And what about with the staff so they knew what they would look for and they knew what it looked like?"}, {"timestamp": [2123.52, 2126.02], "text": " We just send emails out and with We just we email, send emails"}, {"timestamp": [2126.02, 2128.34], "text": " out and with our"}, {"timestamp": [2128.34, 2130.1], "text": " HRD sends information"}, {"timestamp": [2130.1, 2132.38], "text": " out. So basically"}, {"timestamp": [2132.38, 2134.0], "text": " it's a case of email and"}, {"timestamp": [2134.0, 2136.06], "text": " let people know. I think in"}, {"timestamp": [2136.06, 2138.16], "text": " terms of the whole"}, {"timestamp": [2138.16, 2140.16], "text": " staff being on board, I wouldn't say we at that"}, {"timestamp": [2140.16, 2142.08], "text": " point yet. Certainly in terms of the"}, {"timestamp": [2142.08, 2144.18], "text": " deans and the form teachers that are"}, {"timestamp": [2144.18, 2150.0], "text": " working with it on a daily basis, they are up to it. But I wouldn't say that our whole staff is on board yet,"}, {"timestamp": [2150.06, 2151.3], "text": " and that's something to work on."}, {"timestamp": [2152.76, 2158.14], "text": " Does the school actively monitor, like, social media, to make sure kids aren't making stuff"}, {"timestamp": [2158.14, 2162.32], "text": " back to students or the school? An appropriate comment?"}, {"timestamp": [2162.74, 2170.04], "text": " There's certain things that we can do. So what I've found is because they are using these devices and we're talking about it,"}, {"timestamp": [2170.04, 2172.8], "text": " they've got a heightened awareness of their rights."}, {"timestamp": [2172.8, 2178.36], "text": " So in the past, if there was a bullying, I've put it in inverted commas or name calling"}, {"timestamp": [2178.36, 2186.1], "text": " or whatnot, generally a parent would jump on, delete the comments and stew about it and do nothing about it."}, {"timestamp": [2186.38, 2190.44], "text": " Now I've got students coming to me, they screenshot it, or they come and they say,"}, {"timestamp": [2190.62, 2194.48], "text": " miss, this has gone on, this is happening on Facebook, and they open it and they show me."}, {"timestamp": [2194.94, 2198.66], "text": " If we can prove by the time that they were using the school network,"}, {"timestamp": [2199.0, 2201.68], "text": " then of course there's consequences that are in place."}, {"timestamp": [2202.06, 2205.16], "text": " If it's without, and so it's done after hours we"}, {"timestamp": [2205.16, 2208.04], "text": " ring the parents immediately and we say this is what your students has"}, {"timestamp": [2208.04, 2212.16], "text": " been doing and this is the network they were on we have had occasion where it"}, {"timestamp": [2212.16, 2218.12], "text": " wasn't one of the BYOD students it was some year 12 girls who tumbler for me"}, {"timestamp": [2218.12, 2222.26], "text": " Tumblr is one of the worst sites because it's anonymous and so there was"}, {"timestamp": [2222.26, 2226.36], "text": " quite a vicious sort of cycle going on and so"}, {"timestamp": [2226.36, 2230.6], "text": " that's when we called the techies in we said this is what's been happening this is who we"}, {"timestamp": [2230.6, 2234.5], "text": " think might be on and so they did a background search and we came up with the"}, {"timestamp": [2234.5, 2238.46], "text": " students and called them in and said you thought it was anonymous it actually isn't"}, {"timestamp": [2238.46, 2243.34], "text": " and you were using the school network so there is that sort of thing going on we've"}, {"timestamp": [2243.34, 2248.18], "text": " also about two three weeks ago had a fight that was filmed."}, {"timestamp": [2248.72, 2253.18], "text": " And so the kid that filmed it, and as he saw the teacher, he said,"}, {"timestamp": [2253.28, 2254.52], "text": " there, I know you'll want that."}, {"timestamp": [2254.88, 2259.66], "text": " So, you know, you do have that heightened awareness of what they should and shouldn't be doing."}, {"timestamp": [2259.98, 2260.96], "text": " Does that answer your question?"}, {"timestamp": [2260.96, 2270.52], "text": " Yeah, this one just wondered if you were, because obviously been quite a busy, yeah, up the school that may be happening during school hours,"}, {"timestamp": [2270.68, 2272.46], "text": " you know, whether they're getting on those social sites"}, {"timestamp": [2272.46, 2276.02], "text": " and making comment about staff or students in a different ways."}, {"timestamp": [2276.84, 2276.88], "text": " Mm-hmm."}, {"timestamp": [2276.88, 2277.94], "text": " Mm-hmm."}, {"timestamp": [2278.94, 2279.42], "text": " Yeah."}, {"timestamp": [2280.36, 2281.38], "text": " Yeah, yeah."}, {"timestamp": [2282.08, 2292.08], "text": " And we've actually said to them, look, if you go onto Facebook and you use defamatory language and it's using the school time, we need to do something."}, {"timestamp": [2292.5, 2297.08], "text": " However, if it's after hours, your parents need to go straight to the police and take the proof there."}, {"timestamp": [2297.16, 2298.0], "text": " So we've said that."}, {"timestamp": [2298.16, 2311.28], "text": " We haven't had occasion to use that, but those are the types of real hard-hitting lessons that we send in out okay how far am I oh yes okay so keep the rule simple"}, {"timestamp": [2311.28, 2316.92], "text": " make sure that teachers know where they stand make sure if students know"}, {"timestamp": [2316.92, 2320.82], "text": " where they stand and a year down the line I'm not saying that everyone knows"}, {"timestamp": [2320.82, 2325.32], "text": " exactly what they should be doing but we are reinforcing it all the time."}, {"timestamp": [2325.4, 2327.5], "text": " So that broken record, just keep it going."}, {"timestamp": [2328.24, 2330.72], "text": " We forget that we've got relievers coming in."}, {"timestamp": [2331.02, 2333.16], "text": " So we had occasion where a reliever came in"}, {"timestamp": [2333.16, 2335.72], "text": " and she was very upset with what a student was doing,"}, {"timestamp": [2336.34, 2339.78], "text": " grabbed the laptop, and the laptop came apart."}, {"timestamp": [2339.9, 2340.98], "text": " The hinges fell apart."}, {"timestamp": [2341.4, 2344.46], "text": " So you've got to remember that you've got other staff coming in."}, {"timestamp": [2344.58, 2349.36], "text": " So you've got to make sure that everyone's on board and everyone knows their rights and responsibilities."}, {"timestamp": [2350.24, 2357.26], "text": " You need a system like Kmart to keep track of it. As the dean of 320 students, you wouldn't be"}, {"timestamp": [2357.26, 2362.6], "text": " able to see that they've misused the device in English and maths and science. And there's a trend"}, {"timestamp": [2362.6, 2369.0], "text": " happening if you didn't have that tracking system. so you need staff to be able to go on and misuse of one-to-one"}, {"timestamp": [2369.0, 2373.02], "text": " device so that you know what's happening and so I've said the rights and"}, {"timestamp": [2373.02, 2378.6], "text": " responsibilities are important students do have rights because at our school"}, {"timestamp": [2378.6, 2387.96], "text": " the device is owned by them and so that's why we have that school page so that they're not saying, oh but it's my iPad and they're trying to"}, {"timestamp": [2387.96, 2391.96], "text": " hold onto it because they're on the right site. I have yet to find a student"}, {"timestamp": [2391.96, 2396.12], "text": " that says to me, no, you're not looking at it. They give it willingly."}, {"timestamp": [2396.8, 2401.98], "text": " So if they've set that up properly, teachers, do you have a right to"}, {"timestamp": [2401.98, 2407.0], "text": " take a device that belongs to a student? Yes, you do. It's still your classroom."}, {"timestamp": [2407.0, 2411.8], "text": " So if you feel you're off task, I can't trust what you're doing, pack it away."}, {"timestamp": [2411.8, 2415.6], "text": " That would be my first instinct. Put it away, get pen and paper out."}, {"timestamp": [2415.6, 2418.0], "text": " If you're still unhappy, give me your device."}, {"timestamp": [2418.0, 2420.0], "text": " I'm going to keep it and I'm going to keep it safe."}, {"timestamp": [2420.0, 2429.48], "text": " You'll get it at the end of the lesson, but you don't have the right to use it in this lesson so yes of course you are still master of that just don't leave the"}, {"timestamp": [2429.48, 2435.72], "text": " iPad line there walk out and hope that it's going to still be there and then in"}, {"timestamp": [2435.72, 2440.22], "text": " terms of the school's rights it is still our network so even though it's their"}, {"timestamp": [2440.22, 2448.4], "text": " device if they are misusing our network there has to be consequences so our rules"}, {"timestamp": [2448.4, 2455.78], "text": " for 2012 were very hard hitting and I don't say they were right but it's the way we"}, {"timestamp": [2455.78, 2461.84], "text": " persevered and I think it was the right way initially so our rules were if you're off"}, {"timestamp": [2461.84, 2470.18], "text": " task you're off the net for a week now that means you went off task because I was doing Shakespeare and you got bored,"}, {"timestamp": [2470.3, 2475.28], "text": " so you went on to Facebook, but you go to maths and you're actually really onto it and you're loving it."}, {"timestamp": [2475.28, 2481.24], "text": " But because of that one misdemeanor, you've lost the net for every single subject."}, {"timestamp": [2481.5, 2482.42], "text": " And that's problematic."}, {"timestamp": [2482.9, 2490.68], "text": " So those kids that are going to go off task became disruptive in their other lessons because they were bored. Okay, so that was"}, {"timestamp": [2490.68, 2497.16], "text": " the one thing we did enforce and we did persevere for a year but I wouldn't"}, {"timestamp": [2497.16, 2503.22], "text": " continue with that. It had to be entered on KMA if a teacher was very unhappy"}, {"timestamp": [2503.22, 2506.1], "text": " you misused your device and they came and told me,"}, {"timestamp": [2506.36, 2508.1], "text": " but they didn't put it on to Kmart."}, {"timestamp": [2508.4, 2509.86], "text": " We couldn't take them off the net."}, {"timestamp": [2510.16, 2512.72], "text": " And the next day, they were back on the net, and the teacher was like,"}, {"timestamp": [2513.02, 2513.64], "text": " nothing's happening."}, {"timestamp": [2513.86, 2514.66], "text": " Nothing's changed."}, {"timestamp": [2515.04, 2517.34], "text": " So we had to keep track of that."}, {"timestamp": [2518.38, 2520.34], "text": " The next step was, so you're off the net."}, {"timestamp": [2520.42, 2523.08], "text": " The next step was your device taken from you."}, {"timestamp": [2523.08, 2524.86], "text": " I would ring the parents and say,"}, {"timestamp": [2525.16, 2531.42], "text": " you need to keep the device at home because they have misused their device yet again. A lot of"}, {"timestamp": [2531.42, 2536.44], "text": " parents would say, oh no, you please keep it. I don't know how to manage my child in the tantrums."}, {"timestamp": [2536.7, 2544.08], "text": " No, take responsibility, keep the device. And then the thing that, the problem is, it impacts"}, {"timestamp": [2544.08, 2548.56], "text": " their entire life because their entire life is wrapped up in that device."}, {"timestamp": [2548.74, 2550.58], "text": " And that's their Facebook and everything's there."}, {"timestamp": [2551.02, 2558.54], "text": " And so I think it was a step too far for someone that it made one or two or three mistakes."}, {"timestamp": [2558.54, 2562.66], "text": " So this is this year's rules."}, {"timestamp": [2564.64, 2568.94], "text": " I set up impositions and the imposition, the basis of the imposition is the basis set up imposition and the imposition the basis of the"}, {"timestamp": [2568.94, 2574.16], "text": " imposition is the responsible use documents yet again so it's just a condensed"}, {"timestamp": [2574.16, 2578.7], "text": " version and one page and so the the real things that you want to get the"}, {"timestamp": [2578.7, 2582.5], "text": " messages you want to get out there that's in an imposition and we've left"}, {"timestamp": [2582.5, 2585.2], "text": " that up to class teachers if they want to say"}, {"timestamp": [2585.2, 2591.52], "text": " on Facebook one imposition on Facebook again second imposition and then take it to the"}, {"timestamp": [2591.52, 2597.22], "text": " next step they can so it just gives some measure of flexibility the next step is"}, {"timestamp": [2597.22, 2601.64], "text": " what's called a walled garden and that to me is quite exciting because what it"}, {"timestamp": [2601.64, 2610.2], "text": " means is if you go off task for a couple of times you can go on to ultranet which is our learning management system so"}, {"timestamp": [2610.2, 2613.92], "text": " that means you can still access English and maths and science and everything"}, {"timestamp": [2613.92, 2620.94], "text": " but you can't do anything else so it eradicates all Google Safari everything"}, {"timestamp": [2620.94, 2625.04], "text": " else but what's in your world garden what's in your"}, {"timestamp": [2625.04, 2630.44], "text": " alternate you can still get to if there's YouTube clips you lose out but you are"}, {"timestamp": [2630.44, 2638.6], "text": " being punished so that for us is our next level up there's Tony Zalume who's"}, {"timestamp": [2638.6, 2648.1], "text": " the tech guy yep and the librarian librarian who's really worthwhile getting her on board and so it's just a management system."}, {"timestamp": [2648.44, 2653.78], "text": " I can't do it at this stage but that's the next step that we move into so that deans can just say right,"}, {"timestamp": [2653.9, 2656.5], "text": " you've done the wrong thing and put you into the walled garden."}, {"timestamp": [2659.24, 2662.68], "text": " As I said, taking the iPad for the lesson, that's your prerogative."}, {"timestamp": [2663.68, 2667.5], "text": " And then if it constantly, if it's just an ongoing battle"}, {"timestamp": [2667.5, 2670.08], "text": " and just found it right across the board,"}, {"timestamp": [2670.38, 2672.24], "text": " then I'd say take them off the net."}, {"timestamp": [2672.34, 2674.4], "text": " So they can still do pages and they can still,"}, {"timestamp": [2674.64, 2677.02], "text": " but they can't do much more than that."}, {"timestamp": [2677.74, 2679.16], "text": " If it really becomes a problem,"}, {"timestamp": [2679.26, 2681.28], "text": " we haven't got to these stages yet,"}, {"timestamp": [2681.28, 2682.86], "text": " but keep it at home."}, {"timestamp": [2683.48, 2688.04], "text": " And lastly, our top 5% of users on a"}, {"timestamp": [2688.04, 2694.22], "text": " daily basis are slowed down to dial-up speed and so those people that are"}, {"timestamp": [2694.22, 2700.52], "text": " downloading games downloading movies overusing YouTube much more than"}, {"timestamp": [2700.52, 2705.56], "text": " what they could be doing in their five lessons. They just slow down."}, {"timestamp": [2705.66, 2706.88], "text": " They get so frustrated."}, {"timestamp": [2707.08, 2707.98], "text": " In fact, it's worse."}, {"timestamp": [2708.1, 2710.1], "text": " We may as well just take the internet from them."}, {"timestamp": [2710.56, 2714.82], "text": " And so we find the same sort of kids stay on that 5%"}, {"timestamp": [2714.82, 2717.76], "text": " even once they slow down for two or three days"}, {"timestamp": [2717.76, 2720.06], "text": " and then they get back onto the net"}, {"timestamp": [2720.06, 2723.64], "text": " and someone else falls into the top 5% bracket."}, {"timestamp": [2723.64, 2727.32], "text": " And you'll be surprised at who falls into that top 5%."}, {"timestamp": [2727.32, 2729.5], "text": " It's not always the ones you expect."}, {"timestamp": [2729.96, 2731.08], "text": " We've got one student."}, {"timestamp": [2731.24, 2733.02], "text": " She's terribly intelligent."}, {"timestamp": [2733.26, 2735.76], "text": " She's fantastically motivated in class."}, {"timestamp": [2736.16, 2738.66], "text": " But of course at home, she's got no internet."}, {"timestamp": [2739.12, 2741.92], "text": " She's got no TV whatsoever."}, {"timestamp": [2742.5, 2744.86], "text": " Her iPad has been taken from her at home"}, {"timestamp": [2744.86, 2747.08], "text": " because she's hunching over it."}, {"timestamp": [2747.14, 2750.42], "text": " So instead she hunches over a book and hunches over paper, but anyway."}, {"timestamp": [2750.88, 2753.42], "text": " And so she was one of those top 5%."}, {"timestamp": [2753.42, 2756.34], "text": " So it's not always the ones that you expect."}, {"timestamp": [2759.76, 2762.68], "text": " Right, you said about do we monitor Facebook."}, {"timestamp": [2762.9, 2765.04], "text": " And I've had people and I've had parents say,"}, {"timestamp": [2765.14, 2766.58], "text": " why don't you just block Facebook?"}, {"timestamp": [2766.74, 2769.62], "text": " I work in an environment where we're just not allowed on Facebook."}, {"timestamp": [2770.1, 2774.08], "text": " And our reasoning at this stage is that we want good digital citizens."}, {"timestamp": [2774.08, 2777.42], "text": " They sit here, they've got an open network."}, {"timestamp": [2777.72, 2778.72], "text": " They go to the library."}, {"timestamp": [2779.1, 2780.24], "text": " They go to McDonald's."}, {"timestamp": [2780.38, 2781.62], "text": " They've got an open network."}, {"timestamp": [2781.9, 2786.0], "text": " At least if we are giving them good sound advice so"}, {"timestamp": [2786.0, 2789.42], "text": " you've made that mistake yes you've made that comments what have you learned"}, {"timestamp": [2789.42, 2795.22], "text": " from it and we as adults are reinforcing good digital citizenship to me that's"}, {"timestamp": [2795.22, 2799.26], "text": " far more important than the Shakespeare out source this week or the fact that"}, {"timestamp": [2799.26, 2803.4], "text": " you can write a good essay because that would make good digital citizens as"}, {"timestamp": [2803.4, 2807.14], "text": " adults our motto is high"}, {"timestamp": [2807.14, 2813.86], "text": " trust, higher awards. So you haven't gone off task in first period and second"}, {"timestamp": [2813.86, 2817.62], "text": " period. So at Morning Tea, you want to check your Facebook. We don't encourage"}, {"timestamp": [2817.62, 2821.42], "text": " you to do it, but you're allowed to do it. And so that's the model that we are"}, {"timestamp": [2821.42, 2825.36], "text": " working on."}, {"timestamp": [2831.5, 2832.04], "text": " Major offences, obviously, Facebook, Tumblr, mainly with the girls, gaming, mainly with the boys."}, {"timestamp": [2837.68, 2838.32], "text": " Messaging between classes, that's something that you need to monitor as a classroom teacher."}, {"timestamp": [2843.52, 2844.8], "text": " I said inappropriate filming because it looked quite sort of controversial up there, but basically what it was."}, {"timestamp": [2845.94, 2854.72], "text": " One of our year nines last year, they had the 100 metres sprint, and so the open girls, the year 13 girls,"}, {"timestamp": [2855.02, 2860.14], "text": " were sprinting along, and I was quite pleased with him because there he was following them,"}, {"timestamp": [2860.14, 2864.74], "text": " but he certainly wasn't focusing on their feet or on their speed."}, {"timestamp": [2869.5, 2870.0], "text": " but he certainly wasn't focusing on their feet or on their speed so that was the one thing that's alerted us to the filming and the other was"}, {"timestamp": [2876.0, 2876.38], "text": " filming a teacher secretly and then putting it into an app where you know those apps they're free apps where"}, {"timestamp": [2885.24, 2885.62], "text": " Rock gets dumped on a person's head and the teacher got wind of this and she was very upset and so we we made the decision, if you're using your camera,"}, {"timestamp": [2890.48, 2894.22], "text": " it's got to be teacher directed or under teacher supervision. So that's something that we went and added in afterwards because we didn't think that they'd be doing that sort of thing."}, {"timestamp": [2895.66, 2900.26], "text": " When you ban them from the net, what they did is they just use another person's login."}, {"timestamp": [2900.26, 2905.38], "text": " And what we've made very clear in our responsible use is your device"}, {"timestamp": [2905.38, 2910.14], "text": " you're responsible so if someone else goes in and does something that's not"}, {"timestamp": [2910.14, 2915.06], "text": " right you're responsible if you leave your device and go and do something and"}, {"timestamp": [2915.06, 2920.4], "text": " someone logs into your Facebook and see some awful things you are responsible"}, {"timestamp": [2920.4, 2930.0], "text": " and that's been a hard lesson for some students to learn and then I also also added in the calculator just, it was at the beginning of this year, seven, year nine boys."}, {"timestamp": [2930.0, 2939.0], "text": " We're caught all on this calculator and it looks totally legitimate and it's got all the buttons that you expect."}, {"timestamp": [2939.0, 2944.0], "text": " But when you hit the equal sign, it takes you to some hidden files."}, {"timestamp": [2944.0, 2945.88], "text": " And the reason behind"}, {"timestamp": [2945.88, 2950.02], "text": " the app is you know those things like your banking details and that that you"}, {"timestamp": [2950.02, 2954.68], "text": " don't want to put into notes or into documents people can open easily so you"}, {"timestamp": [2954.68, 2959.8], "text": " put it in there and it's password protected and so only you know what's"}, {"timestamp": [2959.8, 2964.12], "text": " behind the calculator and what these young boys had put behind the calculator"}, {"timestamp": [2964.12, 2968.64], "text": " with some pornography some photos some woman very scantily"}, {"timestamp": [2968.64, 2973.86], "text": " dressed and the mother had tuned into this so that sort of thing you've got to"}, {"timestamp": [2973.86, 2978.66], "text": " be aware of and these boys were so blaze about it they didn't hide the"}, {"timestamp": [2978.66, 2982.2], "text": " calculator they put it in their school folder so you'd have the form"}, {"timestamp": [2982.2, 2989.36], "text": " teacher going and checking yes oh good you've got your folder maths you've got the calculator and of course they were hiding things they shouldn't be"}, {"timestamp": [2989.36, 2996.48], "text": " but it was two or three boys and they were dealt with quite severely in terms of the parents"}, {"timestamp": [2996.48, 3002.4], "text": " keep them informed if you're at the initial stages of a biwai od project i would say don't have a"}, {"timestamp": [3002.4, 3010.0], "text": " discussion like this have small meetings have one-onone, have 10 or 20 parents sitting around one teacher,"}, {"timestamp": [3010.0, 3015.0], "text": " having a look at what they're doing, having a look at the iPad, just keep them informed."}, {"timestamp": [3015.0, 3021.0], "text": " Call home, if it's an ongoing thing, if you think that they're obsessed with gaming or Facebook,"}, {"timestamp": [3021.0, 3023.0], "text": " give a call home."}, {"timestamp": [3023.0, 3026.82], "text": " We had an information evening, midterm of every term,"}, {"timestamp": [3027.12, 3030.02], "text": " just saying, this is what we've done, this is where we're at,"}, {"timestamp": [3030.24, 3032.08], "text": " these are the problems we're encountering,"}, {"timestamp": [3032.34, 3035.58], "text": " this is how much homework or prepping or whatever they should be doing."}, {"timestamp": [3037.12, 3040.36], "text": " This year we've run night classes, five night classes."}, {"timestamp": [3040.48, 3042.76], "text": " Every Tuesday the parents come for an hour,"}, {"timestamp": [3042.76, 3045.68], "text": " and at first we thought oh they might need"}, {"timestamp": [3045.68, 3051.56], "text": " you know to see how keynote works and those sorts of things that wasn't the case they wanted"}, {"timestamp": [3051.56, 3056.94], "text": " absolute basics they come with the iPad belonging to the students and say how do you switch it on"}, {"timestamp": [3056.94, 3062.86], "text": " how do you email how do you and as educators we forget that a lot of people are yes they're in front"}, {"timestamp": [3062.86, 3071.7], "text": " of screens but not in front of iPad screens and so that's been really beneficial for some parents as I"}, {"timestamp": [3071.7, 3076.02], "text": " said email if you're starting to use social networks and just give them a sense"}, {"timestamp": [3076.02, 3080.62], "text": " of power because a lot of parents come in and say my students sitting in front of"}, {"timestamp": [3080.62, 3089.42], "text": " the screen for three hours should they be doing that much homework no they shouldn't they shouldn't spend five hours give or take on the iPad and"}, {"timestamp": [3089.42, 3096.14], "text": " then go home and spend another three hours that's far too much so I'll quickly"}, {"timestamp": [3096.14, 3099.14], "text": " run through these are the types of things we did at the parents information"}, {"timestamp": [3099.14, 3109.6], "text": " evening the double-click trick the checking Safari history if that is clear the time, there's nothing that they've been searching for, there's a problem."}, {"timestamp": [3109.78, 3112.4], "text": " What are they hiding if they keep clear in their history?"}, {"timestamp": [3114.0, 3124.18], "text": " Set restrictions if need be, if you feel that you need to lock down the iPad as a parent, that's your responsibility to monitor and lock the iPad down a bit."}, {"timestamp": [3126.32, 3136.68], "text": " Make sure that they're backing up to the cloud. It's all good and well that you don't have to push a save button, but make sure that you've got a backup plan in case something fails."}, {"timestamp": [3138.32, 3145.4], "text": " And so as a dean a year down the line, I've found KMAMA are invaluable you need something where you are"}, {"timestamp": [3145.4, 3151.34], "text": " recording what the students are up to but this year I found less intervention"}, {"timestamp": [3151.34, 3156.5], "text": " from my side last year I had so many teachers on so many occasions storm into"}, {"timestamp": [3156.5, 3162.5], "text": " the dean's office iPad and Kidden so that's slowed down it's not necessary to to do"}, {"timestamp": [3162.5, 3172.36], "text": " that sort of thing take responsibility within your own classroom environments some of the concerns too much homework I've"}, {"timestamp": [3172.36, 3177.1], "text": " been teaching for 23 years and how often have us heard that comment not often"}, {"timestamp": [3177.1, 3183.46], "text": " at all what happens is we say because we've got the infrastructure download"}, {"timestamp": [3183.46, 3186.7], "text": " the work at school so that you don't come the next day and say"}, {"timestamp": [3186.7, 3189.98], "text": " my dad switched the internet off,"}, {"timestamp": [3190.1, 3191.32], "text": " we don't have the internet,"}, {"timestamp": [3191.56, 3192.86], "text": " it was too slow to download,"}, {"timestamp": [3193.16, 3195.12], "text": " you do it and you do it in front of the teacher,"}, {"timestamp": [3195.22, 3196.1], "text": " you do it in class."}, {"timestamp": [3196.62, 3198.36], "text": " And so teachers were saying,"}, {"timestamp": [3198.72, 3200.54], "text": " you've got the work, just finish it for homework."}, {"timestamp": [3200.9, 3201.42], "text": " Just finish it."}, {"timestamp": [3201.64, 3203.02], "text": " If you've got seven people saying,"}, {"timestamp": [3203.3, 3204.48], "text": " just finish that for homework,"}, {"timestamp": [3204.58, 3211.3], "text": " it becomes a massive amount of work. So avoid that. Multitasking at the beginning was quite"}, {"timestamp": [3211.3, 3216.38], "text": " difficult, so trying to follow what the teachers saying, plus, and that was last year. This year,"}, {"timestamp": [3216.44, 3223.48], "text": " I haven't found that to be a problem. Some teachers got into the habit of, you ask a question,"}, {"timestamp": [3223.58, 3226.18], "text": " just Google it. Ask a quick, oh, go and Google"}, {"timestamp": [3226.18, 3231.48], "text": " it, ask it. Yes, there's a place for Googling it, but sometimes they just want the answer,"}, {"timestamp": [3231.64, 3235.54], "text": " and they just want you to help them. So make sure that you don't fall into that trap."}, {"timestamp": [3236.64, 3242.6], "text": " Playing online games at break, we'd have rows and rows of kids not talking, just busy"}, {"timestamp": [3242.6, 3246.34], "text": " playing games. Yes, that still happens, maybe not as much."}, {"timestamp": [3246.66, 3249.54], "text": " With this beautiful weather, they are out there playing games,"}, {"timestamp": [3249.66, 3253.82], "text": " and there's far more active activities going on."}, {"timestamp": [3253.9, 3259.06], "text": " I think last year the novelty of sitting in rows and playing games was quite a concern."}, {"timestamp": [3259.64, 3266.4], "text": " And then handwritten exams, we're supposed to have handwriting every term"}, {"timestamp": [3266.4, 3269.0], "text": " and I've lost year certainly fell into the trap"}, {"timestamp": [3269.0, 3270.62], "text": " of forgetting to get them to handwrite"}, {"timestamp": [3270.62, 3273.32], "text": " and all suddenly got exams at the end of the year."}, {"timestamp": [3273.9, 3275.82], "text": " None of them forgot how to handwrite."}, {"timestamp": [3276.46, 3279.5], "text": " I did a whole flipped approach to the exams last year"}, {"timestamp": [3279.5, 3282.5], "text": " and if you come tomorrow I'll show you my results"}, {"timestamp": [3282.5, 3287.1], "text": " but really I was very, very happy with the results for my class."}, {"timestamp": [3287.22, 3288.4], "text": " I can't say school-wide."}, {"timestamp": [3288.46, 3289.08], "text": " I don't know."}, {"timestamp": [3289.44, 3296.82], "text": " But in terms of writing the essays, under time constraints, under exam conditions, they were all fine."}, {"timestamp": [3297.1, 3298.96], "text": " So that shouldn't be a concern."}, {"timestamp": [3300.18, 3301.8], "text": " I think I've discussed this."}, {"timestamp": [3302.14, 3305.72], "text": " The cyberbullying, they've got a heightened awareness of it."}, {"timestamp": [3306.48, 3313.08], "text": " That guest speaker, Brett Lee, is a guy that we brought over, he's from Australia, he's a policeman,"}, {"timestamp": [3313.58, 3320.52], "text": " and he deals only with cyber safety and cyberbullying, and he was fantastic because he did three sessions,"}, {"timestamp": [3320.88, 3322.5], "text": " and all three sessions were different."}, {"timestamp": [3322.84, 3329.76], "text": " So he did one for students, one for teachers, one one for parents the one for the students was really good because what"}, {"timestamp": [3329.76, 3335.24], "text": " he did was before the session he said to me give me 10 names of just 10"}, {"timestamp": [3335.24, 3340.34], "text": " random names of students so I gave them to him went on to Facebook and left"}, {"timestamp": [3340.34, 3344.18], "text": " him to us and then he started his presentation how many of you have Facebook"}, {"timestamp": [3344.18, 3348.46], "text": " all the hands went up how many have locked down your accounts so that people,"}, {"timestamp": [3348.8, 3353.3], "text": " random strangers, can't just come in and have you look at your photos. All the hands went up."}, {"timestamp": [3353.66, 3358.98], "text": " He said, okay, as Joe Sopia, and he called up a photo, he had gone into their accounts,"}, {"timestamp": [3359.24, 3365.16], "text": " he had found their photos, and he had all ten of them, and all 10 were, I cannot believe it."}, {"timestamp": [3365.16, 3369.56], "text": " And that's the way he hooked them in and showed them that those lockdown accounts,"}, {"timestamp": [3369.56, 3373.82], "text": " if you want to get in, if you're one of these predators out there, you can get in."}, {"timestamp": [3373.82, 3376.94], "text": " And so his whole thing was safety after that."}, {"timestamp": [3376.94, 3382.52], "text": " And of course he gave the stories of cases that he's followed where the person's a 13-year-old"}, {"timestamp": [3382.52, 3388.62], "text": " boy at Mahu and actually what the person looked like in reality."}, {"timestamp": [3388.62, 3391.06], "text": " So he was really, really worthwhile getting."}], "text": " Right, so I think I'll make a start. My name is Linda Rubens, and you're here for the pastoral, so if you're in the wrong place, now's the time to shift. All happy? Okay, so basically what I'll be looking at is discipline with the use of the one-to-one device, be it an iPad or laptop. A very brief history. I come from Durban. In South Africa, of course, I taught at a very brief history. I come from Durban in South Africa of course I taught at a very traditional school with very little in terms of technology and it was a girls only school quite different to the co-ed school that I'm at now and my discipline was something I never actually thought about I'd go in and the girls knew where they stood and I knew where I stood and I did my lesson. And so about five years ago I got to New Zealand and it was term four and my first class was a year 13 alt class. They weren't writing exams. They'd finished the syllabus and I walked in and I was absolutely shocked that they didn't stand and greet me, sat there with caps on and so it was a huge learning adjustment. I had to up my game and I realized that my discipline I had to rethink, I had to reinvent myself and dealing with boys was something that I had to come to grips with and I had to change my ways. And then in terms of being computer literate, I could do Excel spreadsheets because everything was in percentages and I could email on my CV. I said, yes, I'm computer literate. And so I was given my laptop and they said, there's your classroom over there. You've got your data projector. Don't print too much. Off you go. And I was, but I print everything. Everything's worksheets. And so I got to my classroom and I didn't know how to plug my computer in. And the reason I'm telling you this is because you don't have to have computer savvy background. You don't have to be technical. You simply need to think, well, this is the way we're moving forward. Either I'm going to get on the bus or I'm going to be left behind. So about two years ago when they introduced the iPads to us, there were 20 of us that said, yes, we'll put our hands up, we'll see what we can do with it. And at first again, I didn't know how to switch it on. I didn't quite know what I was going to do with it. I happened to be down with the flu for three days booked off and I spent three days in bed with the device and the more I looked at it and the more I started playing and at that stage it was just plain the more I thought yes this is something that I could do and so today that's why I am where I am I used the iPad and I changed my discipline methods and so I think the person or the teacher I was and the way I'm teaching now something completely different. So my session will be running three ways. First I will look at classroom management and classroom discipline. Second I will look at form classes and how those get run and lastly I'll look at my classes and how those get run. And lastly, I'll look at my role as a dean, and that's the over-encompassing discipline of 320. Last year, year 9, obviously, year 10 students this year. As deans, we move with our form classes, and so it's my second year working with the same sort of students. Before I really get into it, I'm not used to teaching this way anymore. This is the old school way and this is the way I've always been for my last 23 years standing and just throwing information out. So if you've got questions, please stop me because otherwise I'm just going to go like a train and I'm just going to keep on throwing out information. So please, even those naughty ones sitting in the back row, if you've got a question, please just shout out and I'll stop and we'll look at that. Initially, our first worry was the distractions that these iPads offer our students. Yes, they've been distracted in the past, a good-looking guy or girl walks past and they all follow them. Or they play noughts and crosses and they get distracted. But the distractions with an iPad are far more attractive. And so we had to rethink and really evaluate how we were going to get past that, how we were going to get them focused on what we wanted them to do and leave the distractions for the lesson. And so that's one of the first things I'll focus on. Let me just go back here. Sorry, I keep on coming too far away from the slide. And the main thing to remember when you're dealing with those sorts of distractions are you are still master of your classroom. So what would you have done in the past if someone didn't have information in their book or they had an essay that they had started and they hadn't completed? You would have given detention. You would have given an imposition. You would have had an interview with them. You would have phoned home. You would have done one of those methods to get the ball rolling, to get them motivated into working, to get them doing some work. The iPad or the laptop or the device shouldn't change that. You are still master of that classroom and so you must decide in that instance what would I have done in the past, would it work for for this device in terms of the way you set up your class that's very important so to run a BYOD classroom in this setup would be absolutely unacceptable because I've got no idea what Jason is doing and what he's got it on his screen right up there so in terms of your setup, think what can you do with your infrastructure? So within my classroom, what I did was I set these tables out on the side because at the start, I didn't know how many laptops I'd have. And when you've got a laptop and you've got that screen up, you've got that division between yourself and the students. So you don't want them sitting there and having the great divide. You want them on the sides or somewhere that you can actually access their screens. As it turned out, we had very few laptops and so the rest of the iPad users can sit down the side and the concept is the same, that you've still got easy access to their screens. Then I put the middle section, I group it into either twos or threes, but having said that we spend very little of the class time sitting at the desk, sitting behind the desks. So we maybe start the lesson in that way, but then very often it's group work or its teamwork or its collaboration and so they group themselves either within the classroom or outside the classroom even sometimes going onto the field to do some filming or whatever part of the syllabus we're in so to have them sitting in rows that's something that's fallen away but certainly you've got to have a look at how can I maximize my view of their screen. The last thing with this slide is that hairdresser's stool in the bottom left picture, all it is is a normal office wheelie chair, and I've taken the back out, and the reason for that is I don't always want to be hovering over them, you know, sort of lurking over them, looking at their screens. So I get that and I wheel myself around and so I stay on their level, have a look, have a discussion and wheel right along. The other thing I've created is a big space sort of like this at the front of my classroom. So just really where my desk is, which I hardly ever use, there's a big space. And so when they divide up and they get into their groups and I ever use there's a big space and so when they divide up and they get into their groups and I can see there's certain students that haven't quite got it or they they need extra assistance I say who needs assistance who needs a little tutorial a couple of hands go up they're the ones that bring their chair and we sit around and as if it's a little mat we sit around we have a discussion get them hopefully back up to speed and then they go back and join their groups so that's in terms of managing your structure this is what I'd like this is what I'm working on Kate and providing for my classroom and you know if I had said two years ago that we'd have all our year 8s all our year year 9s, all our year 10s on devices, I wouldn't have thought it possible. I would have thought, oh, that's a pipe dream, it's not going to happen. So this type of setup, I look at, I think, well, is it the distant future or is that something that may be viable for the here and now? may be viable for the here and now. But you still need some strategies because it's not a perfect fit. It's not a perfect world. So what I do personally, when my students come into class, I don't let them take their devices out at all. We start with some eye-to-eye contact. So devices away or laptops close. And we do greet each other. And we do talk about what happened the previous day what the lesson we had done all the way forward so just some of that communication sometimes it takes a few minutes sometimes it takes a bit longer but start with devices down and your expectations for the lesson as you normally would. What we've tried to encourage all teachers to do is if they've got an iPad to do the double click on the home button which brings up all the apps that they've been on and that should be clear at the start of a lesson because you might find that they've gone onto Facebook legitimately before school then they've come to form class and they've been told to go onto their photos for some reason. And then they come to your class and you're a bit suspect, oh, I don't know if you're on the right thing. Double-click their Facebook is and the child's trying to say, but that was before school, that's it, you get an imposition. So if it's clear, it just clears up things for them and for you and so and that's the way we automatically start a lesson we have done some random swoops in the past where Mark quickly and myself he's my management senior management the two of us don't tell the teachers and we do it all very policeman style and we arrive in the classes and we say hands off devices and they sort of go like this and the teachers get a fright and the students get a frisk and we go double-click, double-click, check the history and just letting them know that we are answered, we are vigilant, we are watching, we are concerned about what sites they are going on to. but the last points on this slide is it's actually up to individual teachers yes we can do random swoops and we can have a look at what they're doing and we can get the techies to have a look at the history of individual students but it's up to the teacher to manage what is happening and you will find as the year progresses that students get well onto the work, and they are absorbed, and they are on task, and they are doing the right thing. And as a teacher, you stand there and you think, well, they're all busy. I've had a check. They're all doing what they're supposed to do. And you go and sit at your desk and you start emailing or you start preparing for the next lesson, et cetera. Don't get into that situation because even the most disciplined child will soon pick up that the teacher is pulling herself away or himself away and they will go off task. So stay vigilant, get the wheelie chair and go around or even just sit within them, have a look at what they're doing. So just remain vigilance as a classroom teacher. When we first started, one of the major concerns for the teachers was that students would know more than the teacher and how were we going to keep up with them. And so we sat for English, we sat with the year planner, and we reworked the entire year planner, and we crammed it with all sorts of innovative and different ideas and different ways of doing things. And they came into class, and they couldn't manage a file. They didn't know how to put pages into one document, or they didn't think it was necessary. A test that was coming up, they didn't think, oh, I'll go into calendar and put an alert. So those sorts of setups, the basic things, those things as an adult you would do without even thinking, students didn't think of that. And so we realized that this year we had to rework our year planner and give ourselves time to set up devices for the year 9s coming in. The year tens are slightly different. They were a year into the program. They were better. Their file management was much more, you know, they had got their file management going so that was better. You hear the terms like screen ages, you know what it's like. You look at any teenager at any time and they are looking at a screen, be it's an iPod or an iPad or a phone, but they're very good at what they are interested in, not always that good at what you are interested for them. So I said when I started, this is very uncomfortable for me to be standing here and just lecturing at you. And that is because my teaching style has changed completely. I've taken on board the whole flipped approach. Tomorrow, if you are coming tomorrow, I'm doing a workshop on the whole, what I've done with the whole flipped approach. But just basically, with the flipped approach approach you are able to have a really differentiated classroom in past years I know high school students teachers college teachers have been told differentiate you've got the student working at that level a student working at that level and you've got to accommodate them and I've always said yes primary school can do that middle school can do that because they've got the same students all day practically. But how do you do it when you've got them for an hour and then the next class comes in in the next class? So differentiating never really took place. With the flipped approach, what I do is I give them the prep before the lesson, then they come to class, and then you start at the place of least understanding. So did you get the similes? Yes, metaphors, yes. And you can breeze through those. So you start at the more complex ideas, and then you can divide them into, you got the first part, so you work together. You got it all so you can go into the next, and so the differentiating is actually possible. The trouble with that is you've got to plan well ahead. So I would say if you've got your terms work up on something like alternate, our learning management system, that's important. Because they've got the device, you're no longer holding the reins. They are going at their own pace. And so I found people were saying, miss what's next, far quicker than miss what's next was in the past. And so I had to have the next step. An example would be I got them to redesign a book cover, do the blurb on the back, do a story and then turn the story into an hour movie. So that in the past with booking computer rooms and getting all of that would have taken quite a few weeks. The boys particularly put the book cover together, boom, bum, bum, they'd done the blurb, and they were moving onto the what's next. The girls were still on the book cover, choosing the background, taking the slides of photos and rearranging and putting little effects. And so, I was suddenly oh I've got to have plan B C and D in place I thought you're 13 year olds 14 year olds I'm going to tell them do you mind if I switch the air conditioner off it feels like I'm shouting and it's really loud I'm going to say to them right in this class you don't do homework you only do prepping and they I'm going to say to them, right, in this class you don't do homework, you only do prepping. And they're all going to go, yes, miss, that's brilliant. We'll do the prepping if it means we don't have to do homework. And after the first flipped approach, they came to class, have you done it? No. Have you done it? No. Have you done it? No. And then a couple of yeses. And the point is, you've got to change their mindset. Just as I had to change my mind says, I'm no longer the pearls of wisdom, the one that's sprouting all the knowledge. They can get that, they can gather that before they even come to my class. I've got to let go of the reins. They don't have to be going on the same page, the same slide as me as in the past they can go at their pace so that for me was a big mind shift for them they've had nine years ten years of being force-fed the idea that the teacher is the one with all the wisdom you come to class and then you do some homework or you don't after the lesson. And so that whole prepping concept you've got to really work on to get them to get that mind shift to being prepared before they actually get to your lesson. And then in terms of that last point, never underestimate the human touch. You've got a lot of teachers out there putting videos up and and YouTube clips and whatnot and you sit in there thinking well is that going to replace me no it won't they still wants your reinforcement they still want you looking at their work I found particularly the top achievers they do the prep they understand the prep they get to class and they're the ones that are saying, miss, was I right in saying, and is this the right answer? Because that's the way they've been conditioned. And so they still want your inputs. Gone are the days where you want to look at an essay and they're covering their work because the spelling is bad or the handwriting is bad. They're actually going, yes, have a look, this is how far I've got. So they want you to give your input. So it's not that we're talking ourselves out of a job. So to sum up as a classroom teacher, I have found full engagement. Now you'll find a lot of people giving you really fantastic presentations and things that the kids have done and that's fantastic. The fact that they are producing these our movies and whatnot and really I'm the first person to say that is the way to go. But if you can say period five, come to my class, I'm doing an essay and my students will be engaged and they will be working, that's what you need to be able to say on a daily basis. Yes, there will be days where they're out there and they film in, but you've still got to do the basics. And if you can get them engaged and get them happy working on that device, well, that's the bottom line for me as a teacher. They're quiet, they settled, because they're comfortable with the device that they working with. For the whole of last year I said well if I'm marking anything you email it to me and then I will give comments and I'll send it back to you. What I did was what a lot of us did was we separated our school email from our marking email. So set up a different Gmail accounts that is particular to that class. You never want to be in the position where you've got 100 school emails and student work sort of dumping into the same place. So I gave them a particular Gmail accounts. There again, I thought, well, obviously it's got to be my surname and my subject, so that makes sense. And then I'd get these emails from cool bananas or at gmail.com. I don't know who that child is, so you have to reinforce that. If you're setting up a Gmail account, it's got to be easily identifiable for the teacher who's teaching more than one class with BYOD. The submission and resubmission, in the past, they write an essay, it sits and studiously, underline all the spelling errors, and write a little comment, well, sometimes a very long comment, and this is what you did, and this is what you could have done, and if you had done that, you would have got a better mark. And I'm mortified to find that that same essay lying on the floor or in the trash can on the way out and you don't get that anymore now they do the email they send it to you you send the comments exactly the same as it was in the past and they are resubmitting and so we've even found that we have a library lesson where they are given one hour to chill and read and that's what they've always done and in those library lessons if they are given one hour to chill and read, and that's what they've always done. And in those library lessons, if they've got an essay hanging over their head to be resubmitted, Ms, do you mind if I do the essay as opposed to reading? And it's not just in my class that that's happening, and that's unheard of. So they're happy to do the resubmission, far easier than crossing out and starting again. For this year what I've started introducing is blogs and Twitter there are some staff members using Google Plus I haven't started that and the reason for that is I just think that there's so much out there that you could become bogged down so you've got to find what works for you what works for your students what works for your subject and become experts at maybe two or three things. Yes, there are fantastic things going on next door with Google Plus or yes, there's fantastic things going on in another subject and you tend to want to try and grab it at all. Don't. Just stop. So that's fantastic for your subject but for me this is what I'll be focusing on. And so for this term, it's been blogs and Twitter. The blog site that I've chosen to use is WordPress, simply because it's the blog site I had been working on, and I found it user-friendly. It links easily to Twitter. So when you're setting up WordPress, they ask you whether you want to link that to Facebook and Twitter, and I linked mine to Twitter, and I got my students to do the same. In terms of Twitter, I've got two accounts which are very easy to manage between the two. The one is my personal one where I follow like-minded teachers and you get heaps of information. So if you're not on Twitter, it's really worthwhile getting into it and then I've got my classroom Twitter feed now I know with Twitter at the whole idea is to link globally so yes I've got teachers from New Zealand and Australia and South Africa and America that I'm following for my classroom classroom, because they are young and naive, and because their parents are rather worried about their social networks, I've locked it down completely and so I've only allowed them to follow me and me to follow them. I'm not allowing collaboration even between classes or other teachers at this stage. I just feel that that's my way of ensuring for the parents' sake that I can monitor who is commenting on the Twitter feeds. So some of them follow their group within the class, some of them follow just two people, that's fun. As long as they get in into that way of thinking and they're getting on to responsible use of social networks. So at this stage I've locked it down. We'll see the more responsible, the more they grow up, the more we might be able to open that up. The way I've used blogs, a couple of ways. I started with Shakespeare, so I'd introduce it and I went through the plot summary and then I'd say, okay, jump onto your blogs and summarize what you have understood from this lesson, whether it's four lines or ten lines or just a short blog and then tweet it. And that's where I read it. I've used it for wide reading. So they've had to read a newspaper article and respond by writing their own newspaper article. That would be longer. You'd need pictures involved and whatnot. And then tweet that. I've also used it at the end of a lesson so I've said to them instead of how far have you got how far are you almost finished I've said to them jump onto Twitter and let me know how far you've got so if you can read that's picture over there some of them were saying I'm up to slide six act two and others are still busy in act one so at some stages I'll be marking the work at others it's simply for me to keep track of where they've got up to when I first introduced blogging half the class I'd say majority of the boys said I know they're not interested they did it because they were told to but they didn't really like it until they saw those that were getting onto the blog site, and then they started personalizing it and making it look quite nice. And then they said, oh, this is just like Tumblr. Oh, I can do this. And then they got moving. Again, I say jump onto blogger and jump onto Twitter. It wasn't as easy as that. Some of them could set it up immediately and they sailed away. Others went on, couldn't remember their Gmail accounts, couldn't remember their password and so I'd say I took probably a week to get my whole class set up. Not that I spent every lesson, every minute, blog tweet, blog tweet, but we'd start with that or we'd end with that and get them set up so it was quite a long process and now I've got to the points where they're doing both the reason why I'm using Twitter is so that I don't have to get them sending me links to their individual blogs and I've got to go into 30 blogs it all just comes up on my Twitter feed I put a star if I need to mark it or scroll over and maybe just leave a little comment if it's not a marking thing. So that to me, that's what's working for me. But it wasn't an easy process and it wasn't sort of instant, oh yes, they want a blog, they want a tweet and it's going to be an easy fix. Can they access that Twitter account while they're in class and use it in class? Yes, yes. And again, I've had to say because some of them do have their own Twitter accounts, not many, but some of them do, and so they've had to have two so that I don't see their personal tweets. The other thing, just in terms of having the two accounts, my personal accounts, I've got my photograph, I've got where I teach, what I teach, etc. For my school one, just to model the behavior for them, I've got a generic picture. You would not identify that as me. I haven't said where I teach. I haven't given any personal information just so that they can follow that type of thing. Some of the parents have said it's fine. They can have their photo there. Others have said no, they want something that's generic. So that's another thing that we had to look at. And also do get parents' permission for this because some of them are just anti-all social networks. Some of them feel Facebook is okay but Twitter is not okay. So if you can give your educational reasons for using those social networks, it makes it easier for the students and easier for you. Okay, so that's my classroom. Any other questions? Okay, in terms of management of form classes, if you're in the position of deciding which staff members are going to start off with the BYOD form classes, they've got to buy into the concept of BYOD. Because a lot of form time, particularly last year for the year nines, was spent setting up the iPads. So the form class that is run where you check attendance you check reply slips and then you do a little bit of chatting or you sit in groups and whatnot that wasn't the case last year last year they spent a lot of time with the students picking up things that weren't picked up in the classroom situation so setting up the iPads for use in the class setting up calend setting up the iPads for use in the class, setting up calendars, looking at the protocol. So it has to be teachers that say, yes, this is a good idea. So it's used effectively. It's also used for digital citizenship. So one of the things I'd do at assembly is digital citizenship. If something came up in the media, that would be something I'd do at assembly is digital citizenship. If something came up in the media, that would be something I'd discuss. But of course, I'm one person to 320 students who probably switched off in the first five minutes of assembly. And so, yes, I'd introduce it, but then I'd send it to form teachers. And if they could take 10 or 15 minutes over a course of maybe two weeks to discuss certain things, to put YouTube clips up and discuss consequences and those sorts of things. So that's what form time is used for. In terms of form class basics, I spent a lot of time last year putting things together that I'd send out to form teachers so that I knew that the message was getting out there, as opposed to saying, please tell your form classes the following So form class basics that was just what is expected in terms of punctuality and uniform just the usual stuff And so I'd send that out waste a few weeks then I sent out setting up a school based iPad and so One of the key things and there's loads of things I'm not going to bore you with all of them but one of the main things is a school screen and that to me makes it manageable so if you've got an iPad you know that you can scroll across and you can have one two three four five six seven screens so that's fine they can have up to 20 screens whatever the one that we are interested in is the school screen on the school screen is where you've got your key notes your pages your calendar your email yes you've got Facebook but I don't want to see it have that on another screen yes you've got 500 games and angry birds and have that but have it on other screens so that as a teacher you never feel you've got to pick up an iPad and start scrolling. You don't want to do that. You don't want to see their personal history. And so you stay on that screen and if you see them flick in between screens, that's also a problem. So that school screen to me is vital. And then our protocol, it's obviously a document, quite a lengthy document. We've kept it as a draft document because as things happen, we think, ah, didn't think of that, and we've got to add it into the protocol. So for example, we've had instances where an iPad has been broken, the screen has been cracked, and it wasn't the owner's fault. So I had this kid with his bag on his back, and he had a new pair of rugby boots, and they were just sticking out of the bag, and they were pink. And so a girl came along, and she said, oh, those look great, pulled them out, and as she pulled them, the iPad went, crash into the ground, and it cracked. And the father phoned, and he said, what are you going to do about it? And actually, as a school, very little. We're not insured for those. They're not our devices. And so what we can as a school do is say, this is their number, this is your number. Contact each other and get to some common ground and come to some agreement. And the analogy we used was, if you were at McDonald's and you were sitting with your iPad and your friend knocked it off, you wouldn't get up and say to McDonald's, what are you doing about it? So we can facilitate a meeting between parents, but more than that we can't do, and so that would be added into the protocol. So that was sent out, and informed teachers had to make sure that all students read it. Then I also took it and I put it into teenage speech and I put it into a keynote presentation so that we didn't get to a point where in the Dean's office we say oh you did whatever and they said but I didn't know I didn't know I wasn't allowed it. We know form teachers read the document, parents have read the documents and they've but I didn't know I didn't know I wasn't allowed it we know form teachers read the documents parents have read the documents and they've had it in a presentation in language they understand what I've put there is a link and I can send that out to you if you want to it's just an I books author that I put together it's not flash it's not fantastic but what it has got is a collection of all these sorts of keynotes, all our protocol documents, all of that. So if you're in the position where you start in a BYOD, you could use that as a starting point, or if you're in the middle of a program, you could look at what you're doing, look at what we're doing, and come to some common ground. So feel free to download that if you'd like to so with form classes a lot of time spent setting the devices up random visits you do find kids working quite quietly in form time a lot of the time they are on these screens as opposed to sitting chatting and that's problematic for some teachers so for this year I've got some teachers saying no devices for half of a form lesson and then they can go on and check the the notices and that sort of thing some teachers have said well they want it for school-based activities until a Friday or a Thursday and then they have a YouTube day or they have a gaming day so those sorts of things obviously you leave up to individual form teachers hmm what is the structure of your form time here start at 25 to 9 to 9 o'clock and and that's it so almost half an hour any other questions yeah just go back to digital citizenship yes oh not there yeah develop any specific policies around that and how did you as a staff towards a common understanding and make sure that was a consistently understood and applied apart from the form team from the form of the form tutor arrangements over those, you know, delivering those resources or delivering those ideas that you were feeding to do them. And, you know, did you refer to all the resources like the Netscape toolkit or any of that sort of stuff? We had a look at all of that, and there's three of us, so people from year 8, 9, and ten got together and we just pulled resources and fed it through so what the year eights are doing it's actually part of the trying to not topic one of the lessons so it's actually worked into the syllabus for the day so it's not in their form time but they've done a big drive for that and so our vision is that they'll come through to year 9 and 10 and have a greater understanding of course the year 9s and the year 10s that I was working with had passed through that we didn't have that and so we had to use form time and of course we use teachable moments as well you know you'll have moments where someone is doing something and and so and so it's on the fly as well. But last year we didn't have a set program this year we do have. And we've used a variety of resources. And what about with the staff so they knew what they would look for and they knew what it looked like? We just send emails out and with We just we email, send emails out and with our HRD sends information out. So basically it's a case of email and let people know. I think in terms of the whole staff being on board, I wouldn't say we at that point yet. Certainly in terms of the deans and the form teachers that are working with it on a daily basis, they are up to it. But I wouldn't say that our whole staff is on board yet, and that's something to work on. Does the school actively monitor, like, social media, to make sure kids aren't making stuff back to students or the school? An appropriate comment? There's certain things that we can do. So what I've found is because they are using these devices and we're talking about it, they've got a heightened awareness of their rights. So in the past, if there was a bullying, I've put it in inverted commas or name calling or whatnot, generally a parent would jump on, delete the comments and stew about it and do nothing about it. Now I've got students coming to me, they screenshot it, or they come and they say, miss, this has gone on, this is happening on Facebook, and they open it and they show me. If we can prove by the time that they were using the school network, then of course there's consequences that are in place. If it's without, and so it's done after hours we ring the parents immediately and we say this is what your students has been doing and this is the network they were on we have had occasion where it wasn't one of the BYOD students it was some year 12 girls who tumbler for me Tumblr is one of the worst sites because it's anonymous and so there was quite a vicious sort of cycle going on and so that's when we called the techies in we said this is what's been happening this is who we think might be on and so they did a background search and we came up with the students and called them in and said you thought it was anonymous it actually isn't and you were using the school network so there is that sort of thing going on we've also about two three weeks ago had a fight that was filmed. And so the kid that filmed it, and as he saw the teacher, he said, there, I know you'll want that. So, you know, you do have that heightened awareness of what they should and shouldn't be doing. Does that answer your question? Yeah, this one just wondered if you were, because obviously been quite a busy, yeah, up the school that may be happening during school hours, you know, whether they're getting on those social sites and making comment about staff or students in a different ways. Mm-hmm. Mm-hmm. Yeah. Yeah, yeah. And we've actually said to them, look, if you go onto Facebook and you use defamatory language and it's using the school time, we need to do something. However, if it's after hours, your parents need to go straight to the police and take the proof there. So we've said that. We haven't had occasion to use that, but those are the types of real hard-hitting lessons that we send in out okay how far am I oh yes okay so keep the rule simple make sure that teachers know where they stand make sure if students know where they stand and a year down the line I'm not saying that everyone knows exactly what they should be doing but we are reinforcing it all the time. So that broken record, just keep it going. We forget that we've got relievers coming in. So we had occasion where a reliever came in and she was very upset with what a student was doing, grabbed the laptop, and the laptop came apart. The hinges fell apart. So you've got to remember that you've got other staff coming in. So you've got to make sure that everyone's on board and everyone knows their rights and responsibilities. You need a system like Kmart to keep track of it. As the dean of 320 students, you wouldn't be able to see that they've misused the device in English and maths and science. And there's a trend happening if you didn't have that tracking system. so you need staff to be able to go on and misuse of one-to-one device so that you know what's happening and so I've said the rights and responsibilities are important students do have rights because at our school the device is owned by them and so that's why we have that school page so that they're not saying, oh but it's my iPad and they're trying to hold onto it because they're on the right site. I have yet to find a student that says to me, no, you're not looking at it. They give it willingly. So if they've set that up properly, teachers, do you have a right to take a device that belongs to a student? Yes, you do. It's still your classroom. So if you feel you're off task, I can't trust what you're doing, pack it away. That would be my first instinct. Put it away, get pen and paper out. If you're still unhappy, give me your device. I'm going to keep it and I'm going to keep it safe. You'll get it at the end of the lesson, but you don't have the right to use it in this lesson so yes of course you are still master of that just don't leave the iPad line there walk out and hope that it's going to still be there and then in terms of the school's rights it is still our network so even though it's their device if they are misusing our network there has to be consequences so our rules for 2012 were very hard hitting and I don't say they were right but it's the way we persevered and I think it was the right way initially so our rules were if you're off task you're off the net for a week now that means you went off task because I was doing Shakespeare and you got bored, so you went on to Facebook, but you go to maths and you're actually really onto it and you're loving it. But because of that one misdemeanor, you've lost the net for every single subject. And that's problematic. So those kids that are going to go off task became disruptive in their other lessons because they were bored. Okay, so that was the one thing we did enforce and we did persevere for a year but I wouldn't continue with that. It had to be entered on KMA if a teacher was very unhappy you misused your device and they came and told me, but they didn't put it on to Kmart. We couldn't take them off the net. And the next day, they were back on the net, and the teacher was like, nothing's happening. Nothing's changed. So we had to keep track of that. The next step was, so you're off the net. The next step was your device taken from you. I would ring the parents and say, you need to keep the device at home because they have misused their device yet again. A lot of parents would say, oh no, you please keep it. I don't know how to manage my child in the tantrums. No, take responsibility, keep the device. And then the thing that, the problem is, it impacts their entire life because their entire life is wrapped up in that device. And that's their Facebook and everything's there. And so I think it was a step too far for someone that it made one or two or three mistakes. So this is this year's rules. I set up impositions and the imposition, the basis of the imposition is the basis set up imposition and the imposition the basis of the imposition is the responsible use documents yet again so it's just a condensed version and one page and so the the real things that you want to get the messages you want to get out there that's in an imposition and we've left that up to class teachers if they want to say on Facebook one imposition on Facebook again second imposition and then take it to the next step they can so it just gives some measure of flexibility the next step is what's called a walled garden and that to me is quite exciting because what it means is if you go off task for a couple of times you can go on to ultranet which is our learning management system so that means you can still access English and maths and science and everything but you can't do anything else so it eradicates all Google Safari everything else but what's in your world garden what's in your alternate you can still get to if there's YouTube clips you lose out but you are being punished so that for us is our next level up there's Tony Zalume who's the tech guy yep and the librarian librarian who's really worthwhile getting her on board and so it's just a management system. I can't do it at this stage but that's the next step that we move into so that deans can just say right, you've done the wrong thing and put you into the walled garden. As I said, taking the iPad for the lesson, that's your prerogative. And then if it constantly, if it's just an ongoing battle and just found it right across the board, then I'd say take them off the net. So they can still do pages and they can still, but they can't do much more than that. If it really becomes a problem, we haven't got to these stages yet, but keep it at home. And lastly, our top 5% of users on a daily basis are slowed down to dial-up speed and so those people that are downloading games downloading movies overusing YouTube much more than what they could be doing in their five lessons. They just slow down. They get so frustrated. In fact, it's worse. We may as well just take the internet from them. And so we find the same sort of kids stay on that 5% even once they slow down for two or three days and then they get back onto the net and someone else falls into the top 5% bracket. And you'll be surprised at who falls into that top 5%. It's not always the ones you expect. We've got one student. She's terribly intelligent. She's fantastically motivated in class. But of course at home, she's got no internet. She's got no TV whatsoever. Her iPad has been taken from her at home because she's hunching over it. So instead she hunches over a book and hunches over paper, but anyway. And so she was one of those top 5%. So it's not always the ones that you expect. Right, you said about do we monitor Facebook. And I've had people and I've had parents say, why don't you just block Facebook? I work in an environment where we're just not allowed on Facebook. And our reasoning at this stage is that we want good digital citizens. They sit here, they've got an open network. They go to the library. They go to McDonald's. They've got an open network. At least if we are giving them good sound advice so you've made that mistake yes you've made that comments what have you learned from it and we as adults are reinforcing good digital citizenship to me that's far more important than the Shakespeare out source this week or the fact that you can write a good essay because that would make good digital citizens as adults our motto is high trust, higher awards. So you haven't gone off task in first period and second period. So at Morning Tea, you want to check your Facebook. We don't encourage you to do it, but you're allowed to do it. And so that's the model that we are working on. Major offences, obviously, Facebook, Tumblr, mainly with the girls, gaming, mainly with the boys. Messaging between classes, that's something that you need to monitor as a classroom teacher. I said inappropriate filming because it looked quite sort of controversial up there, but basically what it was. One of our year nines last year, they had the 100 metres sprint, and so the open girls, the year 13 girls, were sprinting along, and I was quite pleased with him because there he was following them, but he certainly wasn't focusing on their feet or on their speed. but he certainly wasn't focusing on their feet or on their speed so that was the one thing that's alerted us to the filming and the other was filming a teacher secretly and then putting it into an app where you know those apps they're free apps where Rock gets dumped on a person's head and the teacher got wind of this and she was very upset and so we we made the decision, if you're using your camera, it's got to be teacher directed or under teacher supervision. So that's something that we went and added in afterwards because we didn't think that they'd be doing that sort of thing. When you ban them from the net, what they did is they just use another person's login. And what we've made very clear in our responsible use is your device you're responsible so if someone else goes in and does something that's not right you're responsible if you leave your device and go and do something and someone logs into your Facebook and see some awful things you are responsible and that's been a hard lesson for some students to learn and then I also also added in the calculator just, it was at the beginning of this year, seven, year nine boys. We're caught all on this calculator and it looks totally legitimate and it's got all the buttons that you expect. But when you hit the equal sign, it takes you to some hidden files. And the reason behind the app is you know those things like your banking details and that that you don't want to put into notes or into documents people can open easily so you put it in there and it's password protected and so only you know what's behind the calculator and what these young boys had put behind the calculator with some pornography some photos some woman very scantily dressed and the mother had tuned into this so that sort of thing you've got to be aware of and these boys were so blaze about it they didn't hide the calculator they put it in their school folder so you'd have the form teacher going and checking yes oh good you've got your folder maths you've got the calculator and of course they were hiding things they shouldn't be but it was two or three boys and they were dealt with quite severely in terms of the parents keep them informed if you're at the initial stages of a biwai od project i would say don't have a discussion like this have small meetings have one-onone, have 10 or 20 parents sitting around one teacher, having a look at what they're doing, having a look at the iPad, just keep them informed. Call home, if it's an ongoing thing, if you think that they're obsessed with gaming or Facebook, give a call home. We had an information evening, midterm of every term, just saying, this is what we've done, this is where we're at, these are the problems we're encountering, this is how much homework or prepping or whatever they should be doing. This year we've run night classes, five night classes. Every Tuesday the parents come for an hour, and at first we thought oh they might need you know to see how keynote works and those sorts of things that wasn't the case they wanted absolute basics they come with the iPad belonging to the students and say how do you switch it on how do you email how do you and as educators we forget that a lot of people are yes they're in front of screens but not in front of iPad screens and so that's been really beneficial for some parents as I said email if you're starting to use social networks and just give them a sense of power because a lot of parents come in and say my students sitting in front of the screen for three hours should they be doing that much homework no they shouldn't they shouldn't spend five hours give or take on the iPad and then go home and spend another three hours that's far too much so I'll quickly run through these are the types of things we did at the parents information evening the double-click trick the checking Safari history if that is clear the time, there's nothing that they've been searching for, there's a problem. What are they hiding if they keep clear in their history? Set restrictions if need be, if you feel that you need to lock down the iPad as a parent, that's your responsibility to monitor and lock the iPad down a bit. Make sure that they're backing up to the cloud. It's all good and well that you don't have to push a save button, but make sure that you've got a backup plan in case something fails. And so as a dean a year down the line, I've found KMAMA are invaluable you need something where you are recording what the students are up to but this year I found less intervention from my side last year I had so many teachers on so many occasions storm into the dean's office iPad and Kidden so that's slowed down it's not necessary to to do that sort of thing take responsibility within your own classroom environments some of the concerns too much homework I've been teaching for 23 years and how often have us heard that comment not often at all what happens is we say because we've got the infrastructure download the work at school so that you don't come the next day and say my dad switched the internet off, we don't have the internet, it was too slow to download, you do it and you do it in front of the teacher, you do it in class. And so teachers were saying, you've got the work, just finish it for homework. Just finish it. If you've got seven people saying, just finish that for homework, it becomes a massive amount of work. So avoid that. Multitasking at the beginning was quite difficult, so trying to follow what the teachers saying, plus, and that was last year. This year, I haven't found that to be a problem. Some teachers got into the habit of, you ask a question, just Google it. Ask a quick, oh, go and Google it, ask it. Yes, there's a place for Googling it, but sometimes they just want the answer, and they just want you to help them. So make sure that you don't fall into that trap. Playing online games at break, we'd have rows and rows of kids not talking, just busy playing games. Yes, that still happens, maybe not as much. With this beautiful weather, they are out there playing games, and there's far more active activities going on. I think last year the novelty of sitting in rows and playing games was quite a concern. And then handwritten exams, we're supposed to have handwriting every term and I've lost year certainly fell into the trap of forgetting to get them to handwrite and all suddenly got exams at the end of the year. None of them forgot how to handwrite. I did a whole flipped approach to the exams last year and if you come tomorrow I'll show you my results but really I was very, very happy with the results for my class. I can't say school-wide. I don't know. But in terms of writing the essays, under time constraints, under exam conditions, they were all fine. So that shouldn't be a concern. I think I've discussed this. The cyberbullying, they've got a heightened awareness of it. That guest speaker, Brett Lee, is a guy that we brought over, he's from Australia, he's a policeman, and he deals only with cyber safety and cyberbullying, and he was fantastic because he did three sessions, and all three sessions were different. So he did one for students, one for teachers, one one for parents the one for the students was really good because what he did was before the session he said to me give me 10 names of just 10 random names of students so I gave them to him went on to Facebook and left him to us and then he started his presentation how many of you have Facebook all the hands went up how many have locked down your accounts so that people, random strangers, can't just come in and have you look at your photos. All the hands went up. He said, okay, as Joe Sopia, and he called up a photo, he had gone into their accounts, he had found their photos, and he had all ten of them, and all 10 were, I cannot believe it. And that's the way he hooked them in and showed them that those lockdown accounts, if you want to get in, if you're one of these predators out there, you can get in. And so his whole thing was safety after that. And of course he gave the stories of cases that he's followed where the person's a 13-year-old boy at Mahu and actually what the person looked like in reality. So he was really, really worthwhile getting."}