{"speakers": [], "chunks": [{"timestamp": [0.0, 14.0], "text": " Okay, I'll make a start, Atamari Atta-Tata, and welcome to this session."}, {"timestamp": [14.0, 18.5], "text": " We're focusing in on vocational pathways for this workshop."}, {"timestamp": [18.5, 26.28], "text": " I did strategically locate the handouts there to bring you up, but you're teachers, aren't you? So you just spread wherever."}, {"timestamp": [26.36, 29.8], "text": " If you didn't get one, there's a pile down here by ants."}, {"timestamp": [30.12, 31.12], "text": " It's that sort of dilemma."}, {"timestamp": [31.24, 32.32], "text": " Do you give it out before?"}, {"timestamp": [32.44, 33.3], "text": " Do you give it out after?"}, {"timestamp": [33.44, 36.78], "text": " It brasses me off if I don't have it beforehand if you want to scribble on it."}, {"timestamp": [36.86, 43.32], "text": " So it's there, but hopefully we'll highlight and enlighten a few things as we go through using the slides as well."}, {"timestamp": [43.82, 50.94], "text": " So this is just a bit of a journey on what we've been doing at New Plymouth Girls and what"}, {"timestamp": [50.94, 52.28], "text": " I want to be able to do in the workshop."}, {"timestamp": [52.28, 55.76], "text": " I'll just give you a bit of background about myself, some acknowledgments."}, {"timestamp": [55.76, 61.94], "text": " Some of what I've been doing, mapping vocational pathways against curriculum, levers, employment,"}, {"timestamp": [61.94, 70.14], "text": " just some of the messages we've been giving out there to students, a bit of a focus on sector-related standards, the credits attached to those, some tracking,"}, {"timestamp": [70.48, 74.44], "text": " things that we've learnt, a few questions that I've got that I want to look at next."}, {"timestamp": [74.74, 79.12], "text": " But I really do want to just get through the slides reasonably quickly because I'm sure"}, {"timestamp": [79.12, 83.1], "text": " you all have the journeys that you've been doing, and it would be nice if we could actually"}, {"timestamp": [83.1, 88.24], "text": " have a little bit of input from hearing some other journeys, some questions and have a little bit of a chance to"}, {"timestamp": [88.24, 94.24], "text": " bounce some things around with you people rather than just listening to me as well. So just a bit"}, {"timestamp": [94.24, 99.92], "text": " about me. I've got a few things I've done in education administration and"}, {"timestamp": [99.92, 104.72], "text": " Masters and Business Administration so I sort of like to do a little bit of a, try to link a bit of"}, {"timestamp": [104.72, 108.28], "text": " the business stuff that I've done into what I do, so I suppose it's got a little bit"}, {"timestamp": [108.28, 109.86], "text": " of that flavour."}, {"timestamp": [109.86, 112.96], "text": " I've been 32 years in education."}, {"timestamp": [112.96, 116.5], "text": " I've been a DP for 14 years at New Plymouth Girls."}, {"timestamp": [116.5, 123.5], "text": " I'm the chair of our Taranaki Association on the NASDAP exec and on the secondary qualifications"}, {"timestamp": [123.5, 125.5], "text": " advisory group, which we call squag."}, {"timestamp": [126.5, 128.88], "text": " So that's sort of the things I'm currently doing."}, {"timestamp": [129.12, 131.84], "text": " I have worked for Massey University College of Ed."}, {"timestamp": [132.32, 138.56], "text": " I've done quite a bit of concurrent contract work to NZQA and the ministry while you dabble"}, {"timestamp": [138.56, 140.92], "text": " in doing all the other sorts of things you do."}, {"timestamp": [141.38, 145.72], "text": " Spent 18 years up in Auckland's used to teach at Auckland Girls and at Rutherford,"}, {"timestamp": [146.38, 149.9], "text": " going back quite a bit in a few other little times in wee schools"}, {"timestamp": [149.9, 151.84], "text": " around the place here and there, South Auckland,"}, {"timestamp": [152.58, 156.26], "text": " just short term. Some of the key portfolios that I hold,"}, {"timestamp": [156.48, 160.56], "text": " and so my sort of journey and looking a bit at vocational pathways,"}, {"timestamp": [160.94, 164.06], "text": " much like many of you, it's just a bit of a melding of the different hats"}, {"timestamp": [164.06, 165.06], "text": " that you wear, in particular some of my. It's just a bit of a melding of the different hats that you wear."}, {"timestamp": [170.56, 175.52], "text": " In particular, some of my focus on curriculum, on goal setting, and a little bit in there from the Year 13 aspect that I wear as well, has sort of brought together what I've been doing"}, {"timestamp": [175.52, 183.1], "text": " with the pathways. Demographics of our school, we're a state single-sex, we're 1300, and"}, {"timestamp": [183.1, 185.52], "text": " we're a desal 7 school."}, {"timestamp": [190.24, 191.04], "text": " The ethnicities of our school, Māori 22%, Pacifica,"}, {"timestamp": [194.2, 194.28], "text": " especially after having taught it Auckland girls, we're just minute."}, {"timestamp": [196.74, 197.54], "text": " We're not even on a percent there, very different."}, {"timestamp": [200.1, 200.46], "text": " Asian 6 percent, we're largely European."}, {"timestamp": [203.7, 203.82], "text": " But our school does reflect very much the demographics of the region."}, {"timestamp": [207.0, 210.0], "text": " It's not that it's different to what the regional makeup is. That's just sort of where we sit."}, {"timestamp": [210.0, 213.0], "text": " One thing that is a little bit different in our school,"}, {"timestamp": [213.0, 217.0], "text": " we tend to have about 70% of our students that go on to tertiary,"}, {"timestamp": [217.0, 223.0], "text": " and I believe we sort of sit around the 25 mark approximately nationally on that."}, {"timestamp": [223.0, 225.46], "text": " So we are a little bit different in that respect."}, {"timestamp": [226.18, 231.9], "text": " And therefore, vocational pathways are not necessarily a big thing for us,"}, {"timestamp": [231.9, 236.16], "text": " but at the same time we see it as a tool that a little bit like endorsements,"}, {"timestamp": [236.58, 239.4], "text": " and our girls just love collecting, they love collecting badges,"}, {"timestamp": [240.46, 243.86], "text": " badges to Africa sort of thing."}, {"timestamp": [244.16, 246.84], "text": " But endorsements, and we really do see pathways"}, {"timestamp": [246.84, 253.68], "text": " as another thing that they can be working toward whatever level of the academic spectrum they sit on."}, {"timestamp": [255.34, 259.8], "text": " I'd like to acknowledge at this point in particular, Jason White, at Roopahu College."}, {"timestamp": [260.32, 265.8], "text": " I went down a few months back and spoke at the Wonganui APDP meeting."}, {"timestamp": [265.8, 272.0], "text": " And Jason shared after that a little bit of what he'd been doing on vocational pathways in his school."}, {"timestamp": [272.0, 277.6], "text": " And it was just a bit like, oh, couple of ideas for what I wanted to look at next, so that triggered me to do some things."}, {"timestamp": [277.6, 281.8], "text": " Hopefully there might be something here that can trigger you for your next part of your journey."}, {"timestamp": [281.8, 284.6], "text": " Wilma Davis at the ministry as well."}, {"timestamp": [284.6, 285.76], "text": " I bounced a few things to her when she came up to the NACI and that justma Davis at the ministry as well. I bounced a few things"}, {"timestamp": [285.76, 291.96], "text": " to her when she came up to the NACI and that just gave a little bit more sort of input for where"}, {"timestamp": [291.96, 297.62], "text": " to head. And just over the last little while in my teaching as inquiry, I've been focusing"}, {"timestamp": [297.62, 317.54], "text": " on looking at pathways. So I sort of started out, I picked up our curriculum booklet for this year and started to do a little bit of a breakdown and analysis on that and started to map that out against the vocational pathways, just looking at the number of standards that we offer in each of the learning areas."}, {"timestamp": [317.96, 321.34], "text": " So that's simply the total as it stood for our this year booklet."}, {"timestamp": [321.34, 325.44], "text": " I haven't redone that for our projected one for next year."}, {"timestamp": [325.68, 330.12], "text": " It won't be too dissimilar, but having done it once, so I'm not doing that again until"}, {"timestamp": [330.12, 336.26], "text": " it changes significantly. So that's just the total. And for those who work in the English area,"}, {"timestamp": [336.66, 341.1], "text": " very flexible in terms of how the English standards contribute to many of the pathways,"}, {"timestamp": [341.78, 346.36], "text": " other areas that do not contribute to as many, but that's simply just"}, {"timestamp": [346.36, 353.38], "text": " the snapshot of how they come out. I then just did the same thing, but instead just looked"}, {"timestamp": [353.38, 359.72], "text": " at the percentage figures for that. So if we put it there as percentages across the different"}, {"timestamp": [359.72, 367.4], "text": " learning areas and the makeup of how they sit across the pathways, and up the top there, that's probably the bar that's the most significant."}, {"timestamp": [367.78, 368.74], "text": " That's the totals."}, {"timestamp": [369.12, 373.88], "text": " So out of all that we offer in our school for curriculum, that's the balance."}, {"timestamp": [374.56, 376.42], "text": " It's sort of reasonably balanced."}, {"timestamp": [376.58, 380.0], "text": " So we do offer the different pathways there."}, {"timestamp": [382.08, 385.8], "text": " Then it was sort of, okay, so what are our students doing?"}, {"timestamp": [386.82, 391.44], "text": " I picked up our year 13 lever dinner and started working with that."}, {"timestamp": [391.82, 396.76], "text": " When we do our lever data into the Ministry of Education, it's very narrow,"}, {"timestamp": [397.12, 399.18], "text": " doesn't actually tell us quite so much."}, {"timestamp": [399.48, 403.3], "text": " We've had a tradition at our school for many years that when we have our graduation dinner,"}, {"timestamp": [403.7, 409.72], "text": " the students jot down what they're intending to go on to when they leave school. And we get them all"}, {"timestamp": [409.72, 414.76], "text": " up on stage and acknowledge them. But I actually found that then that data became very rich"}, {"timestamp": [414.76, 421.24], "text": " data to actually then be able to do some mapping of where things stood with that. So what I did,"}, {"timestamp": [421.24, 428.48], "text": " and again with that, because I happened to look after year 13 and the dinners and, you know, all those multi things that you end up doing when you're AP or a DP."}, {"timestamp": [429.62, 440.52], "text": " So what I was able to do there was from 2007 up to 2014 just track that different data, got the totals up the top there."}, {"timestamp": [440.88, 445.68], "text": " And at our school, there's quite a trend there for moving into the social and community"}, {"timestamp": [445.68, 451.5], "text": " services pathways and quite a few into the creative as well. Some of these along the end"}, {"timestamp": [451.5, 456.62], "text": " here were they may have been heading to tertiary but didn't state what it was so that data"}, {"timestamp": [456.62, 461.02], "text": " wasn't useful and one or two that just didn't indicate what they were going to be doing."}, {"timestamp": [461.02, 472.12], "text": " So that just gave a good sort of spectrum of where our students are heading to. I then broke that down in terms of some of the ethnicities, so took that and looked at"}, {"timestamp": [472.12, 479.88], "text": " the Māori lever data. And if we look at that, we've got it across the different year"}, {"timestamp": [479.88, 486.72], "text": " groups. Again, we're talking smaller numbers though, so really I think probably the most"}, {"timestamp": [486.72, 491.16], "text": " valuable is actually then taking the total from those different year levels and seeing what"}, {"timestamp": [491.16, 497.32], "text": " trends we get there. And it does follow fairly much the same sort of thing we had on all"}, {"timestamp": [497.32, 502.82], "text": " of our levers. They're going largely into the social community and into the service"}, {"timestamp": [502.82, 505.24], "text": " industries."}, {"timestamp": [505.24, 510.7], "text": " With our Pacifica data, did that, same thing with that."}, {"timestamp": [510.7, 517.3], "text": " And here, a few more holes, like sometimes we're only talking a handful of students here, so"}, {"timestamp": [517.3, 520.12], "text": " it doesn't tell us that much for any year."}, {"timestamp": [520.12, 523.5], "text": " Now here, I don't know what happened, didn't they go to the dinner, didn't they fill the forms"}, {"timestamp": [523.5, 526.4], "text": " in, but something, we didn't have data on that, 2013."}, {"timestamp": [527.22, 530.16], "text": " So really, it's a case, again, of looking at those totals."}, {"timestamp": [530.68, 533.52], "text": " And, yeah, not too dissimilar to the overall trends."}, {"timestamp": [533.78, 535.5], "text": " Quite a few more that didn't state that,"}, {"timestamp": [535.6, 538.0], "text": " whether that's that they weren't sure or not."}, {"timestamp": [538.24, 540.0], "text": " It creates a little bit of a question there"}, {"timestamp": [540.0, 543.1], "text": " and something to keep in mind when we're doing our goal setting"}, {"timestamp": [543.1, 544.4], "text": " and looking at where they are heading."}, {"timestamp": [545.56, 549.0], "text": " For our Asian levers, did the same thing again."}, {"timestamp": [549.92, 552.8], "text": " And so if we're looking at the breakdown for our Asian students,"}, {"timestamp": [553.12, 555.68], "text": " and again, sometimes too small in numbers"}, {"timestamp": [555.68, 559.44], "text": " to probably really be isolating out the particular years on their own."}, {"timestamp": [559.88, 561.98], "text": " So instead if we're taking the totals up there,"}, {"timestamp": [562.42, 565.1], "text": " again, not too dissimilar from all the levers."}, {"timestamp": [565.44, 568.46], "text": " One that does feature a little bit more, which isn't on the others,"}, {"timestamp": [568.8, 571.56], "text": " is those going into manufacturing and technology."}, {"timestamp": [572.02, 573.46], "text": " So a few more of the Asian students."}, {"timestamp": [573.84, 575.86], "text": " That was their particular pathway."}, {"timestamp": [576.1, 579.58], "text": " It's probably about the only trend that we could really pull out of that."}, {"timestamp": [580.92, 589.54], "text": " Okay, so then just sort of putting that together in terms of all of the levers and the ethnic breakdowns to compare those."}, {"timestamp": [590.02, 597.5], "text": " So there we've got all of the levers up the top, the Māori, the Pacifica, and then our Asian levers."}, {"timestamp": [597.5, 603.4], "text": " So, yep, still some common strands going through if we break it down into those ethnicities."}, {"timestamp": [603.84, 608.0], "text": " I really did this just to sort of see what does it show us."}, {"timestamp": [608.0, 610.0], "text": " I didn't have any questions in particular."}, {"timestamp": [610.0, 612.0], "text": " It's a case of, okay, it's there."}, {"timestamp": [612.0, 614.0], "text": " Does that mean anything? Do we need to do anything?"}, {"timestamp": [614.0, 619.0], "text": " So there's a lot more thinking to do with where we are in our journey,"}, {"timestamp": [619.0, 626.7], "text": " but it gives us a bit of a base to start some dialogue going as well."}, {"timestamp": [631.36, 634.8], "text": " Okay, looking at what we offer at school and then thinking about that in regard to the levers."}, {"timestamp": [635.52, 640.58], "text": " So if we look here at what we offer in our curriculum at school,"}, {"timestamp": [641.16, 643.94], "text": " here's what our levers were doing from 2014,"}, {"timestamp": [644.48, 645.98], "text": " and then down here that's the total"}, {"timestamp": [645.98, 648.0], "text": " of all of those different years put together"}, {"timestamp": [648.0, 649.22], "text": " for the levers."}, {"timestamp": [649.82, 651.86], "text": " They are going into"}, {"timestamp": [651.86, 653.34], "text": " some particular pathways."}, {"timestamp": [653.94, 656.2], "text": " We are offering quite a wide spectrum."}, {"timestamp": [656.66, 658.26], "text": " Is that a problem?"}, {"timestamp": [658.96, 660.22], "text": " We don't think so."}, {"timestamp": [660.5, 661.94], "text": " We are offering them some good"}, {"timestamp": [661.94, 663.98], "text": " balanced education. They're getting that"}, {"timestamp": [663.98, 665.08], "text": " at school. They're getting that at school."}, {"timestamp": [665.08, 668.88], "text": " They're going to obviously head into particular things when they move on."}, {"timestamp": [668.88, 674.0], "text": " So we didn't see that as a problem, but it's food for thought really."}, {"timestamp": [674.0, 676.6], "text": " So that's where it sits."}, {"timestamp": [676.6, 682.16], "text": " Then what I did was move and have a bit of a look at job prospects."}, {"timestamp": [682.16, 685.86], "text": " And to do that and look at job prospects, training, fees and incomes,"}, {"timestamp": [686.0, 692.06], "text": " I had a look at the Occupation Outlook. And if you wouldn't mind, just flick to that link,"}, {"timestamp": [692.18, 698.34], "text": " thank you. I'm assuming most of you're probably familiar with that. But if we look at the Occupation"}, {"timestamp": [698.34, 703.96], "text": " Outlook website, that's where you've got these little speedometers for the different pathways."}, {"timestamp": [704.8, 710.38], "text": " And remember there's the apps, the Apple and Android apps that the students can pick up as well."}, {"timestamp": [710.68, 715.4], "text": " And with these little speedometers, if they were sitting over, oh, I can't see one there,"}, {"timestamp": [715.58, 719.88], "text": " I rated that a one, a two if they were in the middle, and a three, if it was over the other end."}, {"timestamp": [719.88, 722.46], "text": " Just to give some sort of measuring between them."}, {"timestamp": [723.1, 726.38], "text": " And from there, if we can bounce out of that one, thank you."}, {"timestamp": [726.54, 730.5], "text": " And just back to the main, thank you."}, {"timestamp": [731.88, 735.24], "text": " Okay, so what I did then, the graphing of that data,"}, {"timestamp": [736.5, 741.56], "text": " we can see here a lot more opportunity in terms of jobs,"}, {"timestamp": [742.0, 744.78], "text": " the training fees, the income in the service industries,"}, {"timestamp": [744.94, 746.0], "text": " the social community,"}, {"timestamp": [746.0, 749.0], "text": " well, that's where a lot of our students are going to."}, {"timestamp": [749.0, 755.0], "text": " So, okay, that means there's hopefully somewhere for them in terms of career prospects when they're going out of our school,"}, {"timestamp": [755.0, 757.0], "text": " if that's what they're moving to it."}, {"timestamp": [757.0, 761.0], "text": " It's a good sort of fit and a good sink there."}, {"timestamp": [761.0, 767.0], "text": " I had a look at the situation in Taranaki and got some current employment figures."}, {"timestamp": [767.0, 773.0], "text": " I got those from Venture Taranaki and from Info Metrics."}, {"timestamp": [773.0, 778.0], "text": " And if we have a look at the current employment situation,"}, {"timestamp": [778.0, 781.0], "text": " so it was just a listing of lots of different things"}, {"timestamp": [781.0, 785.54], "text": " and I had to tag them against the different pathways."}, {"timestamp": [786.82, 788.58], "text": " And this is how we... Oh, sorry, it didn't mean to go forward."}, {"timestamp": [788.76, 790.34], "text": " It's actually meant to guess that one."}, {"timestamp": [791.08, 793.9], "text": " A reasonable spread, not a lot in the creative."}, {"timestamp": [794.24, 795.88], "text": " Remember, we're a provincial centre."}, {"timestamp": [796.12, 800.12], "text": " So these are the ones that there's more of, more data."}, {"timestamp": [800.28, 802.4], "text": " That's not to say there isn't anything in that field,"}, {"timestamp": [802.4, 805.68], "text": " but it is more limited when you're in smaller areas."}, {"timestamp": [805.68, 810.72], "text": " So that's the spread in terms of what we have currently on offer."}, {"timestamp": [810.72, 818.0], "text": " I also had a look at some information about job creation, projected creation for the region."}, {"timestamp": [818.0, 821.0], "text": " So that came out."}, {"timestamp": [821.0, 825.28], "text": " Unfortunately, Creative actually even fell off on that one, but certainly a lot more growth"}, {"timestamp": [825.28, 830.26], "text": " in service in terms of new jobs expected within the region."}, {"timestamp": [830.26, 835.32], "text": " So again, maybe that's comfortable in that a lot of our levers tend to be going into"}, {"timestamp": [835.32, 841.28], "text": " those areas, but that's just the way it does sit."}, {"timestamp": [841.28, 853.36], "text": " So then I just did a bit more of a, let's tie some of those things together in terms of looking at what we offer tagged against the levers, the employment, the job creation aspects, and it sits like that."}, {"timestamp": [853.36, 866.0], "text": " So here's what we offer in our curriculum, what the total pathways for our levers has been been the employment opportunities currently in our region"}, {"timestamp": [866.0, 869.0], "text": " and then the projected job creation ones."}, {"timestamp": [869.0, 877.0], "text": " So yeah, we offer a balance but things do change a little when we look at some of those other aspects."}, {"timestamp": [877.0, 881.0], "text": " I imagine you are all pretty familiar with the pathways and how they're made up,"}, {"timestamp": [881.0, 892.12], "text": " the 60 credits of the recommended standards, the 20 of the sector related. But just keeping that in mind, I know a lot of you will have done the same"}, {"timestamp": [892.12, 896.36], "text": " sort of thing where in your curriculum booklets you'll be doing similar to what I've done."}, {"timestamp": [896.36, 900.72], "text": " This is the third year. I've mapped these out in our curriculum booklet. So just for every"}, {"timestamp": [900.72, 905.88], "text": " standard, just colour code according to the particular pathway on offer."}, {"timestamp": [905.88, 912.2], "text": " And we always have our book electronically for students to be able to see the coloured versions of that."}, {"timestamp": [913.12, 920.44], "text": " And the circle's just showing the sector-related standards, so we've got those on board there."}, {"timestamp": [922.24, 926.96], "text": " And with the Level 3 standards, with them not actually being out yet, what"}, {"timestamp": [926.96, 932.18], "text": " I did with those, that's just a couple of pages of our booklet. So I cheated here, I just"}, {"timestamp": [932.18, 936.18], "text": " grey-scaled them all because I did not want to have to come back when they're announced"}, {"timestamp": [936.18, 941.16], "text": " and put all the little boxes and circles in. I want to delete the ones that aren't there."}, {"timestamp": [941.16, 948.68], "text": " So that's just me being a little bit tricky for the future and waiting. And when they are available, I'll actually just update that for our online version."}, {"timestamp": [950.2, 955.88], "text": " Okay, we won't worry about that one. Something else I've done, just to try to be a little bit more"}, {"timestamp": [955.88, 961.84], "text": " user-friendly for the students and for the teachers, is I've just pulled together the list of"}, {"timestamp": [961.84, 967.36], "text": " the different standards against the different pathways"}, {"timestamp": [967.36, 970.44], "text": " and simply listed the ones together."}, {"timestamp": [970.44, 975.8], "text": " It's all what you can pick up on youth guarantee, but then the kids have to go in and get"}, {"timestamp": [975.8, 977.38], "text": " it, or the teachers have to go in."}, {"timestamp": [977.38, 983.0], "text": " So the more we can just put it there for them, hopefully that makes things a little easier."}, {"timestamp": [983.0, 986.42], "text": " So I've just done that for the school scope, recommended standards."}, {"timestamp": [986.98, 990.72], "text": " Same thing for the ones that are outside of school scope,"}, {"timestamp": [990.84, 993.84], "text": " just for those recommended standards against the different pathways."}, {"timestamp": [994.56, 997.46], "text": " What I did when it was the sector-related standards"}, {"timestamp": [997.46, 1001.86], "text": " was just highlight in, color-coded for whatever, the particular pathway,"}, {"timestamp": [1003.24, 1006.44], "text": " was actually just highlight the ones that our school offers. So letting people be aware, in particular, for the particular pathway, was actually just highlight the ones that our school offers."}, {"timestamp": [1006.44, 1011.2], "text": " So letting people be aware in particular for the heads of department."}, {"timestamp": [1011.2, 1013.24], "text": " Okay, these ones are sector-related."}, {"timestamp": [1013.24, 1018.76], "text": " Currently we don't offer them, but these are the ones that we are offering within our school"}, {"timestamp": [1018.76, 1024.88], "text": " currently and did the same thing there just for the outside school scope for sector-related."}, {"timestamp": [1024.88, 1027.34], "text": " We don't have very many of the outside school scope,"}, {"timestamp": [1027.34, 1031.56], "text": " but we do have some in our tourism and hospitality courses"}, {"timestamp": [1031.56, 1034.6], "text": " where it's just handy that they're a little bit more sector-related"}, {"timestamp": [1034.6, 1035.76], "text": " we could tap into."}, {"timestamp": [1037.76, 1040.4], "text": " This is the number of courses that we just offer"}, {"timestamp": [1040.4, 1043.28], "text": " in each level in our school."}, {"timestamp": [1043.28, 1045.38], "text": " And then what I did was just have a bit of a look"}, {"timestamp": [1045.38, 1050.58], "text": " at the sector-related credits as opposed to the standards"}, {"timestamp": [1050.58, 1053.72], "text": " that we then have for school scope, sector-related"}, {"timestamp": [1053.72, 1056.44], "text": " for each of the different pathway areas,"}, {"timestamp": [1056.44, 1059.04], "text": " and then the outside school scope,"}, {"timestamp": [1059.04, 1061.46], "text": " and just got the totals of those."}, {"timestamp": [1061.46, 1064.0], "text": " We do, fortunately, offer enough sector-related"}, {"timestamp": [1064.0, 1065.6], "text": " in all of those pathways,"}, {"timestamp": [1065.8, 1071.6], "text": " but you can see a bit of difference sitting there. So really, there's quite a bit of"}, {"timestamp": [1071.6, 1079.8], "text": " discrepancy across the pathways. Creative huge, that was 270 credits on offer, and primary,"}, {"timestamp": [1080.28, 1086.9], "text": " I could only get to 22, and that was with two sectoral, so two outside school scope ones that we happen to offer as well,"}, {"timestamp": [1087.02, 1089.58], "text": " so quite limited there."}, {"timestamp": [1090.96, 1097.36], "text": " Need to maybe link in with some external providers on a few standards that we offer for students in that area."}, {"timestamp": [1099.06, 1106.08], "text": " So what I've been working on at the moment is just going through with staff and just trying to give them just"}, {"timestamp": [1106.08, 1111.28], "text": " a bit of a better grounding and understanding of where the pathways sit and what they can be"}, {"timestamp": [1111.28, 1115.36], "text": " doing with them. If they're better prepared then they're going to have that dialogue when we"}, {"timestamp": [1115.36, 1123.6], "text": " have goals setting with the students in terms of encouraging and supporting them. Something else"}, {"timestamp": [1123.6, 1129.78], "text": " we have historically done quite a bit of in our school is tracking. It's probably"}, {"timestamp": [1129.78, 1135.52], "text": " a little bit like our badges and things. The girls quite like doing this. So we have for several,"}, {"timestamp": [1135.96, 1140.5], "text": " many years now, tracked with what we call academic brick walls. It's something I picked up at"}, {"timestamp": [1140.5, 1149.1], "text": " a Qualls conference in Massey a number of years ago and I'm sorry I actually forget who the person was who shared the idea with us and said you know take it away sort of"}, {"timestamp": [1149.1, 1155.76], "text": " thing so we've done that tracking for many years now and we have also over that period of time"}, {"timestamp": [1155.76, 1161.04], "text": " tracked what we call a co-curricular brick wall just encouraging students to participate and"}, {"timestamp": [1161.04, 1166.18], "text": " get involved in lots of areas and again they record these hard copy or electronic,"}, {"timestamp": [1166.4, 1168.5], "text": " depending on what suits them."}, {"timestamp": [1168.9, 1171.22], "text": " We have also, for a number of years, not as many,"}, {"timestamp": [1171.32, 1174.18], "text": " but quite a few been doing what we call 14 plus,"}, {"timestamp": [1174.38, 1176.84], "text": " just trying to encourage all of our learners"}, {"timestamp": [1176.84, 1179.5], "text": " to at least get to the 14 credit mark"}, {"timestamp": [1179.5, 1181.02], "text": " across all of their subjects."}, {"timestamp": [1181.54, 1184.78], "text": " So because we've sort of done a lot of tracking,"}, {"timestamp": [1186.5, 1192.64], "text": " I then sort of looked at, okay, so what can we do for vocational pathways succinctly for students? I came up with"}, {"timestamp": [1192.64, 1198.5], "text": " that, which probably does your head in a little bit, but colour-coded for the pathways,"}, {"timestamp": [1198.5, 1203.84], "text": " obviously, and for the particular subjects they list in there, again, electronic or hard copy"}, {"timestamp": [1203.84, 1206.44], "text": " depending what suits people. And just to hone in on the sort of top part there, again, electronic or hard copy depending what suits people."}, {"timestamp": [1206.44, 1211.68], "text": " And just to hone in on the sort of top part there, that's for the recommended standards for"}, {"timestamp": [1211.68, 1220.04], "text": " the sector-related standards, the 60 for the recommended and the 20 credit worth for the sector-related"}, {"timestamp": [1220.04, 1221.04], "text": " ones."}, {"timestamp": [1221.04, 1223.2], "text": " So that's there as a tool."}, {"timestamp": [1223.2, 1226.16], "text": " Very well aware, of course, that we've got the profile"}, {"timestamp": [1226.16, 1230.36], "text": " builder that students can use, but sometimes they just like to have that record that they"}, {"timestamp": [1230.36, 1236.14], "text": " can keep a copy of with them and monitor rather than having to jump into the electronic form"}, {"timestamp": [1236.14, 1240.44], "text": " of profile builder. So we'd just like to have tools like that available and they can use"}, {"timestamp": [1240.44, 1250.84], "text": " whichever they're comfortable with. So what? Okay, so what has that sort of shown us really as a school in terms of where we sit"}, {"timestamp": [1250.84, 1253.22], "text": " and what to next perhaps?"}, {"timestamp": [1253.7, 1258.02], "text": " We've got a good spread in terms of what we offer as a school."}, {"timestamp": [1258.02, 1262.54], "text": " We know largely the dominant areas that our learners are moving into,"}, {"timestamp": [1263.64, 1265.76], "text": " assuming that the other areas are ones that"}, {"timestamp": [1265.76, 1270.04], "text": " they're just taking as interest factors, as good breadth and just good general learning"}, {"timestamp": [1270.04, 1273.92], "text": " while they're at school."}, {"timestamp": [1273.92, 1279.76], "text": " It's quite a nice fit in that the areas that they predominantly go into are also those areas"}, {"timestamp": [1279.76, 1289.98], "text": " where there are better job prospects nationally, and that's the same in terms of our local situation as well, that there's good opportunities"}, {"timestamp": [1289.98, 1291.94], "text": " available there."}, {"timestamp": [1291.94, 1297.58], "text": " A little bit of a concern in terms of the limited aspect of creative."}, {"timestamp": [1297.58, 1303.28], "text": " But then again, a lot of students, they do those things at school, they love doing art."}, {"timestamp": [1303.28, 1305.18], "text": " A lot of them are not going to end up as artists"}, {"timestamp": [1305.18, 1309.64], "text": " or whatever the creative aspect might be, but that's still something they love doing,"}, {"timestamp": [1309.64, 1314.68], "text": " it's something to do as a passion, it may not end up being a career for them, but just something"}, {"timestamp": [1314.68, 1328.24], "text": " to keep in mind. Also, one main thing that we found out from this was we certainly as a school were quite under"}, {"timestamp": [1328.24, 1334.06], "text": " the impression that it was, you couldn't get sector-related unless you made these links with"}, {"timestamp": [1334.06, 1337.04], "text": " providers here, there and everywhere."}, {"timestamp": [1337.04, 1342.12], "text": " And it wasn't really until sort of sitting down and doing the analysis and seeing that, well,"}, {"timestamp": [1342.12, 1346.38], "text": " actually we already offer enough pathways in"}, {"timestamp": [1346.38, 1350.56], "text": " each, sorry, enough credits, sector-related ones in each of the pathways."}, {"timestamp": [1351.06, 1355.32], "text": " Sure, some of them are more limited and it's only sort of if you do these right ones"}, {"timestamp": [1355.32, 1356.18], "text": " that you're going to get it."}, {"timestamp": [1356.54, 1362.38], "text": " But when I also had dialogue with the ministry regarding that, I actually pointed out"}, {"timestamp": [1362.38, 1365.04], "text": " to them, you know, I actually asked the question, and I interpreting this correctly because I really did think that it was a bit like pointed out to them. I actually asked the question,"}, {"timestamp": [1367.0, 1369.1], "text": " and I interpreting this correctly because I really did think that it was a bit like"}, {"timestamp": [1369.1, 1370.26], "text": " no impossible to do,"}, {"timestamp": [1370.64, 1373.06], "text": " and they actually had to go back and have a look and find out"}, {"timestamp": [1373.06, 1378.02], "text": " and did see that, yes, I was actually interpreting it correctly,"}, {"timestamp": [1378.2, 1380.46], "text": " and great, we've got those opportunities,"}, {"timestamp": [1380.7, 1383.12], "text": " but some need to be a bit broader than we currently have."}, {"timestamp": [1383.12, 1391.22], "text": " So in terms of potential for students to get a pathway or many pathways, it's sitting"}, {"timestamp": [1391.22, 1395.06], "text": " quite high in terms of our school and what we're offering at the moment and no doubt"}, {"timestamp": [1395.06, 1398.32], "text": " for many of you as well."}, {"timestamp": [1398.32, 1403.28], "text": " Some of the other questions then that this is sort of brought up and what I want to do next"}, {"timestamp": [1403.28, 1406.36], "text": " is okay I know what standards"}, {"timestamp": [1406.36, 1409.08], "text": " we offer in terms of our curriculum at school."}, {"timestamp": [1409.08, 1412.24], "text": " How many are taking each particular standard?"}, {"timestamp": [1412.24, 1416.44], "text": " Obviously we have that data elsewhere in the system, but in terms of pulling that out,"}, {"timestamp": [1416.44, 1420.86], "text": " mapping that against the pathways, that's something I'd quite like to do as a, okay, so"}, {"timestamp": [1420.86, 1424.76], "text": " where does this sit with how many are actually doing them."}, {"timestamp": [1424.76, 1430.86], "text": " I'm also quite mindful that when I was looking at those national job prospects and using the"}, {"timestamp": [1430.86, 1435.72], "text": " occupation outlook and those little odometers, some of those are quite limited."}, {"timestamp": [1435.72, 1440.5], "text": " There aren't that many careers shown up there in some of the pathways, and I'm feeling"}, {"timestamp": [1440.5, 1443.24], "text": " like that's a little bit narrow."}, {"timestamp": [1443.24, 1444.24], "text": " It's not rich enough data."}, {"timestamp": [1444.24, 1450.24], "text": " I think it needs more to actually be a bit more under scrutiny."}, {"timestamp": [1450.24, 1453.76], "text": " So I'd like to do a little bit more looking there."}, {"timestamp": [1453.76, 1458.44], "text": " Also, I wouldn't mind talking with Venture Taranaki in terms of our local situation for creative"}, {"timestamp": [1458.44, 1463.56], "text": " and just sort of, are there other things there that maybe the data just didn't show us"}, {"timestamp": [1463.56, 1465.94], "text": " in terms of our students having local opportunities?"}, {"timestamp": [1466.16, 1468.86], "text": " So that creates a next step sort of thing."}, {"timestamp": [1470.4, 1476.46], "text": " I think within our school, we need to now explore the primary industries, which was the"}, {"timestamp": [1476.46, 1482.18], "text": " most narrow for the sector-related, where there were only 22 that we have on offer, and we"}, {"timestamp": [1482.18, 1483.32], "text": " really need to look at all."}, {"timestamp": [1483.66, 1486.36], "text": " How can we build this one up a little bit more?"}, {"timestamp": [1486.72, 1492.54], "text": " We do encourage our students wherever there is a pathway and you've just got this little hole."}, {"timestamp": [1492.76, 1496.92], "text": " You know, you need another three credits or something. That's where then our careers area and"}, {"timestamp": [1496.92, 1501.44], "text": " through Star Gateway trades, whatever different areas they're doing within the school,"}, {"timestamp": [1501.54, 1512.16], "text": " maybe we can pick something up there for those students. A bit more work needed with the HODs in terms of sector-related and just them mapping out a little"}, {"timestamp": [1512.16, 1516.16], "text": " bit more in terms of opportunities within their particular learning areas."}, {"timestamp": [1517.44, 1524.48], "text": " And then just across the staff as a whole to then be focused on the students as well,"}, {"timestamp": [1527.16, 1532.96], "text": " making sure that students are aware and tracking where they're at. Our kids are pretty good at knowing in terms of where"}, {"timestamp": [1532.96, 1538.64], "text": " are they up to an NCAA. They do have that sort of tracking mentality, so we want to really"}, {"timestamp": [1538.64, 1543.98], "text": " transfer that over now to the vocational pathway so that they've got that awareness of what"}, {"timestamp": [1543.98, 1550.88], "text": " have they achieved at the moment rather than the sort of big blank look that you can get sometimes when people"}, {"timestamp": [1550.88, 1555.4], "text": " aren't aware of where they're at. So looking at the current achievement and then the awareness"}, {"timestamp": [1555.4, 1560.24], "text": " of, okay, so what do I need to get here? The way we do our goal setting, students are getting"}, {"timestamp": [1560.24, 1565.54], "text": " a lot better at taking on board their own independent self-managing and monitoring"}, {"timestamp": [1565.54, 1566.94], "text": " those pathways themselves."}, {"timestamp": [1566.94, 1571.96], "text": " So that's sort of the next steps in terms of where to get to."}, {"timestamp": [1571.96, 1577.06], "text": " So that's our journey and what we have done at New Plymouth Girls, and it really is just"}, {"timestamp": [1577.06, 1579.56], "text": " a bit of a starter."}, {"timestamp": [1579.56, 1584.44], "text": " But I think it would be quite nice if any of you've got any questions in relation to this,"}, {"timestamp": [1584.44, 1590.82], "text": " whether this has been useful or not. And have others got things that you'd like to share in terms of where your journeys are sitting?"}, {"timestamp": [1591.08, 1593.44], "text": " So any questions about any of this to start with?"}, {"timestamp": [1595.58, 1607.6], "text": " So, in terms of looking at where students are we, we put that back on the students."}, {"timestamp": [1607.6, 1609.1], "text": " So no, we don't do anything."}, {"timestamp": [1609.1, 1613.88], "text": " We've never done anything for any of the NCA or whatever."}, {"timestamp": [1613.88, 1615.56], "text": " We like to give them the tools."}, {"timestamp": [1615.56, 1621.0], "text": " And part of our goal setting process in the school is the teachers doing that little look-in"}, {"timestamp": [1621.0, 1624.04], "text": " and monitor, but making sure they've got the ownership of it."}, {"timestamp": [1624.04, 1628.4], "text": " And they're getting pretty good at that anything else to clarify yeah my question"}, {"timestamp": [1628.4, 1633.68], "text": " more general we're just starting out we're at a point where we can match the location"}, {"timestamp": [1633.68, 1641.84], "text": " pathways of credits for each bar of course in our options bookers how aware that"}, {"timestamp": [1641.84, 1645.08], "text": " this industry do you have any idea what What's the conversation you've had?"}, {"timestamp": [1645.22, 1648.18], "text": " I'm aware of the relationship."}, {"timestamp": [1648.52, 1649.68], "text": " Of the knowledge of them."}, {"timestamp": [1650.76, 1651.12], "text": " No."}, {"timestamp": [1652.32, 1657.56], "text": " My gut feeling, without really knowing, is probably not at all."}, {"timestamp": [1658.64, 1662.76], "text": " If it's anything like other initiatives and NCA"}, {"timestamp": [1662.76, 1665.54], "text": " and the way we've walked that journey with,"}, {"timestamp": [1666.02, 1670.72], "text": " I was involved right back from the start with writing standards and on the panels and things,"}, {"timestamp": [1670.82, 1675.44], "text": " way back there when we would go around and do principal road shows and things."}, {"timestamp": [1675.8, 1679.46], "text": " It's when I was working with Massey, I was running the NCA contracts."}, {"timestamp": [1680.12, 1684.28], "text": " And back then it was this whole, you know, the parents knowing and the businesses,"}, {"timestamp": [1685.26, 1686.22], "text": " it didn't happen then."}, {"timestamp": [1686.32, 1688.72], "text": " I wouldn't anticipate it's overly different now."}, {"timestamp": [1688.96, 1690.12], "text": " I could be cynical, but."}, {"timestamp": [1691.2, 1692.78], "text": " I'm going to say slightly cynical."}, {"timestamp": [1693.4, 1697.1], "text": " We're part of the middle of the current era of a vocational pathway cluster."}, {"timestamp": [1697.64, 1701.9], "text": " What's really impressive is that we've got members of the local boards on those clusters"}, {"timestamp": [1701.9, 1704.16], "text": " and they've got an understanding of vocational pathways."}, {"timestamp": [1704.8, 1709.92], "text": " There are some employers because I also look into the Franklin one so some of the"}, {"timestamp": [1709.92, 1714.96], "text": " employer key employers invited to those meetings so I do think that there has been some work"}, {"timestamp": [1714.96, 1720.4], "text": " to get employers on board with some of the ideas and those experts."}, {"timestamp": [1720.4, 1757.18], "text": " I'm not doing the essential universities if they see themselves as part of it, which is a real shame because when you're trying to sell it to your staff, you need to talk about it being an academic pathway, not just a vocational versus an academic."}, {"timestamp": [1758.56, 1762.62], "text": " Vocation is going to be an unfortunate word for really it's a pathway."}, {"timestamp": [1763.96, 1769.4], "text": " I suspect it could sit a little differently in terms of that awareness and knowledge,"}, {"timestamp": [1769.4, 1774.68], "text": " whether you're in the main centres or the provincial centres, especially when you have those tertiary"}, {"timestamp": [1774.68, 1779.9], "text": " or university settings or you have ministry offices in the town."}, {"timestamp": [1779.9, 1792.7], "text": " I think the spread across the country is probably a little bit different there. I think it's very different there. I think it's taking out radio admiral's and things like that,"}, {"timestamp": [1792.7, 1799.4], "text": " which explained NCA very briefly and that's made a difference in the new area."}, {"timestamp": [1799.4, 1802.6], "text": " So it's sort of, it's taking the initiative and not thinking of the ministry"}, {"timestamp": [1802.6, 1804.6], "text": " because the ministry's got no money to be able to do that."}, {"timestamp": [1804.6, 1805.7], "text": " There's no funding for that."}, {"timestamp": [1805.78, 1807.84], "text": " So then kind of taking it upon themselves."}, {"timestamp": [1808.08, 1812.96], "text": " And industry and going, oh, okay, now I get it more so get more in tune with it."}, {"timestamp": [1812.96, 1817.84], "text": " So, and that's a provincial kind of, whereas I think somebody,"}, {"timestamp": [1817.84, 1821.14], "text": " we don't have the funds to be able to take it out."}, {"timestamp": [1821.4, 1826.24], "text": " So I mean, that's something that will take them from themselves to do."}, {"timestamp": [1826.24, 1830.56], "text": " Yeah, that can really come down to regions as well as like I mentioned, I want to talk to"}, {"timestamp": [1830.56, 1834.48], "text": " Vich Tanaki. So it's a little bit of, okay, if we actually get out there and start to have some"}, {"timestamp": [1834.48, 1838.88], "text": " dialogue, they will become more aware as well, won't they? What else? Others got to share,"}, {"timestamp": [1838.88, 1839.88], "text": " ants."}, {"timestamp": [1839.88, 1845.24], "text": " Yeah, I tend to wonder, as the sector-related ones that are......will recognised by industry. And..."}, {"timestamp": [1845.24, 1847.0], "text": " So, if you're seeing the level three coming in board,"}, {"timestamp": [1847.0, 1849.68], "text": " the challenge that if people see the word with that,"}, {"timestamp": [1849.68, 1853.0], "text": " you say, as a pathway, but it's not going to be endorsed,"}, {"timestamp": [1853.0, 1855.0], "text": " that's a big challenge for us."}, {"timestamp": [1855.0, 1858.0], "text": " But I guess it's a point in this pathway and isn't the stream-related,"}, {"timestamp": [1858.0, 1860.0], "text": " is it, the idea, that's..."}, {"timestamp": [1860.0, 1863.0], "text": " Yeah, yeah, whether they're going to go to that award aspect or not,"}, {"timestamp": [1863.0, 1864.0], "text": " they're a little bit unsure."}, {"timestamp": [1864.0, 1868.34], "text": " I certainly push that with my feedback to that."}, {"timestamp": [1868.6, 1869.02], "text": " What else?"}, {"timestamp": [1869.02, 1870.46], "text": " What have others got to share?"}, {"timestamp": [1870.92, 1872.14], "text": " Any questions on this?"}, {"timestamp": [1874.0, 1875.72], "text": " Otherwise, what are your journeys there?"}, {"timestamp": [1876.4, 1878.68], "text": " I guess we probably all hear because we like to,"}, {"timestamp": [1878.76, 1880.98], "text": " as there any other little thing that we haven't considered,"}, {"timestamp": [1881.54, 1883.96], "text": " other things that you have done that might be different"}, {"timestamp": [1883.96, 1889.0], "text": " or just a slightly different take on things, questions you've got, we do next."}, {"timestamp": [1889.0, 1889.76], "text": " I won't."}, {"timestamp": [1889.76, 1893.76], "text": " As you know the answer, but if that's collectively, are there any ideas?"}, {"timestamp": [1893.76, 1898.3], "text": " Are you aware of the information in Kmart if your Kmart uses?"}, {"timestamp": [1898.3, 1903.8], "text": " Because to me that's around the students tracking all of that information is in Kmart."}, {"timestamp": [1903.8, 1905.94], "text": " So I suppose our focus has been more on the"}, {"timestamp": [1905.94, 1911.24], "text": " active interim students even though we still have to upskill the staff on the process"}, {"timestamp": [1911.24, 1916.12], "text": " because I mean the question is do you tell the student this is your pathway go forth or do"}, {"timestamp": [1916.12, 1920.4], "text": " you want them to have breadth and that's the challenge that sits there and I think the"}, {"timestamp": [1920.4, 1928.88], "text": " school is more about breadth until the student finds a specialist area so that's the challenge that sits there about how you get the messages across,"}, {"timestamp": [1928.88, 1932.08], "text": " because for my point of view, most of it should be about breadth"}, {"timestamp": [1932.08, 1937.24], "text": " until you get that individual student who finds their talent and then you help in that connection."}, {"timestamp": [1937.84, 1940.88], "text": " If you're fortunate enough to have an SMS that does that, that's great."}, {"timestamp": [1940.88, 1942.24], "text": " We've not sit there yet."}, {"timestamp": [1943.44, 1947.68], "text": " And just also on that that one thing I was"}, {"timestamp": [1947.68, 1953.08], "text": " quite pleased to see in relation to that brief was that within our school they"}, {"timestamp": [1953.08, 1957.76], "text": " could be getting the breath of all of them I really don't like the idea of at school"}, {"timestamp": [1957.76, 1962.98], "text": " unless it is a more limited learner who if they can get a pathway or two great we've"}, {"timestamp": [1962.98, 1968.5], "text": " got something for them but for others why can't you actually be focused on several if not all of them?"}, {"timestamp": [1968.5, 1969.5], "text": " Sorry."}, {"timestamp": [1969.5, 1971.0], "text": " I'm going to say the other thing that's really frustrating."}, {"timestamp": [1971.0, 1976.76], "text": " What I've done is that I've got to report on vocational pathways is NCA, when you get all the NCA"}, {"timestamp": [1976.76, 1981.6], "text": " data to the Ministry there's not one or four, so you report on vocational pathways, you have"}, {"timestamp": [1981.6, 1987.68], "text": " to go to each individual student and so you kind of don't have that"}, {"timestamp": [1987.68, 1990.34], "text": " kind of sound like that's something that's really important they don't have that"}, {"timestamp": [1990.34, 1995.36], "text": " why I am as well came out as the same as brilliant as came up and you can't actually pull down"}, {"timestamp": [1995.36, 2001.08], "text": " about students who achieve vocational pathway so that that doubt is quite kind of"}, {"timestamp": [2001.08, 2007.0], "text": " pull down to do it for each individual student but you can't pull it down to the"}, {"timestamp": [2007.0, 2011.0], "text": " case you can't put it down to the location you can't go"}, {"timestamp": [2011.0, 2015.0], "text": " question"}, {"timestamp": [2015.0, 2022.0], "text": " one of the ways that we talked to students about location public information is it's taught"}, {"timestamp": [2022.0, 2028.3], "text": " if you know where you want to go then look at the courses and to look"}, {"timestamp": [2028.3, 2035.0], "text": " the courses that offer you the recommendation of sex related critics you don't know what to do"}, {"timestamp": [2035.0, 2043.34], "text": " have all the courses you choose it and maybe there's a pattern now so but we're still very"}, {"timestamp": [2043.34, 2046.0], "text": " over the way to get the start."}, {"timestamp": [2046.0, 2047.0], "text": " Yeah."}, {"timestamp": [2047.0, 2056.5], "text": " Okay, I'm thinking so I'm from Oneington and we are the greatest with slowest uptake"}, {"timestamp": [2056.5, 2060.5], "text": " the location of pathways, which is interesting, but one of my position was,"}, {"timestamp": [2060.5, 2063.0], "text": " was the source was career supervisor."}, {"timestamp": [2063.0, 2068.88], "text": " And there's been a lot of teaching with various and wise vocational pathways because when it was rolled out the information was"}, {"timestamp": [2068.88, 2074.52], "text": " disseminated with principals so for example I only got invited to the very last"}, {"timestamp": [2074.52, 2078.48], "text": " consultation with John and I think there's a lot of career supervisors out there who still"}, {"timestamp": [2078.48, 2083.04], "text": " don't have any knowledge of vocational pathways and what was really tricky was that it was"}, {"timestamp": [2083.04, 2085.64], "text": " rolled out at ECQAA at the last year."}, {"timestamp": [2085.64, 2087.14], "text": " And so the learners came back and were getting"}, {"timestamp": [2087.14, 2089.68], "text": " the course confirmation of these documents"}, {"timestamp": [2089.68, 2093.48], "text": " that deans and careers advice been seen before."}, {"timestamp": [2093.48, 2097.92], "text": " And so if you are part of this in your school,"}, {"timestamp": [2097.92, 2100.22], "text": " it might be worth actually checking in with your careers"}, {"timestamp": [2100.22, 2103.22], "text": " in Transition Departments that they are aware of this tool"}, {"timestamp": [2103.22, 2105.44], "text": " and if they're aware of what it means."}, {"timestamp": [2111.26, 2115.48], "text": " Because, again, all the packages in that were sent directly to send management in the school. So if you've got also in Bristol Secretary like we do, she knows exactly when they send it,"}, {"timestamp": [2115.52, 2117.1], "text": " but otherwise it's just leaving the box on that."}, {"timestamp": [2117.86, 2119.46], "text": " And it's not actually for people that."}, {"timestamp": [2120.62, 2124.88], "text": " And it really is important that we're sharing, not just with the career advisors, but with all the teachers."}, {"timestamp": [2124.88, 2131.82], "text": " Because if they don't know when the students ask those questions at goal-titting or whatever the situation be,"}, {"timestamp": [2132.54, 2136.58], "text": " if the teacher looks blank and doesn't know, then we're not going to be encouraging and fostering."}, {"timestamp": [2136.58, 2139.52], "text": " So it's really about bringing you all up to speed."}, {"timestamp": [2139.98, 2140.54], "text": " Other stories."}, {"timestamp": [2141.44, 2143.02], "text": " Just went from our school."}, {"timestamp": [2143.52, 2146.6], "text": " Had the language teacher come to me and say,"}, {"timestamp": [2146.6, 2150.1], "text": " we're a language is on the pathways?"}, {"timestamp": [2150.1, 2154.9], "text": " Because when they tracked it through, there was no position there for languages."}, {"timestamp": [2154.9, 2166.16], "text": " Yeah, they're certainly, they're in there and they're not, you know, I've got a connection with English,"}, {"timestamp": [2166.16, 2170.72], "text": " and that contribute to many pathways, says it's more limited, but yeah, they certainly do contribute to them."}, {"timestamp": [2170.72, 2171.96], "text": " Well, they do."}, {"timestamp": [2172.76, 2178.4], "text": " Today, and some of the Pacific languages show up quite a lot, but most of the two."}, {"timestamp": [2178.4, 2187.0], "text": " There's one standard across the language, so it is really good limited. So it's just a good idea."}, {"timestamp": [2187.0, 2189.0], "text": " Other friends."}, {"timestamp": [2189.0, 2194.0], "text": " With the creative industry, I've done some work here as well,"}, {"timestamp": [2194.0, 2196.0], "text": " MOUET, is my teaching background."}, {"timestamp": [2196.0, 2199.0], "text": " One of the things you spoke about, I think one of the visions we came about,"}, {"timestamp": [2199.0, 2203.0], "text": " is it was originally part of the vacationed car industry."}, {"timestamp": [2203.0, 2206.0], "text": " It's a lake learner, just like the original break in the topic was."}, {"timestamp": [2206.0, 2208.14], "text": " It's more about"}, {"timestamp": [2208.14, 2210.08], "text": " learning the learners and a bit transferable skills"}, {"timestamp": [2210.08, 2211.84], "text": " in those subjects because we need to be honest,"}, {"timestamp": [2211.84, 2214.34], "text": " not everyone can be active and not even"}, {"timestamp": [2214.34, 2216.54], "text": " being staged manager or techie, but it's"}, {"timestamp": [2216.54, 2217.68], "text": " making your"}, {"timestamp": [2217.68, 2221.12], "text": " teachers and your students know what are the skills"}, {"timestamp": [2221.12, 2223.76], "text": " that can go across different industries?"}, {"timestamp": [2223.76, 2226.44], "text": " You know, what's doing presentation, skills, go into public speaking, a conference, all those kinds of skills that can go across different industries? You know, what's doing the presentation skills,"}, {"timestamp": [2226.44, 2230.24], "text": " or even talking to be used in the future,"}, {"timestamp": [2230.24, 2234.0], "text": " as opposed to your job opportunities,"}, {"timestamp": [2234.0, 2236.8], "text": " and the industry for you can be like that."}, {"timestamp": [2236.8, 2238.8], "text": " Okay."}, {"timestamp": [2238.8, 2240.0], "text": " That's stories."}, {"timestamp": [2240.0, 2242.4], "text": " I forgot."}, {"timestamp": [2242.4, 2247.0], "text": " What year level is that I'm introducing to students? With any of the future students?"}, {"timestamp": [2247.0, 2251.0], "text": " With any of the senior students, really."}, {"timestamp": [2251.0, 2256.0], "text": " So when I do traditionally talk to them about,"}, {"timestamp": [2256.0, 2259.0], "text": " this study, our sort of curriculum choices for the next year"}, {"timestamp": [2259.0, 2263.0], "text": " when I put the booklet out to them and go through that in the process."}, {"timestamp": [2263.0, 2265.66], "text": " So that's when I have been giving them that initial dialogue"}, {"timestamp": [2265.66, 2268.3], "text": " and the Institute of teachers read that are picking it up from there."}, {"timestamp": [2268.36, 2272.0], "text": " So I think we're in the senior school to just be starting to think"}, {"timestamp": [2272.0, 2272.96], "text": " and focus on that."}, {"timestamp": [2273.24, 2276.7], "text": " Obviously at level two, it's where things are more crucial"}, {"timestamp": [2276.7, 2278.28], "text": " in terms of actually getting that award,"}, {"timestamp": [2278.44, 2281.06], "text": " but for any of them just to be considering the pathway"}, {"timestamp": [2281.06, 2302.72], "text": " who will just be targeting that knowledge across the scene as well questions about where to next any burning things of people are wondering okay maybe we have"}, {"timestamp": [2302.72, 2307.04], "text": " exhausted and we have a few minutes early before the public"}, {"timestamp": [2307.04, 2308.04], "text": " poaki."}, {"timestamp": [2308.04, 2309.92], "text": " So thank you very much if you want there."}, {"timestamp": [2309.92, 2315.06], "text": " So copy down there, if anyone happens to want an electronic of that, please just feel"}, {"timestamp": [2315.06, 2318.06], "text": " freedom for about an email chain."}], "text": " Okay, I'll make a start, Atamari Atta-Tata, and welcome to this session. We're focusing in on vocational pathways for this workshop. I did strategically locate the handouts there to bring you up, but you're teachers, aren't you? So you just spread wherever. If you didn't get one, there's a pile down here by ants. It's that sort of dilemma. Do you give it out before? Do you give it out after? It brasses me off if I don't have it beforehand if you want to scribble on it. So it's there, but hopefully we'll highlight and enlighten a few things as we go through using the slides as well. So this is just a bit of a journey on what we've been doing at New Plymouth Girls and what I want to be able to do in the workshop. I'll just give you a bit of background about myself, some acknowledgments. Some of what I've been doing, mapping vocational pathways against curriculum, levers, employment, just some of the messages we've been giving out there to students, a bit of a focus on sector-related standards, the credits attached to those, some tracking, things that we've learnt, a few questions that I've got that I want to look at next. But I really do want to just get through the slides reasonably quickly because I'm sure you all have the journeys that you've been doing, and it would be nice if we could actually have a little bit of input from hearing some other journeys, some questions and have a little bit of a chance to bounce some things around with you people rather than just listening to me as well. So just a bit about me. I've got a few things I've done in education administration and Masters and Business Administration so I sort of like to do a little bit of a, try to link a bit of the business stuff that I've done into what I do, so I suppose it's got a little bit of that flavour. I've been 32 years in education. I've been a DP for 14 years at New Plymouth Girls. I'm the chair of our Taranaki Association on the NASDAP exec and on the secondary qualifications advisory group, which we call squag. So that's sort of the things I'm currently doing. I have worked for Massey University College of Ed. I've done quite a bit of concurrent contract work to NZQA and the ministry while you dabble in doing all the other sorts of things you do. Spent 18 years up in Auckland's used to teach at Auckland Girls and at Rutherford, going back quite a bit in a few other little times in wee schools around the place here and there, South Auckland, just short term. Some of the key portfolios that I hold, and so my sort of journey and looking a bit at vocational pathways, much like many of you, it's just a bit of a melding of the different hats that you wear, in particular some of my. It's just a bit of a melding of the different hats that you wear. In particular, some of my focus on curriculum, on goal setting, and a little bit in there from the Year 13 aspect that I wear as well, has sort of brought together what I've been doing with the pathways. Demographics of our school, we're a state single-sex, we're 1300, and we're a desal 7 school. The ethnicities of our school, Māori 22%, Pacifica, especially after having taught it Auckland girls, we're just minute. We're not even on a percent there, very different. Asian 6 percent, we're largely European. But our school does reflect very much the demographics of the region. It's not that it's different to what the regional makeup is. That's just sort of where we sit. One thing that is a little bit different in our school, we tend to have about 70% of our students that go on to tertiary, and I believe we sort of sit around the 25 mark approximately nationally on that. So we are a little bit different in that respect. And therefore, vocational pathways are not necessarily a big thing for us, but at the same time we see it as a tool that a little bit like endorsements, and our girls just love collecting, they love collecting badges, badges to Africa sort of thing. But endorsements, and we really do see pathways as another thing that they can be working toward whatever level of the academic spectrum they sit on. I'd like to acknowledge at this point in particular, Jason White, at Roopahu College. I went down a few months back and spoke at the Wonganui APDP meeting. And Jason shared after that a little bit of what he'd been doing on vocational pathways in his school. And it was just a bit like, oh, couple of ideas for what I wanted to look at next, so that triggered me to do some things. Hopefully there might be something here that can trigger you for your next part of your journey. Wilma Davis at the ministry as well. I bounced a few things to her when she came up to the NACI and that justma Davis at the ministry as well. I bounced a few things to her when she came up to the NACI and that just gave a little bit more sort of input for where to head. And just over the last little while in my teaching as inquiry, I've been focusing on looking at pathways. So I sort of started out, I picked up our curriculum booklet for this year and started to do a little bit of a breakdown and analysis on that and started to map that out against the vocational pathways, just looking at the number of standards that we offer in each of the learning areas. So that's simply the total as it stood for our this year booklet. I haven't redone that for our projected one for next year. It won't be too dissimilar, but having done it once, so I'm not doing that again until it changes significantly. So that's just the total. And for those who work in the English area, very flexible in terms of how the English standards contribute to many of the pathways, other areas that do not contribute to as many, but that's simply just the snapshot of how they come out. I then just did the same thing, but instead just looked at the percentage figures for that. So if we put it there as percentages across the different learning areas and the makeup of how they sit across the pathways, and up the top there, that's probably the bar that's the most significant. That's the totals. So out of all that we offer in our school for curriculum, that's the balance. It's sort of reasonably balanced. So we do offer the different pathways there. Then it was sort of, okay, so what are our students doing? I picked up our year 13 lever dinner and started working with that. When we do our lever data into the Ministry of Education, it's very narrow, doesn't actually tell us quite so much. We've had a tradition at our school for many years that when we have our graduation dinner, the students jot down what they're intending to go on to when they leave school. And we get them all up on stage and acknowledge them. But I actually found that then that data became very rich data to actually then be able to do some mapping of where things stood with that. So what I did, and again with that, because I happened to look after year 13 and the dinners and, you know, all those multi things that you end up doing when you're AP or a DP. So what I was able to do there was from 2007 up to 2014 just track that different data, got the totals up the top there. And at our school, there's quite a trend there for moving into the social and community services pathways and quite a few into the creative as well. Some of these along the end here were they may have been heading to tertiary but didn't state what it was so that data wasn't useful and one or two that just didn't indicate what they were going to be doing. So that just gave a good sort of spectrum of where our students are heading to. I then broke that down in terms of some of the ethnicities, so took that and looked at the Māori lever data. And if we look at that, we've got it across the different year groups. Again, we're talking smaller numbers though, so really I think probably the most valuable is actually then taking the total from those different year levels and seeing what trends we get there. And it does follow fairly much the same sort of thing we had on all of our levers. They're going largely into the social community and into the service industries. With our Pacifica data, did that, same thing with that. And here, a few more holes, like sometimes we're only talking a handful of students here, so it doesn't tell us that much for any year. Now here, I don't know what happened, didn't they go to the dinner, didn't they fill the forms in, but something, we didn't have data on that, 2013. So really, it's a case, again, of looking at those totals. And, yeah, not too dissimilar to the overall trends. Quite a few more that didn't state that, whether that's that they weren't sure or not. It creates a little bit of a question there and something to keep in mind when we're doing our goal setting and looking at where they are heading. For our Asian levers, did the same thing again. And so if we're looking at the breakdown for our Asian students, and again, sometimes too small in numbers to probably really be isolating out the particular years on their own. So instead if we're taking the totals up there, again, not too dissimilar from all the levers. One that does feature a little bit more, which isn't on the others, is those going into manufacturing and technology. So a few more of the Asian students. That was their particular pathway. It's probably about the only trend that we could really pull out of that. Okay, so then just sort of putting that together in terms of all of the levers and the ethnic breakdowns to compare those. So there we've got all of the levers up the top, the Māori, the Pacifica, and then our Asian levers. So, yep, still some common strands going through if we break it down into those ethnicities. I really did this just to sort of see what does it show us. I didn't have any questions in particular. It's a case of, okay, it's there. Does that mean anything? Do we need to do anything? So there's a lot more thinking to do with where we are in our journey, but it gives us a bit of a base to start some dialogue going as well. Okay, looking at what we offer at school and then thinking about that in regard to the levers. So if we look here at what we offer in our curriculum at school, here's what our levers were doing from 2014, and then down here that's the total of all of those different years put together for the levers. They are going into some particular pathways. We are offering quite a wide spectrum. Is that a problem? We don't think so. We are offering them some good balanced education. They're getting that at school. They're getting that at school. They're going to obviously head into particular things when they move on. So we didn't see that as a problem, but it's food for thought really. So that's where it sits. Then what I did was move and have a bit of a look at job prospects. And to do that and look at job prospects, training, fees and incomes, I had a look at the Occupation Outlook. And if you wouldn't mind, just flick to that link, thank you. I'm assuming most of you're probably familiar with that. But if we look at the Occupation Outlook website, that's where you've got these little speedometers for the different pathways. And remember there's the apps, the Apple and Android apps that the students can pick up as well. And with these little speedometers, if they were sitting over, oh, I can't see one there, I rated that a one, a two if they were in the middle, and a three, if it was over the other end. Just to give some sort of measuring between them. And from there, if we can bounce out of that one, thank you. And just back to the main, thank you. Okay, so what I did then, the graphing of that data, we can see here a lot more opportunity in terms of jobs, the training fees, the income in the service industries, the social community, well, that's where a lot of our students are going to. So, okay, that means there's hopefully somewhere for them in terms of career prospects when they're going out of our school, if that's what they're moving to it. It's a good sort of fit and a good sink there. I had a look at the situation in Taranaki and got some current employment figures. I got those from Venture Taranaki and from Info Metrics. And if we have a look at the current employment situation, so it was just a listing of lots of different things and I had to tag them against the different pathways. And this is how we... Oh, sorry, it didn't mean to go forward. It's actually meant to guess that one. A reasonable spread, not a lot in the creative. Remember, we're a provincial centre. So these are the ones that there's more of, more data. That's not to say there isn't anything in that field, but it is more limited when you're in smaller areas. So that's the spread in terms of what we have currently on offer. I also had a look at some information about job creation, projected creation for the region. So that came out. Unfortunately, Creative actually even fell off on that one, but certainly a lot more growth in service in terms of new jobs expected within the region. So again, maybe that's comfortable in that a lot of our levers tend to be going into those areas, but that's just the way it does sit. So then I just did a bit more of a, let's tie some of those things together in terms of looking at what we offer tagged against the levers, the employment, the job creation aspects, and it sits like that. So here's what we offer in our curriculum, what the total pathways for our levers has been been the employment opportunities currently in our region and then the projected job creation ones. So yeah, we offer a balance but things do change a little when we look at some of those other aspects. I imagine you are all pretty familiar with the pathways and how they're made up, the 60 credits of the recommended standards, the 20 of the sector related. But just keeping that in mind, I know a lot of you will have done the same sort of thing where in your curriculum booklets you'll be doing similar to what I've done. This is the third year. I've mapped these out in our curriculum booklet. So just for every standard, just colour code according to the particular pathway on offer. And we always have our book electronically for students to be able to see the coloured versions of that. And the circle's just showing the sector-related standards, so we've got those on board there. And with the Level 3 standards, with them not actually being out yet, what I did with those, that's just a couple of pages of our booklet. So I cheated here, I just grey-scaled them all because I did not want to have to come back when they're announced and put all the little boxes and circles in. I want to delete the ones that aren't there. So that's just me being a little bit tricky for the future and waiting. And when they are available, I'll actually just update that for our online version. Okay, we won't worry about that one. Something else I've done, just to try to be a little bit more user-friendly for the students and for the teachers, is I've just pulled together the list of the different standards against the different pathways and simply listed the ones together. It's all what you can pick up on youth guarantee, but then the kids have to go in and get it, or the teachers have to go in. So the more we can just put it there for them, hopefully that makes things a little easier. So I've just done that for the school scope, recommended standards. Same thing for the ones that are outside of school scope, just for those recommended standards against the different pathways. What I did when it was the sector-related standards was just highlight in, color-coded for whatever, the particular pathway, was actually just highlight the ones that our school offers. So letting people be aware, in particular, for the particular pathway, was actually just highlight the ones that our school offers. So letting people be aware in particular for the heads of department. Okay, these ones are sector-related. Currently we don't offer them, but these are the ones that we are offering within our school currently and did the same thing there just for the outside school scope for sector-related. We don't have very many of the outside school scope, but we do have some in our tourism and hospitality courses where it's just handy that they're a little bit more sector-related we could tap into. This is the number of courses that we just offer in each level in our school. And then what I did was just have a bit of a look at the sector-related credits as opposed to the standards that we then have for school scope, sector-related for each of the different pathway areas, and then the outside school scope, and just got the totals of those. We do, fortunately, offer enough sector-related in all of those pathways, but you can see a bit of difference sitting there. So really, there's quite a bit of discrepancy across the pathways. Creative huge, that was 270 credits on offer, and primary, I could only get to 22, and that was with two sectoral, so two outside school scope ones that we happen to offer as well, so quite limited there. Need to maybe link in with some external providers on a few standards that we offer for students in that area. So what I've been working on at the moment is just going through with staff and just trying to give them just a bit of a better grounding and understanding of where the pathways sit and what they can be doing with them. If they're better prepared then they're going to have that dialogue when we have goals setting with the students in terms of encouraging and supporting them. Something else we have historically done quite a bit of in our school is tracking. It's probably a little bit like our badges and things. The girls quite like doing this. So we have for several, many years now, tracked with what we call academic brick walls. It's something I picked up at a Qualls conference in Massey a number of years ago and I'm sorry I actually forget who the person was who shared the idea with us and said you know take it away sort of thing so we've done that tracking for many years now and we have also over that period of time tracked what we call a co-curricular brick wall just encouraging students to participate and get involved in lots of areas and again they record these hard copy or electronic, depending on what suits them. We have also, for a number of years, not as many, but quite a few been doing what we call 14 plus, just trying to encourage all of our learners to at least get to the 14 credit mark across all of their subjects. So because we've sort of done a lot of tracking, I then sort of looked at, okay, so what can we do for vocational pathways succinctly for students? I came up with that, which probably does your head in a little bit, but colour-coded for the pathways, obviously, and for the particular subjects they list in there, again, electronic or hard copy depending what suits people. And just to hone in on the sort of top part there, again, electronic or hard copy depending what suits people. And just to hone in on the sort of top part there, that's for the recommended standards for the sector-related standards, the 60 for the recommended and the 20 credit worth for the sector-related ones. So that's there as a tool. Very well aware, of course, that we've got the profile builder that students can use, but sometimes they just like to have that record that they can keep a copy of with them and monitor rather than having to jump into the electronic form of profile builder. So we'd just like to have tools like that available and they can use whichever they're comfortable with. So what? Okay, so what has that sort of shown us really as a school in terms of where we sit and what to next perhaps? We've got a good spread in terms of what we offer as a school. We know largely the dominant areas that our learners are moving into, assuming that the other areas are ones that they're just taking as interest factors, as good breadth and just good general learning while they're at school. It's quite a nice fit in that the areas that they predominantly go into are also those areas where there are better job prospects nationally, and that's the same in terms of our local situation as well, that there's good opportunities available there. A little bit of a concern in terms of the limited aspect of creative. But then again, a lot of students, they do those things at school, they love doing art. A lot of them are not going to end up as artists or whatever the creative aspect might be, but that's still something they love doing, it's something to do as a passion, it may not end up being a career for them, but just something to keep in mind. Also, one main thing that we found out from this was we certainly as a school were quite under the impression that it was, you couldn't get sector-related unless you made these links with providers here, there and everywhere. And it wasn't really until sort of sitting down and doing the analysis and seeing that, well, actually we already offer enough pathways in each, sorry, enough credits, sector-related ones in each of the pathways. Sure, some of them are more limited and it's only sort of if you do these right ones that you're going to get it. But when I also had dialogue with the ministry regarding that, I actually pointed out to them, you know, I actually asked the question, and I interpreting this correctly because I really did think that it was a bit like pointed out to them. I actually asked the question, and I interpreting this correctly because I really did think that it was a bit like no impossible to do, and they actually had to go back and have a look and find out and did see that, yes, I was actually interpreting it correctly, and great, we've got those opportunities, but some need to be a bit broader than we currently have. So in terms of potential for students to get a pathway or many pathways, it's sitting quite high in terms of our school and what we're offering at the moment and no doubt for many of you as well. Some of the other questions then that this is sort of brought up and what I want to do next is okay I know what standards we offer in terms of our curriculum at school. How many are taking each particular standard? Obviously we have that data elsewhere in the system, but in terms of pulling that out, mapping that against the pathways, that's something I'd quite like to do as a, okay, so where does this sit with how many are actually doing them. I'm also quite mindful that when I was looking at those national job prospects and using the occupation outlook and those little odometers, some of those are quite limited. There aren't that many careers shown up there in some of the pathways, and I'm feeling like that's a little bit narrow. It's not rich enough data. I think it needs more to actually be a bit more under scrutiny. So I'd like to do a little bit more looking there. Also, I wouldn't mind talking with Venture Taranaki in terms of our local situation for creative and just sort of, are there other things there that maybe the data just didn't show us in terms of our students having local opportunities? So that creates a next step sort of thing. I think within our school, we need to now explore the primary industries, which was the most narrow for the sector-related, where there were only 22 that we have on offer, and we really need to look at all. How can we build this one up a little bit more? We do encourage our students wherever there is a pathway and you've just got this little hole. You know, you need another three credits or something. That's where then our careers area and through Star Gateway trades, whatever different areas they're doing within the school, maybe we can pick something up there for those students. A bit more work needed with the HODs in terms of sector-related and just them mapping out a little bit more in terms of opportunities within their particular learning areas. And then just across the staff as a whole to then be focused on the students as well, making sure that students are aware and tracking where they're at. Our kids are pretty good at knowing in terms of where are they up to an NCAA. They do have that sort of tracking mentality, so we want to really transfer that over now to the vocational pathway so that they've got that awareness of what have they achieved at the moment rather than the sort of big blank look that you can get sometimes when people aren't aware of where they're at. So looking at the current achievement and then the awareness of, okay, so what do I need to get here? The way we do our goal setting, students are getting a lot better at taking on board their own independent self-managing and monitoring those pathways themselves. So that's sort of the next steps in terms of where to get to. So that's our journey and what we have done at New Plymouth Girls, and it really is just a bit of a starter. But I think it would be quite nice if any of you've got any questions in relation to this, whether this has been useful or not. And have others got things that you'd like to share in terms of where your journeys are sitting? So any questions about any of this to start with? So, in terms of looking at where students are we, we put that back on the students. So no, we don't do anything. We've never done anything for any of the NCA or whatever. We like to give them the tools. And part of our goal setting process in the school is the teachers doing that little look-in and monitor, but making sure they've got the ownership of it. And they're getting pretty good at that anything else to clarify yeah my question more general we're just starting out we're at a point where we can match the location pathways of credits for each bar of course in our options bookers how aware that this industry do you have any idea what What's the conversation you've had? I'm aware of the relationship. Of the knowledge of them. No. My gut feeling, without really knowing, is probably not at all. If it's anything like other initiatives and NCA and the way we've walked that journey with, I was involved right back from the start with writing standards and on the panels and things, way back there when we would go around and do principal road shows and things. It's when I was working with Massey, I was running the NCA contracts. And back then it was this whole, you know, the parents knowing and the businesses, it didn't happen then. I wouldn't anticipate it's overly different now. I could be cynical, but. I'm going to say slightly cynical. We're part of the middle of the current era of a vocational pathway cluster. What's really impressive is that we've got members of the local boards on those clusters and they've got an understanding of vocational pathways. There are some employers because I also look into the Franklin one so some of the employer key employers invited to those meetings so I do think that there has been some work to get employers on board with some of the ideas and those experts. I'm not doing the essential universities if they see themselves as part of it, which is a real shame because when you're trying to sell it to your staff, you need to talk about it being an academic pathway, not just a vocational versus an academic. Vocation is going to be an unfortunate word for really it's a pathway. I suspect it could sit a little differently in terms of that awareness and knowledge, whether you're in the main centres or the provincial centres, especially when you have those tertiary or university settings or you have ministry offices in the town. I think the spread across the country is probably a little bit different there. I think it's very different there. I think it's taking out radio admiral's and things like that, which explained NCA very briefly and that's made a difference in the new area. So it's sort of, it's taking the initiative and not thinking of the ministry because the ministry's got no money to be able to do that. There's no funding for that. So then kind of taking it upon themselves. And industry and going, oh, okay, now I get it more so get more in tune with it. So, and that's a provincial kind of, whereas I think somebody, we don't have the funds to be able to take it out. So I mean, that's something that will take them from themselves to do. Yeah, that can really come down to regions as well as like I mentioned, I want to talk to Vich Tanaki. So it's a little bit of, okay, if we actually get out there and start to have some dialogue, they will become more aware as well, won't they? What else? Others got to share, ants. Yeah, I tend to wonder, as the sector-related ones that are......will recognised by industry. And... So, if you're seeing the level three coming in board, the challenge that if people see the word with that, you say, as a pathway, but it's not going to be endorsed, that's a big challenge for us. But I guess it's a point in this pathway and isn't the stream-related, is it, the idea, that's... Yeah, yeah, whether they're going to go to that award aspect or not, they're a little bit unsure. I certainly push that with my feedback to that. What else? What have others got to share? Any questions on this? Otherwise, what are your journeys there? I guess we probably all hear because we like to, as there any other little thing that we haven't considered, other things that you have done that might be different or just a slightly different take on things, questions you've got, we do next. I won't. As you know the answer, but if that's collectively, are there any ideas? Are you aware of the information in Kmart if your Kmart uses? Because to me that's around the students tracking all of that information is in Kmart. So I suppose our focus has been more on the active interim students even though we still have to upskill the staff on the process because I mean the question is do you tell the student this is your pathway go forth or do you want them to have breadth and that's the challenge that sits there and I think the school is more about breadth until the student finds a specialist area so that's the challenge that sits there about how you get the messages across, because for my point of view, most of it should be about breadth until you get that individual student who finds their talent and then you help in that connection. If you're fortunate enough to have an SMS that does that, that's great. We've not sit there yet. And just also on that that one thing I was quite pleased to see in relation to that brief was that within our school they could be getting the breath of all of them I really don't like the idea of at school unless it is a more limited learner who if they can get a pathway or two great we've got something for them but for others why can't you actually be focused on several if not all of them? Sorry. I'm going to say the other thing that's really frustrating. What I've done is that I've got to report on vocational pathways is NCA, when you get all the NCA data to the Ministry there's not one or four, so you report on vocational pathways, you have to go to each individual student and so you kind of don't have that kind of sound like that's something that's really important they don't have that why I am as well came out as the same as brilliant as came up and you can't actually pull down about students who achieve vocational pathway so that that doubt is quite kind of pull down to do it for each individual student but you can't pull it down to the case you can't put it down to the location you can't go question one of the ways that we talked to students about location public information is it's taught if you know where you want to go then look at the courses and to look the courses that offer you the recommendation of sex related critics you don't know what to do have all the courses you choose it and maybe there's a pattern now so but we're still very over the way to get the start. Yeah. Okay, I'm thinking so I'm from Oneington and we are the greatest with slowest uptake the location of pathways, which is interesting, but one of my position was, was the source was career supervisor. And there's been a lot of teaching with various and wise vocational pathways because when it was rolled out the information was disseminated with principals so for example I only got invited to the very last consultation with John and I think there's a lot of career supervisors out there who still don't have any knowledge of vocational pathways and what was really tricky was that it was rolled out at ECQAA at the last year. And so the learners came back and were getting the course confirmation of these documents that deans and careers advice been seen before. And so if you are part of this in your school, it might be worth actually checking in with your careers in Transition Departments that they are aware of this tool and if they're aware of what it means. Because, again, all the packages in that were sent directly to send management in the school. So if you've got also in Bristol Secretary like we do, she knows exactly when they send it, but otherwise it's just leaving the box on that. And it's not actually for people that. And it really is important that we're sharing, not just with the career advisors, but with all the teachers. Because if they don't know when the students ask those questions at goal-titting or whatever the situation be, if the teacher looks blank and doesn't know, then we're not going to be encouraging and fostering. So it's really about bringing you all up to speed. Other stories. Just went from our school. Had the language teacher come to me and say, we're a language is on the pathways? Because when they tracked it through, there was no position there for languages. Yeah, they're certainly, they're in there and they're not, you know, I've got a connection with English, and that contribute to many pathways, says it's more limited, but yeah, they certainly do contribute to them. Well, they do. Today, and some of the Pacific languages show up quite a lot, but most of the two. There's one standard across the language, so it is really good limited. So it's just a good idea. Other friends. With the creative industry, I've done some work here as well, MOUET, is my teaching background. One of the things you spoke about, I think one of the visions we came about, is it was originally part of the vacationed car industry. It's a lake learner, just like the original break in the topic was. It's more about learning the learners and a bit transferable skills in those subjects because we need to be honest, not everyone can be active and not even being staged manager or techie, but it's making your teachers and your students know what are the skills that can go across different industries? You know, what's doing presentation, skills, go into public speaking, a conference, all those kinds of skills that can go across different industries? You know, what's doing the presentation skills, or even talking to be used in the future, as opposed to your job opportunities, and the industry for you can be like that. Okay. That's stories. I forgot. What year level is that I'm introducing to students? With any of the future students? With any of the senior students, really. So when I do traditionally talk to them about, this study, our sort of curriculum choices for the next year when I put the booklet out to them and go through that in the process. So that's when I have been giving them that initial dialogue and the Institute of teachers read that are picking it up from there. So I think we're in the senior school to just be starting to think and focus on that. Obviously at level two, it's where things are more crucial in terms of actually getting that award, but for any of them just to be considering the pathway who will just be targeting that knowledge across the scene as well questions about where to next any burning things of people are wondering okay maybe we have exhausted and we have a few minutes early before the public poaki. So thank you very much if you want there. So copy down there, if anyone happens to want an electronic of that, please just feel freedom for about an email chain."}