{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " Welcome to this Eva training video."}, {"timestamp": [3.0, 6.0], "text": " So today we'll look at placing links on videos."}, {"timestamp": [6.0, 12.0], "text": " Links let you send viewers to pre-selected websites where they can gain more information."}, {"timestamp": [12.0, 16.0], "text": " So choose the part of the video you want to work with."}, {"timestamp": [16.0, 20.0], "text": " Click the links icon and drag it to place it in the frame."}, {"timestamp": [20.0, 24.0], "text": " The display time is auto set to show for 10 seconds,"}, {"timestamp": [24.0, 27.0], "text": " but you might want to lengthen or reduce that."}, {"timestamp": [27.0, 33.0], "text": " The pause option when activated stops the video playing when the link is available."}, {"timestamp": [33.0, 39.0], "text": " So now let's give it a title, telling students where they'll go or some other information."}, {"timestamp": [39.0, 41.0], "text": " Drop in the URL."}, {"timestamp": [41.0, 46.24], "text": " Under the visualised button you have some color options for the link tag."}, {"timestamp": [46.24, 49.5], "text": " I'm going to pick a blue to go with the water."}, {"timestamp": [49.5, 56.72], "text": " Add a little transparency, click choose, keep the box shadow and dumb."}, {"timestamp": [56.72, 63.44], "text": " Now click Save and here we are going to the website."}, {"timestamp": [63.44, 66.4], "text": " Well that's how you use the links function in Eva."}, {"timestamp": [66.4, 67.4], "text": " Thanks for watching."}, {"timestamp": [67.4, 68.4], "text": " Kakite."}], "text": " Welcome to this Eva training video. So today we'll look at placing links on videos. Links let you send viewers to pre-selected websites where they can gain more information. So choose the part of the video you want to work with. Click the links icon and drag it to place it in the frame. The display time is auto set to show for 10 seconds, but you might want to lengthen or reduce that. The pause option when activated stops the video playing when the link is available. So now let's give it a title, telling students where they'll go or some other information. Drop in the URL. Under the visualised button you have some color options for the link tag. I'm going to pick a blue to go with the water. Add a little transparency, click choose, keep the box shadow and dumb. Now click Save and here we are going to the website. Well that's how you use the links function in Eva. Thanks for watching. Kakite."}