{"speakers": [], "chunks": [{"timestamp": [0.0, 4.7], "text": " Hi, welcome to this Eva tutorial."}, {"timestamp": [4.7, 8.72], "text": " In this episode we're going to cover the Navigation Hotspot function."}, {"timestamp": [8.72, 14.44], "text": " This allows you to send viewers to other parts of the video or to external websites."}, {"timestamp": [14.44, 20.18], "text": " This is a complex tool and there are multiple combinations for you to experiment with."}, {"timestamp": [20.18, 23.3], "text": " So first choose a relevant part of the video."}, {"timestamp": [23.3, 28.08], "text": " Then drag the Navigation H Spot icon onto the frame."}, {"timestamp": [28.08, 35.04], "text": " And then in the editor you have options on how the interaction looks and behaves."}, {"timestamp": [35.04, 40.4], "text": " The video can pause or continue playing when the interaction is available."}, {"timestamp": [40.4, 45.8], "text": " The display time can also be modified from a second to the entire length of the video."}, {"timestamp": [46.4, 52.22], "text": " Under the destination header, you have a choice between the time code option and the URL option."}, {"timestamp": [53.68, 59.16], "text": " I want to give students the option of going to another part of the video, so I'll use the time code tool."}, {"timestamp": [59.8, 62.56], "text": " Scroll along to the part of the video you want to send them to."}, {"timestamp": [64.0, 67.98], "text": " And place that time code in the go-to box."}, {"timestamp": [67.98, 72.12], "text": " In the visuals area, I'm going to choose a circular shape."}, {"timestamp": [72.12, 79.26], "text": " You also have options for the background color, which includes transparent, which is useful"}, {"timestamp": [79.26, 82.98], "text": " if you want the interaction to be invisible."}, {"timestamp": [82.98, 88.36], "text": " So I'm going to choose a bluey grey with a little transparency."}, {"timestamp": [88.36, 93.72], "text": " You could deselect the cursor box which is good in combination with the invisible function."}, {"timestamp": [93.72, 100.02], "text": " A blinking effect can be removed or added which will draw more attention to the hotspot."}, {"timestamp": [100.02, 102.72], "text": " So now let's give the hotspot a title."}, {"timestamp": [102.72, 105.68], "text": " You could hide the title if you wanted."}, {"timestamp": [105.68, 110.8], "text": " You can colourise the text, I'm going to try white."}, {"timestamp": [110.8, 118.44], "text": " So click Done, place the interaction and click Save."}, {"timestamp": [118.44, 123.24], "text": " And here's how jumping to another part of the video looks for viewers."}, {"timestamp": [123.24, 128.0], "text": " Now let's try building an invisible hotspot option."}, {"timestamp": [130.0, 137.0], "text": " Because this will be invisible, you might want to verbally tell students to choose a part of the farm that they should study further."}, {"timestamp": [137.0, 140.0], "text": " Or place a label into the frame."}, {"timestamp": [140.0, 148.08], "text": " In this frame, I could get pupils to learn about barns, water storage, flock management, wind brakes, fire breaks and dry grass."}, {"timestamp": [148.08, 154.38], "text": " So I've already made two hotspots sending people to informative websites, so let's build"}, {"timestamp": [154.38, 156.24], "text": " a third."}, {"timestamp": [156.24, 168.4], "text": " Drag the hotspot onto the barn and I'm going to auto pause the video and reduce the time. So scroll down and choose the URL"}, {"timestamp": [168.4, 178.0], "text": " function. Paste the web address here. Turn off the cursor and hide the title. Now"}, {"timestamp": [178.0, 185.0], "text": " click Done. Adjust its placement and click save."}, {"timestamp": [185.0, 188.0], "text": " Now let's try it."}, {"timestamp": [188.0, 195.0], "text": " Clicking on the barn and there we go."}, {"timestamp": [195.0, 199.0], "text": " Heading to a helpful website with information on barn management."}, {"timestamp": [199.0, 203.0], "text": " So I hope you enjoy the navigation hotspot and Eva."}, {"timestamp": [203.0, 204.0], "text": " Kaki-te."}], "text": " Hi, welcome to this Eva tutorial. In this episode we're going to cover the Navigation Hotspot function. This allows you to send viewers to other parts of the video or to external websites. This is a complex tool and there are multiple combinations for you to experiment with. So first choose a relevant part of the video. Then drag the Navigation H Spot icon onto the frame. And then in the editor you have options on how the interaction looks and behaves. The video can pause or continue playing when the interaction is available. The display time can also be modified from a second to the entire length of the video. Under the destination header, you have a choice between the time code option and the URL option. I want to give students the option of going to another part of the video, so I'll use the time code tool. Scroll along to the part of the video you want to send them to. And place that time code in the go-to box. In the visuals area, I'm going to choose a circular shape. You also have options for the background color, which includes transparent, which is useful if you want the interaction to be invisible. So I'm going to choose a bluey grey with a little transparency. You could deselect the cursor box which is good in combination with the invisible function. A blinking effect can be removed or added which will draw more attention to the hotspot. So now let's give the hotspot a title. You could hide the title if you wanted. You can colourise the text, I'm going to try white. So click Done, place the interaction and click Save. And here's how jumping to another part of the video looks for viewers. Now let's try building an invisible hotspot option. Because this will be invisible, you might want to verbally tell students to choose a part of the farm that they should study further. Or place a label into the frame. In this frame, I could get pupils to learn about barns, water storage, flock management, wind brakes, fire breaks and dry grass. So I've already made two hotspots sending people to informative websites, so let's build a third. Drag the hotspot onto the barn and I'm going to auto pause the video and reduce the time. So scroll down and choose the URL function. Paste the web address here. Turn off the cursor and hide the title. Now click Done. Adjust its placement and click save. Now let's try it. Clicking on the barn and there we go. Heading to a helpful website with information on barn management. So I hope you enjoy the navigation hotspot and Eva. Kaki-te."}