{"speakers": [], "chunks": [{"timestamp": [0.0, 4.0], "text": " Sometimes I feel like I can tell my parents anything."}, {"timestamp": [4.0, 13.0], "text": " But when it comes to cyberbullying, I really don't know what to say because I feel like I want to be responsible for the situation,"}, {"timestamp": [13.0, 22.0], "text": " what to do it myself, deal with it myself, and I don't want my parents to intervene because you don't feel right doing it."}, {"timestamp": [22.0, 28.0], "text": " After filming today these scenarios and having these discussions about the barriers and solutions"}, {"timestamp": [28.0, 33.0], "text": " we've discovered that there are going to be some students coming to school in the morning"}, {"timestamp": [33.0, 37.0], "text": " who are going to absolutely dread it and I think that's really connected with all of us"}, {"timestamp": [37.0, 44.0], "text": " because we've been at this school for five years, we're all year 13s we're going to be leaving next year"}, {"timestamp": [44.0, 48.94], "text": " and to think that there are students in our school who are not going to enjoy coming here I guess"}, {"timestamp": [48.94, 55.78], "text": " is quite we all take that to heart and also with only one out of eight of us"}, {"timestamp": [55.78, 59.56], "text": " going to talk to our parents if something you know happens with bullying with"}, {"timestamp": [59.56, 65.0], "text": " whatever it be in the classroom social media or out in the playground."}, {"timestamp": [65.0, 67.74], "text": " I guess that was all kind of a wake-up call to us,"}, {"timestamp": [67.74, 69.76], "text": " that, you know, why is that?"}, {"timestamp": [69.76, 71.38], "text": " What can we do better?"}], "text": " Sometimes I feel like I can tell my parents anything. But when it comes to cyberbullying, I really don't know what to say because I feel like I want to be responsible for the situation, what to do it myself, deal with it myself, and I don't want my parents to intervene because you don't feel right doing it. After filming today these scenarios and having these discussions about the barriers and solutions we've discovered that there are going to be some students coming to school in the morning who are going to absolutely dread it and I think that's really connected with all of us because we've been at this school for five years, we're all year 13s we're going to be leaving next year and to think that there are students in our school who are not going to enjoy coming here I guess is quite we all take that to heart and also with only one out of eight of us going to talk to our parents if something you know happens with bullying with whatever it be in the classroom social media or out in the playground. I guess that was all kind of a wake-up call to us, that, you know, why is that? What can we do better?"}