{"speakers": [], "chunks": [{"timestamp": [0.0, 5.1], "text": " If a friend or someone you know wouldn't do this sober, don't let them do it while they're drinking."}, {"timestamp": [5.8, 10.04], "text": " This is something really important to consider when you're at with alcohol around."}, {"timestamp": [10.72, 13.84], "text": " If you let somebody do something that they wouldn't do while they're sober,"}, {"timestamp": [14.06, 18.48], "text": " they might wake up with regrets in the morning, which could lead to another lot of serious things."}, {"timestamp": [19.18, 25.0], "text": " Alcohol inhibits your decisions, which means it takes away the things that you would have while you're sober like your filter"}, {"timestamp": [25.0, 31.0], "text": " Hey Colinette we're starting to lose this guy so let's get some more right hey"}, {"timestamp": [33.0, 37.0], "text": " You just keep begging and teaches his chest doesn't sound any good at all hey"}, {"timestamp": [37.0, 40.0], "text": " And his numbers are looking really really shitty"}, {"timestamp": [40.0, 42.0], "text": " They are!"}, {"timestamp": [42.0, 43.0], "text": " They are!"}, {"timestamp": [43.0, 46.0], "text": " Climbing, his sacks are dropping, his heart rate's going up"}, {"timestamp": [46.0, 48.0], "text": " The sats are really low"}, {"timestamp": [48.0, 48.9], "text": " We've got to get this for you"}], "text": " If a friend or someone you know wouldn't do this sober, don't let them do it while they're drinking. This is something really important to consider when you're at with alcohol around. If you let somebody do something that they wouldn't do while they're sober, they might wake up with regrets in the morning, which could lead to another lot of serious things. Alcohol inhibits your decisions, which means it takes away the things that you would have while you're sober like your filter Hey Colinette we're starting to lose this guy so let's get some more right hey You just keep begging and teaches his chest doesn't sound any good at all hey And his numbers are looking really really shitty They are! They are! Climbing, his sacks are dropping, his heart rate's going up The sats are really low We've got to get this for you"}