{"speakers": [], "chunks": [{"timestamp": [0.0, 6.18], "text": " Some of the work that I've done with students, they tell me that they've made a decision already"}, {"timestamp": [6.18, 11.62], "text": " about what the teacher is feeling towards them by the body language that the teacher is exhibiting"}, {"timestamp": [11.62, 13.14], "text": " as they walk to the class."}, {"timestamp": [13.2, 14.58], "text": " The teacher hasn't even opened their mouth."}, {"timestamp": [14.7, 19.58], "text": " They haven't even started unless they might still just be lying up outside or gathering in the classroom to sit down."}, {"timestamp": [20.4, 26.54], "text": " But they've already made a decision how they are going to behave towards that teacher from the body language that the teacher gives."}, {"timestamp": [26.82, 36.22], "text": " So being organised and prepared and at the class, ready to start with a smile and is going to give off the right vibes for the students."}, {"timestamp": [37.72, 46.5], "text": " Being not prepared, rushed, stressed, focused on other things, not focused on the class and the children that are coming into that class"}, {"timestamp": [46.5, 52.0], "text": " is going to give the vibes that they will interpret as they don't want to be here, they don't like us,"}, {"timestamp": [52.0, 53.4], "text": " they don't want to teach us."}], "text": " Some of the work that I've done with students, they tell me that they've made a decision already about what the teacher is feeling towards them by the body language that the teacher is exhibiting as they walk to the class. The teacher hasn't even opened their mouth. They haven't even started unless they might still just be lying up outside or gathering in the classroom to sit down. But they've already made a decision how they are going to behave towards that teacher from the body language that the teacher gives. So being organised and prepared and at the class, ready to start with a smile and is going to give off the right vibes for the students. Being not prepared, rushed, stressed, focused on other things, not focused on the class and the children that are coming into that class is going to give the vibes that they will interpret as they don't want to be here, they don't like us, they don't want to teach us."}