{"speakers": [], "chunks": [{"timestamp": [0.0, 16.0], "text": " Okay Kate we're going to use a special swipe now we come on behind your body and keep your body nice and straight"}, {"timestamp": [16.0, 22.0], "text": " please. Okay. Okay. Can you take on the folders and just take it forward?"}, {"timestamp": [22.0, 28.0], "text": " When the ambulance officers were preparing me to get removed from the car,"}, {"timestamp": [28.0, 34.0], "text": " it was, this was probably the most difficult time for me throughout the entire scene."}, {"timestamp": [34.0, 40.0], "text": " Just, I just felt it was so authentic and so real"}, {"timestamp": [40.0, 45.1], "text": " and I actually felt paralysed. I felt helpless."}, {"timestamp": [47.56, 47.82], "text": " I felt like anyone would in this situation."}, {"timestamp": [51.76, 52.6], "text": " And this was quite hard on a personal level."}, {"timestamp": [57.1, 62.04], "text": " And despite the power medics being reassuring to me, I also knew the seriousness of this, what was happening to me."}, {"timestamp": [62.18, 71.06], "text": " And this was quite a struggle mentally knowing, feeling this way"}, {"timestamp": [71.06, 78.54], "text": " and imagining what it would be like if this was me and this actual, if this was actually"}, {"timestamp": [78.54, 96.92], "text": " happening. Since filming this scenario, over the Christmas break, a good friend of mine was found drunk driving and had a crash."}, {"timestamp": [97.84, 102.22], "text": " The effects of this isn't just temporary, that she's in hospital, she has broken bones."}, {"timestamp": [102.66, 106.8], "text": " It's going to be far longer than this, is going to affect her for the rest of her life."}, {"timestamp": [107.26, 109.52], "text": " She can no longer pursue the career that she wants,"}, {"timestamp": [109.64, 113.82], "text": " or because she decided to get into her car while drunk and drive."}, {"timestamp": [114.78, 119.86], "text": " The effects of your actions aren't just temporary."}, {"timestamp": [120.04, 135.5], "text": " They last far longer than what you could ever expect."}, {"timestamp": [138.0, 138.5], "text": " The next one's going to be across the top of your forehead."}, {"timestamp": [141.0, 143.0], "text": " That's what we've done now."}, {"timestamp": [146.0, 151.0], "text": " How you feel it? How you feeling? I still feel a bit funny and it put up to injured and neck nice and straight, okay?"}, {"timestamp": [151.0, 159.0], "text": " Even though the fire police and ambulance were all letting me know what was happening, it was still,"}, {"timestamp": [159.0, 165.94], "text": " I still didn't really know, I still didn't understand what exactly was happening, especially when I was"}, {"timestamp": [165.94, 173.1], "text": " getting the board put behind my back as I was getting moved out of the car. This was quite weird."}, {"timestamp": [173.22, 182.22], "text": " I didn't know what it was going to feel like, and it was quite difficult having a board"}, {"timestamp": [182.22, 187.0], "text": " shoved down your back and getting pulled out of a car."}, {"timestamp": [187.0, 194.0], "text": " What it didn't feel like it was comfortable and it kind of hit me the seriousness of it."}, {"timestamp": [194.0, 201.0], "text": " They were having to use force to get me out of there because it was the only way possible."}, {"timestamp": [201.0, 205.6], "text": " Lisa you want to come back up and we are there."}, {"timestamp": [205.6, 210.32], "text": " So we're using the patient's clothing and leg and we'll just get a flat, just lower back"}, {"timestamp": [210.32, 213.68], "text": " flat for a start."}, {"timestamp": [213.68, 217.24], "text": " If we get somebody quite strong around here, they get underneath the leg,"}, {"timestamp": [217.24, 219.24], "text": " let's get underneath the leg."}, {"timestamp": [219.24, 221.24], "text": " You go ahead."}, {"timestamp": [221.24, 222.24], "text": " You're okay?"}, {"timestamp": [222.24, 224.24], "text": " I'll take it here."}, {"timestamp": [224.24, 228.24], "text": " And then we're off from here. So guys, before we go, we're going to slide her up, the plate up the board, then we're going to"}, {"timestamp": [228.24, 232.32], "text": " slide her up the board till she's about three quarters of the way up the board, then we'll"}, {"timestamp": [232.32, 236.56], "text": " bring the board up to horizontal, okay?"}, {"timestamp": [236.56, 238.06], "text": " Yeah, all right."}, {"timestamp": [238.06, 239.06], "text": " We get everyone ready?"}, {"timestamp": [239.06, 240.06], "text": " Yeah."}, {"timestamp": [240.06, 242.06], "text": " On the count of three."}, {"timestamp": [242.06, 246.56], "text": " If anyone has a problem, you'll stop and we'll stop. Okay, so moving on three. One, two counter three. If anyone has a problem you'll stop and we'll stop. Okay so moving on three."}, {"timestamp": [246.56, 253.2], "text": " One, two, three. This tape we're just moving up right and bring the board up guys."}, {"timestamp": [253.2, 259.2], "text": " Cape we just got your flat, all right? Okay, we're just going to pause there."}, {"timestamp": [259.2, 267.0], "text": " We're going to go to the building, so we'll have the head. So if you want to go to the head?"}, {"timestamp": [267.0, 270.0], "text": " We've got the head."}, {"timestamp": [270.0, 273.0], "text": " Okay guys, we'll just bring her up, so if you're sitting on the boot,"}, {"timestamp": [273.0, 276.0], "text": " then we'll use the boot to get the side of the car, all right?"}, {"timestamp": [276.0, 278.0], "text": " One, two, two, and two."}, {"timestamp": [278.0, 281.0], "text": " You bring her up the border where are you?"}, {"timestamp": [281.0, 284.0], "text": " Um, yeah, we're just now we're going to pause the tail of the teeth,"}, {"timestamp": [284.0, 286.0], "text": " and shoulders"}, {"timestamp": [286.0, 290.0], "text": " and they're not going to get into a car"}, {"timestamp": [290.0, 292.5], "text": " young girls and boys"}, {"timestamp": [292.5, 295.2], "text": " they get into cars with drunk people"}, {"timestamp": [295.2, 298.16], "text": " because they're peer-pressured into it"}, {"timestamp": [298.16, 300.08], "text": " and they think that if they don't get in"}, {"timestamp": [300.08, 301.66], "text": " then they're not going to be considered cool"}, {"timestamp": [301.66, 303.6], "text": " but the thing is it's not cool"}, {"timestamp": [303.6, 305.52], "text": " to get into a car with drunk drivers because it's not cool to be paral cool, but the thing is it's not cool to get into a car with drunk drivers"}, {"timestamp": [305.52, 308.44], "text": " because it's not cool to be paralyzed for the rest of your life."}, {"timestamp": [312.28, 314.0], "text": " Come straight across."}, {"timestamp": [315.84, 316.88], "text": " So, everyone's good?"}, {"timestamp": [317.12, 317.28], "text": " Yeah."}], "text": " Okay Kate we're going to use a special swipe now we come on behind your body and keep your body nice and straight please. Okay. Okay. Can you take on the folders and just take it forward? When the ambulance officers were preparing me to get removed from the car, it was, this was probably the most difficult time for me throughout the entire scene. Just, I just felt it was so authentic and so real and I actually felt paralysed. I felt helpless. I felt like anyone would in this situation. And this was quite hard on a personal level. And despite the power medics being reassuring to me, I also knew the seriousness of this, what was happening to me. And this was quite a struggle mentally knowing, feeling this way and imagining what it would be like if this was me and this actual, if this was actually happening. Since filming this scenario, over the Christmas break, a good friend of mine was found drunk driving and had a crash. The effects of this isn't just temporary, that she's in hospital, she has broken bones. It's going to be far longer than this, is going to affect her for the rest of her life. She can no longer pursue the career that she wants, or because she decided to get into her car while drunk and drive. The effects of your actions aren't just temporary. They last far longer than what you could ever expect. The next one's going to be across the top of your forehead. That's what we've done now. How you feel it? How you feeling? I still feel a bit funny and it put up to injured and neck nice and straight, okay? Even though the fire police and ambulance were all letting me know what was happening, it was still, I still didn't really know, I still didn't understand what exactly was happening, especially when I was getting the board put behind my back as I was getting moved out of the car. This was quite weird. I didn't know what it was going to feel like, and it was quite difficult having a board shoved down your back and getting pulled out of a car. What it didn't feel like it was comfortable and it kind of hit me the seriousness of it. They were having to use force to get me out of there because it was the only way possible. Lisa you want to come back up and we are there. So we're using the patient's clothing and leg and we'll just get a flat, just lower back flat for a start. If we get somebody quite strong around here, they get underneath the leg, let's get underneath the leg. You go ahead. You're okay? I'll take it here. And then we're off from here. So guys, before we go, we're going to slide her up, the plate up the board, then we're going to slide her up the board till she's about three quarters of the way up the board, then we'll bring the board up to horizontal, okay? Yeah, all right. We get everyone ready? Yeah. On the count of three. If anyone has a problem, you'll stop and we'll stop. Okay, so moving on three. One, two counter three. If anyone has a problem you'll stop and we'll stop. Okay so moving on three. One, two, three. This tape we're just moving up right and bring the board up guys. Cape we just got your flat, all right? Okay, we're just going to pause there. We're going to go to the building, so we'll have the head. So if you want to go to the head? We've got the head. Okay guys, we'll just bring her up, so if you're sitting on the boot, then we'll use the boot to get the side of the car, all right? One, two, two, and two. You bring her up the border where are you? Um, yeah, we're just now we're going to pause the tail of the teeth, and shoulders and they're not going to get into a car young girls and boys they get into cars with drunk people because they're peer-pressured into it and they think that if they don't get in then they're not going to be considered cool but the thing is it's not cool to get into a car with drunk drivers because it's not cool to be paral cool, but the thing is it's not cool to get into a car with drunk drivers because it's not cool to be paralyzed for the rest of your life. Come straight across. So, everyone's good? Yeah."}