{"speakers": [], "chunks": [{"timestamp": [0.0, 28.36], "text": " In the shadows of the night, you might say I've got nowhere to hide, nowhere to run, and if I try to move a little too fast, you might think that I'll trip and fall that I might lose my path"}, {"timestamp": [28.36, 33.26], "text": " But I know that way now"}, {"timestamp": [33.26, 36.3], "text": " And I think I'll find it back"}, {"timestamp": [36.3, 39.52], "text": " When you caught in the storm"}, {"timestamp": [39.52, 42.76], "text": " Do you fall to the ground"}, {"timestamp": [42.76, 48.22], "text": " Do you sit there and pray that you'll make it sound?"}, {"timestamp": [48.22, 52.86], "text": " Or do you fight harder than you can?"}, {"timestamp": [53.64, 56.04], "text": " Catching at the light,"}, {"timestamp": [56.72, 86.0], "text": " this is right through your hands? We all know what is like to see what it's like to feel small underneath the stars Underneath the sky"}, {"timestamp": [86.0, 88.0], "text": " And we are"}, {"timestamp": [88.0, 91.0], "text": " But we're braver than we think"}, {"timestamp": [91.0, 96.0], "text": " Holding swords right towards their hearts"}, {"timestamp": [96.0, 100.0], "text": " Free and safe at last"}, {"timestamp": [101.0, 107.0], "text": " And the time that is lost, we're never getting back"}, {"timestamp": [107.0, 114.0], "text": " When you're caught in the storm, do you fall to the ground?"}, {"timestamp": [114.0, 121.0], "text": " Do you sit there and pray that you'll make it sound, or do you fight"}, {"timestamp": [121.0, 128.0], "text": " Harder than you can, catching at the light,"}, {"timestamp": [128.0, 133.0], "text": " just this right through your hands."}, {"timestamp": [133.0, 152.76], "text": " And when all the hope is lost, you can make your final stand."}, {"timestamp": [153.48, 159.18], "text": " When you're caught in the storm, do you fall to the ground?"}, {"timestamp": [160.18, 164.98], "text": " Do you sit there and pray that you'll make it sound?"}, {"timestamp": [164.98, 165.08], "text": " Or do you fight harder than you can? Do you sit there and pray that you'll make it sound?"}, {"timestamp": [169.12, 170.24], "text": " Or do you fight harder than you can?"}, {"timestamp": [175.66, 175.74], "text": " Catching at the light that slips into your hands,"}, {"timestamp": [178.98, 183.52], "text": " you've got it now, you'll be fine."}, {"timestamp": [188.28, 189.92], "text": " You'll be fine, you'll be fine, you've got it now."}, {"timestamp": [192.58, 193.98], "text": " It's the time."}, {"timestamp": [194.88, null], "text": " Ooh, ooh."}], "text": " In the shadows of the night, you might say I've got nowhere to hide, nowhere to run, and if I try to move a little too fast, you might think that I'll trip and fall that I might lose my path But I know that way now And I think I'll find it back When you caught in the storm Do you fall to the ground Do you sit there and pray that you'll make it sound? Or do you fight harder than you can? Catching at the light, this is right through your hands? We all know what is like to see what it's like to feel small underneath the stars Underneath the sky And we are But we're braver than we think Holding swords right towards their hearts Free and safe at last And the time that is lost, we're never getting back When you're caught in the storm, do you fall to the ground? Do you sit there and pray that you'll make it sound, or do you fight Harder than you can, catching at the light, just this right through your hands. And when all the hope is lost, you can make your final stand. When you're caught in the storm, do you fall to the ground? Do you sit there and pray that you'll make it sound? Or do you fight harder than you can? Do you sit there and pray that you'll make it sound? Or do you fight harder than you can? Catching at the light that slips into your hands, you've got it now, you'll be fine. You'll be fine, you'll be fine, you've got it now. It's the time. Ooh, ooh."}