{"speakers": [], "chunks": [{"timestamp": [0.0, 3.32], "text": " Is it legal for me to film a fight and put it online?"}, {"timestamp": [6.0, 7.46], "text": " It's not legal."}, {"timestamp": [7.76, 12.86], "text": " What you're doing is actually publicising an objectionable image, and that is a crime."}, {"timestamp": [13.16, 18.16], "text": " By you filming a fight, you're actually putting something online for other people to see,"}, {"timestamp": [18.26, 23.02], "text": " so you're publicising it, and obviously other people are going to find that objectionable,"}, {"timestamp": [23.38, 24.28], "text": " and that is a crime."}, {"timestamp": [24.92, 26.74], "text": " What do you mean by objectionable?"}, {"timestamp": [28.7, 35.02], "text": " What I mean by objectionable is something that someone else is going to find offensive"}, {"timestamp": [35.02, 37.34], "text": " or they're going to object to."}, {"timestamp": [37.96, 43.62], "text": " In terms of what teachers can do if they found out or a student came to them"}, {"timestamp": [43.62, 45.24], "text": " with this objectional material."}, {"timestamp": [45.24, 47.24], "text": " What is their next step?"}, {"timestamp": [47.24, 53.0], "text": " Right, so the first thing that you should be doing is familiarising themselves with what is objectionable"}, {"timestamp": [53.0, 57.76], "text": " because people confuse things that they objected to objectionable material."}, {"timestamp": [57.76, 62.0], "text": " So I understand some silly, but a quick read of the law would probably help so they understand"}, {"timestamp": [62.0, 69.18], "text": " the difference between what are things that they think are terrible or things that they think are age restricted versus what is objectionable."}, {"timestamp": [69.18, 72.76], "text": " Now things that they think are terrible or they think are age restricted, that's the kind"}, {"timestamp": [72.76, 76.62], "text": " of thing that a school probably deals with in some disciplinary processes."}, {"timestamp": [76.62, 80.88], "text": " If it's objection or content, now there's a teacher, student, whoever you are, that there's"}, {"timestamp": [80.88, 82.04], "text": " only one actually that you can take."}, {"timestamp": [82.04, 88.8], "text": " You absolutely have to report that content because the possession of even knowing about the possession of it kind of puts you at"}, {"timestamp": [88.8, 94.34], "text": " some risk so the people that deal with objective content in museum are the digital child"}, {"timestamp": [94.34, 99.96], "text": " exploitation team at the DIA or the museum of police and if you're not really watch"}, {"timestamp": [99.96, 106.46], "text": " you or which one of those best place to ring give us a call. NetSafe can point you in their direction"}, {"timestamp": [106.46, 110.4], "text": " of which of those law enforcement agencies is, depending on the type of content that you see."}, {"timestamp": [111.66, 116.88], "text": " The one thing I would say is don't copy it, don't forward it, don't send it to anyone,"}, {"timestamp": [116.88, 123.06], "text": " don't check in with anybody except NETSA or a law enforcement agency. Don't be tempted to try and"}, {"timestamp": [123.06, 127.52], "text": " show it to anyone else to get confirmation. If you're really unsure, talk to us."}], "text": " Is it legal for me to film a fight and put it online? It's not legal. What you're doing is actually publicising an objectionable image, and that is a crime. By you filming a fight, you're actually putting something online for other people to see, so you're publicising it, and obviously other people are going to find that objectionable, and that is a crime. What do you mean by objectionable? What I mean by objectionable is something that someone else is going to find offensive or they're going to object to. In terms of what teachers can do if they found out or a student came to them with this objectional material. What is their next step? Right, so the first thing that you should be doing is familiarising themselves with what is objectionable because people confuse things that they objected to objectionable material. So I understand some silly, but a quick read of the law would probably help so they understand the difference between what are things that they think are terrible or things that they think are age restricted versus what is objectionable. Now things that they think are terrible or they think are age restricted, that's the kind of thing that a school probably deals with in some disciplinary processes. If it's objection or content, now there's a teacher, student, whoever you are, that there's only one actually that you can take. You absolutely have to report that content because the possession of even knowing about the possession of it kind of puts you at some risk so the people that deal with objective content in museum are the digital child exploitation team at the DIA or the museum of police and if you're not really watch you or which one of those best place to ring give us a call. NetSafe can point you in their direction of which of those law enforcement agencies is, depending on the type of content that you see. The one thing I would say is don't copy it, don't forward it, don't send it to anyone, don't check in with anybody except NETSA or a law enforcement agency. Don't be tempted to try and show it to anyone else to get confirmation. If you're really unsure, talk to us."}