{"speakers": [], "chunks": [{"timestamp": [0.0, 9.0], "text": " So in this situation if somebody has asked you for so-called, as they call it now, nudes,"}, {"timestamp": [9.0, 13.0], "text": " what would you do? Who would you like go to?"}, {"timestamp": [13.0, 19.0], "text": " That's a really great question because, do you know what, it's happening more and more often now with young people"}, {"timestamp": [19.0, 26.76], "text": " and even some really, really young people as well, where somebody is using technology and asking for somebody"}, {"timestamp": [26.76, 31.74], "text": " to send them nudes or pictures of their private parts or something like that."}, {"timestamp": [32.4, 40.88], "text": " And it's really important that young people realise that if they were to take an image of themselves"}, {"timestamp": [40.88, 45.0], "text": " and send that to somebody else, once they've sent it, I've lost control"}, {"timestamp": [45.0, 50.76], "text": " of that image. They no longer have any control of that image. The person that's got the image"}, {"timestamp": [50.76, 55.3], "text": " can then send it onto somebody else if they want to. They can send it onto a lot of different"}, {"timestamp": [55.3, 59.88], "text": " people if they want to. Quite often what can happen is they can say, okay, I've got this"}, {"timestamp": [59.88, 64.74], "text": " image of you now. You need to send me some more. If you don't, I'm actually going to send"}, {"timestamp": [64.74, 68.76], "text": " this image to your parents or your teacher or your friend. So that image can actually"}, {"timestamp": [68.76, 73.82], "text": " be used to blackmail somebody else as well. So it's really important that you realize"}, {"timestamp": [73.82, 80.08], "text": " once you've sent something on technology, you lose control of it. Somebody else has control"}, {"timestamp": [80.08, 86.24], "text": " from then on. It's really important to, with something like that happens,"}, {"timestamp": [86.5, 91.58], "text": " is to straight away talk to an adult that you trust."}, {"timestamp": [92.52, 95.46], "text": " Hopefully that's your parents you can talk to or a teacher,"}, {"timestamp": [96.44, 99.32], "text": " maybe somebody else that you know that you can trust and talk to."}, {"timestamp": [99.86, 102.9], "text": " And if you're not sure about an adult that you want to talk to"}, {"timestamp": [102.9, 104.88], "text": " or you're not sure what to do,"}, {"timestamp": [105.16, 107.96], "text": " you can always go on to the NETSafe website."}, {"timestamp": [108.08, 111.3], "text": " And that has some really good information about just that kind of thing"}, {"timestamp": [111.3, 114.88], "text": " and what you should do and what you can do to keep yourself safe."}, {"timestamp": [116.64, 123.8], "text": " It's really happening a lot and it's something that you may come across as you get older using technology."}, {"timestamp": [125.0, 131.28], "text": " across as you get older using technology. It's in some serious cases, the police even get involved in those sort of things, especially"}, {"timestamp": [131.28, 135.48], "text": " if black males being used and things like that."}, {"timestamp": [135.48, 141.12], "text": " It's really important that we do everything we can to keep young people safe in those"}, {"timestamp": [141.12, 142.12], "text": " situations."}, {"timestamp": [142.12, 145.94], "text": " And you can always, if you wanted to and you're not sure whether it's serious or not,"}, {"timestamp": [145.96, 151.7], "text": " you can always send back a message something like, look, I can't send you any images at the"}, {"timestamp": [151.7, 157.84], "text": " moment, but I'm going to ask my dad if he's got any images that he can send to you and"}, {"timestamp": [157.84, 158.76], "text": " we'll see what happens."}, {"timestamp": [159.32, 160.98], "text": " Can you imagine if somebody got that back?"}, {"timestamp": [161.68, 163.48], "text": " I'm going to talk to their dad about this."}, {"timestamp": [164.48, 171.22], "text": " So even if somebody you trust, even if you think, you know what, I can send that to them"}, {"timestamp": [171.22, 175.14], "text": " because I trust them, they're not going to do anything nasty with it."}, {"timestamp": [175.98, 178.2], "text": " You still don't know what's going to happen in the future."}, {"timestamp": [179.0, 184.96], "text": " They may end up maybe having a disagreement with you and then trying to use that image to hurt you"}, {"timestamp": [184.96, 185.0], "text": " or harm you or blackmail you. Or maybe they just think it's a bit of fun and they trying to use that image to hurt you or"}, {"timestamp": [185.0, 188.56], "text": " harm you or blackmail you or maybe they just think it's a bit of fun and they send"}, {"timestamp": [188.56, 192.6], "text": " it to one other person that they trust and then they send it to one other person that they"}, {"timestamp": [192.6, 198.24], "text": " trust and before you know it lots and lots of people have got it yeah so really important"}, {"timestamp": [198.24, 203.56], "text": " think about these things before you actually take any images or videos and send them"}, {"timestamp": [203.56, 207.96], "text": " through does that answer your question yes thank you you're very welcome"}], "text": " So in this situation if somebody has asked you for so-called, as they call it now, nudes, what would you do? Who would you like go to? That's a really great question because, do you know what, it's happening more and more often now with young people and even some really, really young people as well, where somebody is using technology and asking for somebody to send them nudes or pictures of their private parts or something like that. And it's really important that young people realise that if they were to take an image of themselves and send that to somebody else, once they've sent it, I've lost control of that image. They no longer have any control of that image. The person that's got the image can then send it onto somebody else if they want to. They can send it onto a lot of different people if they want to. Quite often what can happen is they can say, okay, I've got this image of you now. You need to send me some more. If you don't, I'm actually going to send this image to your parents or your teacher or your friend. So that image can actually be used to blackmail somebody else as well. So it's really important that you realize once you've sent something on technology, you lose control of it. Somebody else has control from then on. It's really important to, with something like that happens, is to straight away talk to an adult that you trust. Hopefully that's your parents you can talk to or a teacher, maybe somebody else that you know that you can trust and talk to. And if you're not sure about an adult that you want to talk to or you're not sure what to do, you can always go on to the NETSafe website. And that has some really good information about just that kind of thing and what you should do and what you can do to keep yourself safe. It's really happening a lot and it's something that you may come across as you get older using technology. across as you get older using technology. It's in some serious cases, the police even get involved in those sort of things, especially if black males being used and things like that. It's really important that we do everything we can to keep young people safe in those situations. And you can always, if you wanted to and you're not sure whether it's serious or not, you can always send back a message something like, look, I can't send you any images at the moment, but I'm going to ask my dad if he's got any images that he can send to you and we'll see what happens. Can you imagine if somebody got that back? I'm going to talk to their dad about this. So even if somebody you trust, even if you think, you know what, I can send that to them because I trust them, they're not going to do anything nasty with it. You still don't know what's going to happen in the future. They may end up maybe having a disagreement with you and then trying to use that image to hurt you or harm you or blackmail you. Or maybe they just think it's a bit of fun and they trying to use that image to hurt you or harm you or blackmail you or maybe they just think it's a bit of fun and they send it to one other person that they trust and then they send it to one other person that they trust and before you know it lots and lots of people have got it yeah so really important think about these things before you actually take any images or videos and send them through does that answer your question yes thank you you're very welcome"}