{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " You guys want to training tonight?"}, {"timestamp": [2.0, 4.0], "text": " Yeah, but I don't actually know what time it starts."}, {"timestamp": [4.0, 5.0], "text": " Oh no."}, {"timestamp": [5.0, 6.0], "text": " Sorry, man."}, {"timestamp": [10.0, 17.0], "text": " So a lot of the time, cyberbullying starts with something that's not intentional."}, {"timestamp": [17.0, 22.0], "text": " It's always something that maybe happens, you know, just as someone's going past,"}, {"timestamp": [22.0, 29.36], "text": " like in the situation I've been bumped over and I get provoked by that but the other party doesn't actually know what they've done"}, {"timestamp": [29.36, 30.36], "text": " wrong."}, {"timestamp": [34.32, 39.32], "text": " Go with me right now are you serious he punched"}, {"timestamp": [39.32, 44.24], "text": " Beni he fully knocked him over for real yeah see howl there"}, {"timestamp": [44.24, 45.0], "text": " hey what's up? Did you hear what happened at lunch? What happened? He fully knocked him over. For real? Yeah. See ya!"}, {"timestamp": [45.0, 46.0], "text": " Hey, what's up?"}, {"timestamp": [46.0, 48.0], "text": " Did you hear what happened?"}, {"timestamp": [48.0, 49.0], "text": " What?"}, {"timestamp": [49.0, 50.0], "text": " What happened?"}, {"timestamp": [50.0, 51.0], "text": " Blake?"}, {"timestamp": [51.0, 52.0], "text": " He fully punched him."}, {"timestamp": [52.0, 54.0], "text": " He knocked him over in the park."}, {"timestamp": [54.0, 55.0], "text": " Well, where's Ben?"}, {"timestamp": [55.0, 58.0], "text": " I don't know, I think he... I'll give him a ring."}, {"timestamp": [58.0, 60.0], "text": " What a dick. He didn't even like do anything."}, {"timestamp": [60.0, 64.0], "text": " He's like, oh sorry bro, he keeps walking and I'm like, what the heck is that going to do, you know?"}, {"timestamp": [64.0, 65.54], "text": " Like, don't need to go over on. No, bro. I don't want you to like, beat the heck is that gonna do, you know? Don't need to go over, bro."}, {"timestamp": [65.78, 68.34], "text": " No, bro, I don't want you to beat him up or anything because then you'll get in trouble."}, {"timestamp": [68.52, 70.26], "text": " Like, just go online, ruin his reputation, bro."}, {"timestamp": [70.26, 71.8], "text": " Just doesn't, stagging off."}, {"timestamp": [72.1, 73.02], "text": " Yeah, true, because I won't get in trouble, like."}, {"timestamp": [73.02, 75.34], "text": " Yeah, exactly, and he's such a dick, like, he just deserves it, you know?"}, {"timestamp": [75.42, 76.02], "text": " Like, what the heck?"}, {"timestamp": [76.44, 78.52], "text": " He deserves to get something."}, {"timestamp": [78.62, 80.42], "text": " He shoved you over and punched you."}, {"timestamp": [80.5, 86.0], "text": " Oh, I don't even know, like, yeah, he pretty much did punch me me actually, like, man, I can't even believe it."}, {"timestamp": [86.0, 90.0], "text": " Is that your phone or is that my phone?"}, {"timestamp": [90.0, 94.0], "text": " Um, not mine."}, {"timestamp": [94.0, 97.0], "text": " Hey, I don't know who these people are."}, {"timestamp": [97.0, 101.0], "text": " Oh no, they could be..."}, {"timestamp": [101.0, 104.0], "text": " Do you think it's those guys like today?"}, {"timestamp": [104.0, 108.0], "text": " Man, there's like some real hateful stuff."}, {"timestamp": [108.0, 110.0], "text": " I don't mean to do that."}, {"timestamp": [112.0, 116.0], "text": " So after doing this filming today, that scenario that we put together,"}, {"timestamp": [116.0, 120.0], "text": " that our aim is to show teachers that cyberbuilding doesn't"}, {"timestamp": [120.0, 123.0], "text": " necessarily have to start online, it can start in the real world,"}, {"timestamp": [123.0, 128.64], "text": " and it can be as simply as just a little thing that you just saw someone bumping into each other"}, {"timestamp": [128.64, 133.36], "text": " someone looking at someone the wrong way these kinds of things and it's important to"}, {"timestamp": [133.36, 138.24], "text": " realize that that cyberbullying doesn't have to just be cyber bullying can be a"}, {"timestamp": [138.24, 144.48], "text": " combination of the two another thing we'd also like to point out for teachers is that if you"}, {"timestamp": [144.48, 145.44], "text": " don't know what to do"}, {"timestamp": [145.44, 150.4], "text": " and a student has approached you about this student subject, please get in touch with NET SAFE as soon as possible."}], "text": " You guys want to training tonight? Yeah, but I don't actually know what time it starts. Oh no. Sorry, man. So a lot of the time, cyberbullying starts with something that's not intentional. It's always something that maybe happens, you know, just as someone's going past, like in the situation I've been bumped over and I get provoked by that but the other party doesn't actually know what they've done wrong. Go with me right now are you serious he punched Beni he fully knocked him over for real yeah see howl there hey what's up? Did you hear what happened at lunch? What happened? He fully knocked him over. For real? Yeah. See ya! Hey, what's up? Did you hear what happened? What? What happened? Blake? He fully punched him. He knocked him over in the park. Well, where's Ben? I don't know, I think he... I'll give him a ring. What a dick. He didn't even like do anything. He's like, oh sorry bro, he keeps walking and I'm like, what the heck is that going to do, you know? Like, don't need to go over on. No, bro. I don't want you to like, beat the heck is that gonna do, you know? Don't need to go over, bro. No, bro, I don't want you to beat him up or anything because then you'll get in trouble. Like, just go online, ruin his reputation, bro. Just doesn't, stagging off. Yeah, true, because I won't get in trouble, like. Yeah, exactly, and he's such a dick, like, he just deserves it, you know? Like, what the heck? He deserves to get something. He shoved you over and punched you. Oh, I don't even know, like, yeah, he pretty much did punch me me actually, like, man, I can't even believe it. Is that your phone or is that my phone? Um, not mine. Hey, I don't know who these people are. Oh no, they could be... Do you think it's those guys like today? Man, there's like some real hateful stuff. I don't mean to do that. So after doing this filming today, that scenario that we put together, that our aim is to show teachers that cyberbuilding doesn't necessarily have to start online, it can start in the real world, and it can be as simply as just a little thing that you just saw someone bumping into each other someone looking at someone the wrong way these kinds of things and it's important to realize that that cyberbullying doesn't have to just be cyber bullying can be a combination of the two another thing we'd also like to point out for teachers is that if you don't know what to do and a student has approached you about this student subject, please get in touch with NET SAFE as soon as possible."}