{"speakers": [], "chunks": [{"timestamp": [0.0, 6.92], "text": " I guess the issue for teachers here is that without prying too much it's very hard."}, {"timestamp": [7.6, 15.06], "text": " It's possible for our teacher to tell the difference between you asking somebody if they're, you know, what's the favourite of chip is."}, {"timestamp": [15.18, 18.18], "text": " It's what could be doing as a sexting text."}, {"timestamp": [18.18, 22.74], "text": " So the process of sexting in the end of itself is not dangerous or harmful."}, {"timestamp": [23.5, 26.84], "text": " It's what sometimes happens as a result of that."}, {"timestamp": [27.0, 31.38], "text": " It's when it goes beyond what is, for many people,"}, {"timestamp": [31.5, 33.26], "text": " quite a normal part of the relationship"}, {"timestamp": [33.26, 35.6], "text": " to make it something more problematic."}, {"timestamp": [35.9, 39.3], "text": " Someone starts to be blackmail or projolvent to doing something,"}, {"timestamp": [39.72, 43.2], "text": " when the content is distressing to the one person or the other,"}, {"timestamp": [43.52, 45.0], "text": " then that's going to become problematic."}, {"timestamp": [45.0, 50.0], "text": " In terms of what a teacher needs to do, they'd be focused on when problems arise"}, {"timestamp": [50.0, 57.0], "text": " rather than worrying necessarily about the fact that someone's texting and that that could in fact be sexy."}, {"timestamp": [57.0, 60.0], "text": " Check out this though, man."}, {"timestamp": [60.0, 61.0], "text": " I got that last night."}, {"timestamp": [61.0, 62.0], "text": " She's so hot."}, {"timestamp": [62.0, 63.0], "text": " I know."}, {"timestamp": [63.0, 64.0], "text": " How did you even score that, bro?"}, {"timestamp": [64.0, 65.4], "text": " What the here? No, it's just me."}, {"timestamp": [65.4, 66.8], "text": " Oh man, you're crazy dude."}, {"timestamp": [66.8, 68.4], "text": " Why did you do that?"}, {"timestamp": [68.4, 68.9], "text": " What did you mean?"}, {"timestamp": [68.9, 70.9], "text": " Why did you show Ben the photos of me?"}, {"timestamp": [70.9, 71.9], "text": " It was only like for a split scene."}, {"timestamp": [71.9, 73.6], "text": " No, I trusted you."}, {"timestamp": [73.6, 74.4], "text": " Nah, it was all good."}, {"timestamp": [74.4, 75.4], "text": " We were walking around."}, {"timestamp": [75.4, 75.6], "text": " No, I don't care."}, {"timestamp": [75.6, 79.2], "text": " A relationship is for between me and you, not me, you and Ben."}, {"timestamp": [79.2, 80.8], "text": " I can't."}, {"timestamp": [80.8, 83.2], "text": " No, you did."}, {"timestamp": [83.2, 84.0], "text": " You're being overreacting."}, {"timestamp": [84.0, 87.2], "text": " No, I'm not. No, I haven't done anything wrong here. You did. You showed him things that I wasn't know you did you're being overreacting no I'm not no I haven't done"}, {"timestamp": [87.2, 90.44], "text": " anything wrong here did you showed him things that I wasn't comfortable with and I"}, {"timestamp": [90.44, 95.54], "text": " trusted you I'm sorry I don't care if you're sorry I'm not I'm not no I told him"}, {"timestamp": [95.54, 98.9], "text": " not to show anyone though I don't care you showed him and I told you not to show"}, {"timestamp": [98.9, 122.0], "text": " anybody fine I don't care anymore. Fine, then. With sexting, make sure your students realize that once it's out there, it's out there."}, {"timestamp": [122.0, 126.0], "text": " A good way to help them, we'd better contact next day and get some advice from there. Remember, it's out there. A good way to help them, we'd better contact next day"}, {"timestamp": [126.0, 128.0], "text": " and get some advice from there."}, {"timestamp": [128.0, 132.0], "text": " Remember, it's always better to do something than do nothing."}], "text": " I guess the issue for teachers here is that without prying too much it's very hard. It's possible for our teacher to tell the difference between you asking somebody if they're, you know, what's the favourite of chip is. It's what could be doing as a sexting text. So the process of sexting in the end of itself is not dangerous or harmful. It's what sometimes happens as a result of that. It's when it goes beyond what is, for many people, quite a normal part of the relationship to make it something more problematic. Someone starts to be blackmail or projolvent to doing something, when the content is distressing to the one person or the other, then that's going to become problematic. In terms of what a teacher needs to do, they'd be focused on when problems arise rather than worrying necessarily about the fact that someone's texting and that that could in fact be sexy. Check out this though, man. I got that last night. She's so hot. I know. How did you even score that, bro? What the here? No, it's just me. Oh man, you're crazy dude. Why did you do that? What did you mean? Why did you show Ben the photos of me? It was only like for a split scene. No, I trusted you. Nah, it was all good. We were walking around. No, I don't care. A relationship is for between me and you, not me, you and Ben. I can't. No, you did. You're being overreacting. No, I'm not. No, I haven't done anything wrong here. You did. You showed him things that I wasn't know you did you're being overreacting no I'm not no I haven't done anything wrong here did you showed him things that I wasn't comfortable with and I trusted you I'm sorry I don't care if you're sorry I'm not I'm not no I told him not to show anyone though I don't care you showed him and I told you not to show anybody fine I don't care anymore. Fine, then. With sexting, make sure your students realize that once it's out there, it's out there. A good way to help them, we'd better contact next day and get some advice from there. Remember, it's out there. A good way to help them, we'd better contact next day and get some advice from there. Remember, it's always better to do something than do nothing."}