{"speakers": [], "chunks": [{"timestamp": [0.0, 9.34], "text": " If I have a friend that I'm unsure about that has a mental illness or is, what do I do with that?"}, {"timestamp": [10.52, 12.46], "text": " So it's all right to be unsure."}, {"timestamp": [12.82, 15.84], "text": " Sometimes there'll be very clear signs that people have mental illness."}, {"timestamp": [16.2, 19.24], "text": " But other times you might have thought, I've known this person for a number of years"}, {"timestamp": [19.24, 21.52], "text": " and something just doesn't quite seem right."}, {"timestamp": [21.78, 28.96], "text": " And I'm not really sure what it is, but I know there's something not not quite right here so then you could go and maybe talk to someone like a school counselor"}, {"timestamp": [28.96, 33.44], "text": " a nurse just to talk through what you've seen and then they'll be able to tell you whether this is"}, {"timestamp": [33.44, 38.0], "text": " relatively normal behaviour or whether someone possibly needs a little help and then the nurse"}, {"timestamp": [38.0, 42.48], "text": " or the counsellor will be able to help you talk to this person and help them to get the help"}, {"timestamp": [42.48, 44.44], "text": " that you need they need."}], "text": " If I have a friend that I'm unsure about that has a mental illness or is, what do I do with that? So it's all right to be unsure. Sometimes there'll be very clear signs that people have mental illness. But other times you might have thought, I've known this person for a number of years and something just doesn't quite seem right. And I'm not really sure what it is, but I know there's something not not quite right here so then you could go and maybe talk to someone like a school counselor a nurse just to talk through what you've seen and then they'll be able to tell you whether this is relatively normal behaviour or whether someone possibly needs a little help and then the nurse or the counsellor will be able to help you talk to this person and help them to get the help that you need they need."}