{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " What if you go to someone and they don't help you?"}, {"timestamp": [3.0, 10.0], "text": " Hopefully this point to happen, but if it does, it's really important to know that the first person you go to you didn't help you, not everyone's going to be like that."}, {"timestamp": [10.0, 16.0], "text": " So keep trying. If the first person doesn't help, go to the next and the next and the next until you find someone that will help."}, {"timestamp": [16.0, 23.0], "text": " I've worked with thousands of people with mental illness in my career and I've never said to anyone, look I'm really sorry, there's nothing someone can do for you."}, {"timestamp": [23.0, 27.92], "text": " There's always someone that can help, but it might take you a while to find that person if someone"}, {"timestamp": [27.92, 33.24], "text": " approach an adult it doesn't work out where do they go to next and what do you"}, {"timestamp": [33.24, 37.1], "text": " sometimes they could ask maybe their friends that might have been to a similar"}, {"timestamp": [37.1, 41.48], "text": " thing who do they go to who do they find helpful and there's also student leaders"}, {"timestamp": [41.48, 44.94], "text": " within a school and hopefully they'll know about the different help and supports that"}, {"timestamp": [44.94, 45.52], "text": " are there so if you come up against the barrier like that know that there's also student leaders within a school and hopefully they'll know about the different help and supports that are there"}, {"timestamp": [45.52, 50.64], "text": " so if you come up against the barrier like that know that there's people within your school that will be able to help you"}, {"timestamp": [50.64, 57.68], "text": " so does that mean that we have to help them like what do we do yeah so and what you're not is trained councillors"}, {"timestamp": [57.68, 69.0], "text": " there's a lot more to some of the stuff that we're making out in these videos if you're a student leader what you're trying to do is get someone to help you're not actually helping the person yourself that's really really important If you're a student leader, what you're trying to do is get someone to help, you're not actually helping the person yourself. That's really, really important."}, {"timestamp": [69.0, 72.0], "text": " If you are a student leader and someone comes to you and tells you something you think,"}, {"timestamp": [72.0, 75.0], "text": " this is a heck of a lot for me, I'm really struggling with this."}, {"timestamp": [75.0, 79.0], "text": " Know that you can also talk this through with someone and get help for yourself."}], "text": " What if you go to someone and they don't help you? Hopefully this point to happen, but if it does, it's really important to know that the first person you go to you didn't help you, not everyone's going to be like that. So keep trying. If the first person doesn't help, go to the next and the next and the next until you find someone that will help. I've worked with thousands of people with mental illness in my career and I've never said to anyone, look I'm really sorry, there's nothing someone can do for you. There's always someone that can help, but it might take you a while to find that person if someone approach an adult it doesn't work out where do they go to next and what do you sometimes they could ask maybe their friends that might have been to a similar thing who do they go to who do they find helpful and there's also student leaders within a school and hopefully they'll know about the different help and supports that are there so if you come up against the barrier like that know that there's also student leaders within a school and hopefully they'll know about the different help and supports that are there so if you come up against the barrier like that know that there's people within your school that will be able to help you so does that mean that we have to help them like what do we do yeah so and what you're not is trained councillors there's a lot more to some of the stuff that we're making out in these videos if you're a student leader what you're trying to do is get someone to help you're not actually helping the person yourself that's really really important If you're a student leader, what you're trying to do is get someone to help, you're not actually helping the person yourself. That's really, really important. If you are a student leader and someone comes to you and tells you something you think, this is a heck of a lot for me, I'm really struggling with this. Know that you can also talk this through with someone and get help for yourself."}