{"speakers": [], "chunks": [{"timestamp": [0.0, 4.08], "text": " Have I got confidence in you? I feel ashamed about seeing you."}, {"timestamp": [4.96, 11.62], "text": " Will you be too busy to care? Is my problem too small? Can I trust you?"}, {"timestamp": [12.54, 22.06], "text": " Do you understand what I'm saying? What's my relationship like with you? My problem will go away. I can't really describe how I feel."}, {"timestamp": [23.94, 27.12], "text": " I know sometimes teachers have got a lot on and they're very busy."}, {"timestamp": [27.46, 29.8], "text": " How do you think they should manage with something like this?"}, {"timestamp": [30.24, 32.9], "text": " Okay, as my role as DP within the school,"}, {"timestamp": [33.34, 36.54], "text": " my actual job description is to do with pastoral care."}, {"timestamp": [37.04, 41.4], "text": " As far as I'm concerned, these issues are all part of the pastoral maker of the school,"}, {"timestamp": [41.74, 43.62], "text": " and it's really important that I find time."}, {"timestamp": [44.28, 45.2], "text": " It's important that if I can't find that in really important that I find time. It's important"}, {"timestamp": [45.2, 49.36], "text": " that if I can't find that in school time that I find outside of that time because these"}, {"timestamp": [49.36, 53.04], "text": " issues are not going to go away and so therefore they need to be dealt with there and then"}, {"timestamp": [53.04, 56.72], "text": " and not delayed in any form."}], "text": " Have I got confidence in you? I feel ashamed about seeing you. Will you be too busy to care? Is my problem too small? Can I trust you? Do you understand what I'm saying? What's my relationship like with you? My problem will go away. I can't really describe how I feel. I know sometimes teachers have got a lot on and they're very busy. How do you think they should manage with something like this? Okay, as my role as DP within the school, my actual job description is to do with pastoral care. As far as I'm concerned, these issues are all part of the pastoral maker of the school, and it's really important that I find time. It's important that if I can't find that in really important that I find time. It's important that if I can't find that in school time that I find outside of that time because these issues are not going to go away and so therefore they need to be dealt with there and then and not delayed in any form."}