{"speakers": [], "chunks": [{"timestamp": [0.0, 4.0], "text": " Is threatening someone be a text to make the law?"}, {"timestamp": [4.0, 8.0], "text": " Yes it is. It's exactly the same as saying it to their face."}, {"timestamp": [8.0, 15.0], "text": " If you text something and it's of a threatening nature, it's intimidation, threatening behaviour, threatening words, it is a crime."}, {"timestamp": [15.0, 18.0], "text": " What advice can you give students that are being cyber bullied?"}, {"timestamp": [18.0, 23.0], "text": " Okay, the main advice I could give you would be don't suffer in silence."}, {"timestamp": [23.0, 25.08], "text": " It shouldn't be happening."}, {"timestamp": [25.6, 29.02], "text": " So tell an adult that you trust what's going on."}, {"timestamp": [29.74, 32.5], "text": " Keep the text messages or emails."}, {"timestamp": [33.28, 34.08], "text": " Don't delete them."}, {"timestamp": [34.16, 36.74], "text": " There are evidence that can prove what's happening to you."}, {"timestamp": [37.28, 39.04], "text": " Don't reply to the messages."}, {"timestamp": [40.24, 42.08], "text": " Otherwise you can become as bad as they are."}, {"timestamp": [42.7, 46.0], "text": " So seek some help and keep the evidence. If it's on your phone, you can become as bad as they are. So seek some help and keep the evidence."}, {"timestamp": [46.0, 50.0], "text": " If it's on your phone you can ring your phone company and report it to them."}, {"timestamp": [50.0, 54.0], "text": " If it's on the computer you can contact your internet provider."}, {"timestamp": [54.0, 56.0], "text": " So there are things you can do."}, {"timestamp": [56.0, 59.0], "text": " You need to think about the fact that when you're writing stuff online"}, {"timestamp": [59.0, 63.0], "text": " or on a text message that all that information is traceable."}, {"timestamp": [63.0, 68.88], "text": " So if it comes to the police attention and we need to investigate, then we're able to retrieve"}, {"timestamp": [68.88, 73.9], "text": " that information and use that as evidence if we were to take something to court."}, {"timestamp": [73.9, 75.42], "text": " So think about that."}, {"timestamp": [75.42, 80.58], "text": " Every time you're posting a comment on an online web page, every time you're sending a text"}, {"timestamp": [80.58, 84.1], "text": " messages, it's all stored somewhere."}, {"timestamp": [84.1, 87.5], "text": " And there are laws around things you can say."}, {"timestamp": [87.5, 91.76], "text": " Just because you're saying it online doesn't mean you'll get away with it."}, {"timestamp": [91.76, 97.34], "text": " Think about it carefully and remember that what you say can be found and used in court"}, {"timestamp": [97.34, 99.66], "text": " if it's needed to be investigated."}], "text": " Is threatening someone be a text to make the law? Yes it is. It's exactly the same as saying it to their face. If you text something and it's of a threatening nature, it's intimidation, threatening behaviour, threatening words, it is a crime. What advice can you give students that are being cyber bullied? Okay, the main advice I could give you would be don't suffer in silence. It shouldn't be happening. So tell an adult that you trust what's going on. Keep the text messages or emails. Don't delete them. There are evidence that can prove what's happening to you. Don't reply to the messages. Otherwise you can become as bad as they are. So seek some help and keep the evidence. If it's on your phone, you can become as bad as they are. So seek some help and keep the evidence. If it's on your phone you can ring your phone company and report it to them. If it's on the computer you can contact your internet provider. So there are things you can do. You need to think about the fact that when you're writing stuff online or on a text message that all that information is traceable. So if it comes to the police attention and we need to investigate, then we're able to retrieve that information and use that as evidence if we were to take something to court. So think about that. Every time you're posting a comment on an online web page, every time you're sending a text messages, it's all stored somewhere. And there are laws around things you can say. Just because you're saying it online doesn't mean you'll get away with it. Think about it carefully and remember that what you say can be found and used in court if it's needed to be investigated."}