{"speakers": [], "chunks": [{"timestamp": [0.0, 6.0], "text": " Sometimes adults feel they need to solve the problem immediately, or they need to rush the person off to see a counsellor."}, {"timestamp": [6.0, 9.0], "text": " In most cases, all you need to do is listen."}, {"timestamp": [9.0, 15.0], "text": " Listening is not giving advice. It's not blaming or shaming. It's just listening."}, {"timestamp": [15.0, 20.0], "text": " When students are listened to, they feel valued and wanted, and that can really help."}, {"timestamp": [20.0, 25.5], "text": " You may not feel that you are the most qualified person, but the student came to you for a reason."}, {"timestamp": [25.5, 28.5], "text": " Teachers say to me that this isn't my responsibility as a teacher."}, {"timestamp": [28.5, 31.5], "text": " I should be just in their teaching history or geography or PE."}, {"timestamp": [31.5, 32.5], "text": " What do you say to those people?"}, {"timestamp": [32.5, 39.5], "text": " It's important to know that a student if you're experiencing anxiety or depression, it's impossible for them to learn."}, {"timestamp": [39.5, 45.38], "text": " Depression affects obviously the emotions, but it also affects the ability for someone to concentrate and to think."}, {"timestamp": [45.86, 49.7], "text": " So if someone does have depression, they won't actually be able to learn in class."}, {"timestamp": [49.86, 54.48], "text": " And the same with anxiety, they're focused on survival rather than learning."}, {"timestamp": [54.98, 58.32], "text": " So although these issues may not seem relevant to your class,"}, {"timestamp": [58.6, 61.78], "text": " if you want students to learn, it is really important to address this."}, {"timestamp": [62.2, 62.98], "text": " Okay, thank you."}], "text": " Sometimes adults feel they need to solve the problem immediately, or they need to rush the person off to see a counsellor. In most cases, all you need to do is listen. Listening is not giving advice. It's not blaming or shaming. It's just listening. When students are listened to, they feel valued and wanted, and that can really help. You may not feel that you are the most qualified person, but the student came to you for a reason. Teachers say to me that this isn't my responsibility as a teacher. I should be just in their teaching history or geography or PE. What do you say to those people? It's important to know that a student if you're experiencing anxiety or depression, it's impossible for them to learn. Depression affects obviously the emotions, but it also affects the ability for someone to concentrate and to think. So if someone does have depression, they won't actually be able to learn in class. And the same with anxiety, they're focused on survival rather than learning. So although these issues may not seem relevant to your class, if you want students to learn, it is really important to address this. Okay, thank you."}