{"speakers": [], "chunks": [{"timestamp": [0.0, 57.0], "text": " The I'm going to be. This is what thousands of students in New Zealand face each day."}, {"timestamp": [57.0, 67.0], "text": " What should I do? Should I just give in to them and fight back? I can't talk to my parents because that's petty."}, {"timestamp": [67.0, 71.0], "text": " Maybe if I ditch school, what should I do?"}, {"timestamp": [71.0, 73.0], "text": " I do?"}, {"timestamp": [73.0, 87.0], "text": " I'm sorry. Did you see it?"}, {"timestamp": [87.0, 89.0], "text": " It was so much."}, {"timestamp": [89.0, 90.0], "text": " It was so hard."}, {"timestamp": [90.0, 95.0], "text": " It was scared."}, {"timestamp": [95.0, 96.0], "text": " I was like the million of the bird."}, {"timestamp": [96.0, 98.0], "text": " Oh, that was made."}, {"timestamp": [98.0, 106.78], "text": " But apparently she slept with bread."}, {"timestamp": [106.78, 108.56], "text": " Yeah, she actually went in."}, {"timestamp": [108.56, 113.88], "text": " And I'm like, I did not know that she slipped around and was like a truck."}, {"timestamp": [113.88, 114.88], "text": " Yeah."}, {"timestamp": [114.88, 115.88], "text": " I know."}, {"timestamp": [115.88, 117.76], "text": " And a friend group, that dress was like."}, {"timestamp": [117.76, 118.88], "text": " Disappointing."}, {"timestamp": [118.88, 119.88], "text": " I'm not surprised."}, {"timestamp": [119.88, 122.0], "text": " She'd remember like a whole short dress."}, {"timestamp": [122.0, 124.24], "text": " I didn't think she was sleeping around."}, {"timestamp": [124.24, 125.28], "text": " She totally. She actually was so. Exactly. Like I I didn't think she was sleeping around. She totally."}, {"timestamp": [126.54, 128.46], "text": " She actually was so... Exactly. Like, I would not live it."}, {"timestamp": [128.56, 129.1], "text": " And..."}, {"timestamp": [129.1, 129.98], "text": " Morning, fast."}, {"timestamp": [130.96, 131.86], "text": " Morning."}, {"timestamp": [131.86, 131.9], "text": " Good morning."}, {"timestamp": [135.08, 136.5], "text": " All I did was talk to her."}, {"timestamp": [136.84, 137.72], "text": " She's not my girlfriend."}, {"timestamp": [138.06, 138.78], "text": " I don't really care."}, {"timestamp": [139.88, 140.88], "text": " I've heard the rumours."}, {"timestamp": [141.72, 142.54], "text": " Don't ask the truth."}, {"timestamp": [143.6, 144.26], "text": " Do I even care?"}, {"timestamp": [145.52, 149.8], "text": " That girl, she's the biggest skank. She deserves what's coming to it."}, {"timestamp": [151.88, 154.3], "text": " Anybody who my friend hates, I had to."}, {"timestamp": [155.58, 159.26], "text": " I'm just here for the gossip. If they throw it on Facebook, it must be true, right?"}, {"timestamp": [160.36, 164.56], "text": " I want to help her, but I don't want other girls to hate me as well."}, {"timestamp": [165.96, 169.0], "text": " All I took this talk to him, but..."}, {"timestamp": [169.0, 174.68], "text": " Since she put it on social media, it's blown up so much that now I'm the school skank."}, {"timestamp": [175.6, 178.58], "text": " Help me. Be an effective bystander."}, {"timestamp": [179.22, 182.3], "text": " How would you like it if people were gossiping about you?"}, {"timestamp": [183.02, 184.88], "text": " If she said jump, would you?"}, {"timestamp": [188.76, 194.68], "text": " And you, all I did was talk to him. Talk to your boyfriend, you've got some trust issues. Put yourself in my"}, {"timestamp": [194.68, 201.12], "text": " shoes. What if it was your sister or your girlfriend? Grow up, grow some balls,"}, {"timestamp": [201.12, 225.0], "text": " talk to your girlfriend, all we did was talk. That's what I want to say. But this is reality. That was so good. That's right."}, {"timestamp": [225.0, 227.0], "text": " Oh my God, I loved a lot so..."}, {"timestamp": [227.0, 228.0], "text": " Yeah, oh my God."}, {"timestamp": [228.0, 230.0], "text": " She is such a scape."}, {"timestamp": [230.0, 235.0], "text": " I mean, I wouldn't do what she was doing, like that was crazy."}, {"timestamp": [235.0, 244.0], "text": " So before we started filming these scenarios, we had a chat about some solutions that might help us with this."}, {"timestamp": [244.0, 246.4], "text": " And we found out that only one out of"}, {"timestamp": [246.4, 250.68], "text": " eight of us would actually go to our parents for help and I guess we found that quite"}, {"timestamp": [250.68, 255.52], "text": " shocking considering that we're student leaders and has definitely given us something"}, {"timestamp": [255.52, 258.0], "text": " to think about"}], "text": " The I'm going to be. This is what thousands of students in New Zealand face each day. What should I do? Should I just give in to them and fight back? I can't talk to my parents because that's petty. Maybe if I ditch school, what should I do? I do? I'm sorry. Did you see it? It was so much. It was so hard. It was scared. I was like the million of the bird. Oh, that was made. But apparently she slept with bread. Yeah, she actually went in. And I'm like, I did not know that she slipped around and was like a truck. Yeah. I know. And a friend group, that dress was like. Disappointing. I'm not surprised. She'd remember like a whole short dress. I didn't think she was sleeping around. She totally. She actually was so. Exactly. Like I I didn't think she was sleeping around. She totally. She actually was so... Exactly. Like, I would not live it. And... Morning, fast. Morning. Good morning. All I did was talk to her. She's not my girlfriend. I don't really care. I've heard the rumours. Don't ask the truth. Do I even care? That girl, she's the biggest skank. She deserves what's coming to it. Anybody who my friend hates, I had to. I'm just here for the gossip. If they throw it on Facebook, it must be true, right? I want to help her, but I don't want other girls to hate me as well. All I took this talk to him, but... Since she put it on social media, it's blown up so much that now I'm the school skank. Help me. Be an effective bystander. How would you like it if people were gossiping about you? If she said jump, would you? And you, all I did was talk to him. Talk to your boyfriend, you've got some trust issues. Put yourself in my shoes. What if it was your sister or your girlfriend? Grow up, grow some balls, talk to your girlfriend, all we did was talk. That's what I want to say. But this is reality. That was so good. That's right. Oh my God, I loved a lot so... Yeah, oh my God. She is such a scape. I mean, I wouldn't do what she was doing, like that was crazy. So before we started filming these scenarios, we had a chat about some solutions that might help us with this. And we found out that only one out of eight of us would actually go to our parents for help and I guess we found that quite shocking considering that we're student leaders and has definitely given us something to think about"}