{"speakers": [], "chunks": [{"timestamp": [0.0, 4.4], "text": " Can you get some more tips for teachers that will help them dealing with these sort of situations?"}, {"timestamp": [4.4, 8.32], "text": " Yeah. I think it's really important to look at the deeper issue."}, {"timestamp": [8.32, 12.0], "text": " For example, I was called into a school once and there was this 13 year old girl"}, {"timestamp": [12.0, 15.68], "text": " that would randomly go up to people in the playground and punch them or kick them."}, {"timestamp": [15.68, 19.28], "text": " And the teachers thought there might be something wrong with her and that she was a psychopath."}, {"timestamp": [19.28, 22.72], "text": " Well anyway, I sat down with her and I started to talk about her life."}, {"timestamp": [22.72, 25.0], "text": " And I asked her, do you worry a lot?"}, {"timestamp": [25.0, 28.0], "text": " And it turned out she worried all the time."}, {"timestamp": [28.0, 30.0], "text": " She had terrible, terrible anxiety."}, {"timestamp": [30.0, 35.0], "text": " The reason that she attacked those other students was she thought those students were going to attack her."}, {"timestamp": [35.0, 38.0], "text": " So rather than be attacked, she thought she would attack first."}, {"timestamp": [38.0, 42.0], "text": " So when you get to the real issue, you can start to actually manage this stuff."}, {"timestamp": [42.0, 47.0], "text": " We got some treatment for anxiety and then all the aggression went away."}], "text": " Can you get some more tips for teachers that will help them dealing with these sort of situations? Yeah. I think it's really important to look at the deeper issue. For example, I was called into a school once and there was this 13 year old girl that would randomly go up to people in the playground and punch them or kick them. And the teachers thought there might be something wrong with her and that she was a psychopath. Well anyway, I sat down with her and I started to talk about her life. And I asked her, do you worry a lot? And it turned out she worried all the time. She had terrible, terrible anxiety. The reason that she attacked those other students was she thought those students were going to attack her. So rather than be attacked, she thought she would attack first. So when you get to the real issue, you can start to actually manage this stuff. We got some treatment for anxiety and then all the aggression went away."}