{"speakers": [], "chunks": [{"timestamp": [0.0, 5.0], "text": " So one of the, when we're filming the classroom,"}, {"timestamp": [5.0, 15.0], "text": " is one of the barriers that has stopped people from helping the situation."}, {"timestamp": [15.0, 20.0], "text": " I guess with Meyu, she was the bystander, was peer pressure."}, {"timestamp": [20.0, 26.36], "text": " I guess one of the things that we wanted to focus on is not actually Sarah, who was the victim or"}, {"timestamp": [26.36, 28.06], "text": " Imogen, who was the bully."}, {"timestamp": [28.06, 30.76], "text": " It was actually me who was the bystander."}, {"timestamp": [30.76, 38.76], "text": " I think we all think it's really important of putting yourself out there and helping"}, {"timestamp": [38.76, 43.24], "text": " those who deserve to be helped or need to be helped."}, {"timestamp": [43.24, 45.38], "text": " If someone goes through a tough time,"}, {"timestamp": [45.82, 48.12], "text": " just having a person there to listen there."}, {"timestamp": [48.52, 52.42], "text": " Like, just for you is such a great thing."}, {"timestamp": [52.98, 54.76], "text": " Being effective by saying,"}, {"timestamp": [54.96, 58.76], "text": " like actually doing something properly better."}, {"timestamp": [59.06, 60.8], "text": " And standing up for your own morals,"}, {"timestamp": [60.98, 62.76], "text": " if you want to be doing this,"}, {"timestamp": [62.76, 63.84], "text": " if you don't think it's right,"}, {"timestamp": [64.0, 67.68], "text": " then say that to them or put yourself in their shoes."}, {"timestamp": [67.78, 68.56], "text": " Make any fit."}], "text": " So one of the, when we're filming the classroom, is one of the barriers that has stopped people from helping the situation. I guess with Meyu, she was the bystander, was peer pressure. I guess one of the things that we wanted to focus on is not actually Sarah, who was the victim or Imogen, who was the bully. It was actually me who was the bystander. I think we all think it's really important of putting yourself out there and helping those who deserve to be helped or need to be helped. If someone goes through a tough time, just having a person there to listen there. Like, just for you is such a great thing. Being effective by saying, like actually doing something properly better. And standing up for your own morals, if you want to be doing this, if you don't think it's right, then say that to them or put yourself in their shoes. Make any fit."}