{"speakers": [], "chunks": [{"timestamp": [0.0, 4.0], "text": " So right behind me here in the river you can see there's a dead sheep carcass"}, {"timestamp": [4.0, 9.0], "text": " and the divers just down here are about to come through and possibly search around it and pick it up."}, {"timestamp": [9.0, 15.0], "text": " Just the important part about reckless driving is you can get in a car with a dickhead who's drunk"}, {"timestamp": [15.0, 19.0], "text": " or his honours restricted or just anything it might seem like a good time,"}, {"timestamp": [19.0, 23.0], "text": " it might seem convenient or you might know him really well or her."}, {"timestamp": [23.0, 36.0], "text": " But at the end of the day it could be your body in the river and the police diver's searching for you and your parents waiting on the bank or your loved ones waiting on the bank of the river seeing police divers pull you up."}, {"timestamp": [36.0, 39.0], "text": " So don't be a sheep."}, {"timestamp": [39.0, 45.68], "text": " Yeah, and I've spent many a day on the side of the river with loved ones when we have pulled cars out and it's"}, {"timestamp": [45.68, 49.76], "text": " something that nobody should experience as a parent."}], "text": " So right behind me here in the river you can see there's a dead sheep carcass and the divers just down here are about to come through and possibly search around it and pick it up. Just the important part about reckless driving is you can get in a car with a dickhead who's drunk or his honours restricted or just anything it might seem like a good time, it might seem convenient or you might know him really well or her. But at the end of the day it could be your body in the river and the police diver's searching for you and your parents waiting on the bank or your loved ones waiting on the bank of the river seeing police divers pull you up. So don't be a sheep. Yeah, and I've spent many a day on the side of the river with loved ones when we have pulled cars out and it's something that nobody should experience as a parent."}