{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " So off camera we just went around this room and asked people what was it like on their first day of school or what was some of the things they worried about"}, {"timestamp": [7.0, 13.0], "text": " And every single person in this room myself included said there was something that made them pretty anxious or nervous"}, {"timestamp": [13.0, 22.0], "text": " Now it's relatively normal to have some fears about things when it turns into anxiety and when it's ongoing that's when people need help"}, {"timestamp": [22.0, 28.8], "text": " We heard before that a lot of students have a lot of fears coming to a teacher. Can you tell us whether some of these fears are justified,"}, {"timestamp": [29.04, 35.26], "text": " maybe not so justified? I understand why students are fearful to come to see members of staff."}, {"timestamp": [35.36, 38.6], "text": " I think they feel they're going to be judged. I think they're concerned about whether or not"}, {"timestamp": [38.6, 43.52], "text": " the person's actually going to believe them in any form whatsoever. But as far as I'm concerned,"}, {"timestamp": [43.68, 47.56], "text": " the skills that I would like to show to these students or the ways that I would deal with"}, {"timestamp": [47.56, 51.46], "text": " it is that I'm open and I'm listening and the listening part is the most"}, {"timestamp": [51.46, 55.42], "text": " important the fact that you have an open door policy and anybody can come"}, {"timestamp": [55.42, 59.32], "text": " at any time obviously within reason that in the work that you're working at"}, {"timestamp": [59.32, 63.94], "text": " I see is very very important and so yes I think teachers and specifically"}, {"timestamp": [63.94, 68.76], "text": " people with my role need to make themselves available obviously they also have the use of a"}, {"timestamp": [68.76, 72.54], "text": " guidance council within the school as well and they need to work in tandem to"}, {"timestamp": [72.54, 75.54], "text": " make sure that these students have looked after properly"}], "text": " So off camera we just went around this room and asked people what was it like on their first day of school or what was some of the things they worried about And every single person in this room myself included said there was something that made them pretty anxious or nervous Now it's relatively normal to have some fears about things when it turns into anxiety and when it's ongoing that's when people need help We heard before that a lot of students have a lot of fears coming to a teacher. Can you tell us whether some of these fears are justified, maybe not so justified? I understand why students are fearful to come to see members of staff. I think they feel they're going to be judged. I think they're concerned about whether or not the person's actually going to believe them in any form whatsoever. But as far as I'm concerned, the skills that I would like to show to these students or the ways that I would deal with it is that I'm open and I'm listening and the listening part is the most important the fact that you have an open door policy and anybody can come at any time obviously within reason that in the work that you're working at I see is very very important and so yes I think teachers and specifically people with my role need to make themselves available obviously they also have the use of a guidance council within the school as well and they need to work in tandem to make sure that these students have looked after properly"}