{"speakers": [], "chunks": [{"timestamp": [0.0, 6.16], "text": " If you are in a student relationship and you have images of each other and the relationship goes sour,"}, {"timestamp": [6.68, 11.06], "text": " don't be afraid and don't feel guilty that you can ask for help or ask for them to be removed."}, {"timestamp": [11.36, 12.24], "text": " Contact Netsafe."}, {"timestamp": [17.44, 19.48], "text": " Hey babe, you look nice today."}, {"timestamp": [20.04, 21.52], "text": " Want to come around this afternoon?"}, {"timestamp": [21.9, 22.52], "text": " Hey, hon."}, {"timestamp": [22.7, 27.0], "text": " I've got a lot of homework and I don't think mum would be very keen on that, sorry."}, {"timestamp": [27.0, 29.0], "text": " How about you send me some nudes instead?"}, {"timestamp": [29.0, 32.0], "text": " I don't really feel comfortable sending things like that."}, {"timestamp": [32.0, 35.0], "text": " What do you mean? Everyone does it."}, {"timestamp": [35.0, 39.0], "text": " I know, but I'm not everyone and it's just not something I would do."}, {"timestamp": [39.0, 42.0], "text": " Oh come on, it's only me."}, {"timestamp": [42.0, 45.0], "text": " I know, I trust you, but what if they get out?"}, {"timestamp": [45.0, 48.0], "text": " I promise, I won't send them or show them to anyone."}, {"timestamp": [48.0, 50.0], "text": " I'm going to have to be honest, but I can't do this."}, {"timestamp": [50.0, 52.0], "text": " Fine then, forget about it."}, {"timestamp": [52.0, 55.0], "text": " If you're going to be like that, then why are you even with me?"}, {"timestamp": [55.0, 57.0], "text": " Pressure is a big thing in schools, and as a student,"}, {"timestamp": [57.0, 59.0], "text": " and it can be really easy to be influenced by it,"}, {"timestamp": [59.0, 62.0], "text": " but you don't have to do anything that you don't want to do."}, {"timestamp": [62.0, 64.0], "text": " But if you do feel like something's getting out of hand,"}, {"timestamp": [64.0, 69.0], "text": " talk to a teacher or a parent or any adult you trust and contact Netsafe."}], "text": " If you are in a student relationship and you have images of each other and the relationship goes sour, don't be afraid and don't feel guilty that you can ask for help or ask for them to be removed. Contact Netsafe. Hey babe, you look nice today. Want to come around this afternoon? Hey, hon. I've got a lot of homework and I don't think mum would be very keen on that, sorry. How about you send me some nudes instead? I don't really feel comfortable sending things like that. What do you mean? Everyone does it. I know, but I'm not everyone and it's just not something I would do. Oh come on, it's only me. I know, I trust you, but what if they get out? I promise, I won't send them or show them to anyone. I'm going to have to be honest, but I can't do this. Fine then, forget about it. If you're going to be like that, then why are you even with me? Pressure is a big thing in schools, and as a student, and it can be really easy to be influenced by it, but you don't have to do anything that you don't want to do. But if you do feel like something's getting out of hand, talk to a teacher or a parent or any adult you trust and contact Netsafe."}