{"speakers": [], "chunks": [{"timestamp": [0.0, 10.0], "text": " So guys what you're seeing here is we've still got a car with five people in it."}, {"timestamp": [10.0, 15.0], "text": " We've got a whole lot of staff, fire ambulance we continue to get them out."}, {"timestamp": [15.0, 18.0], "text": " But as you can see it's a really slow process."}, {"timestamp": [18.0, 23.0], "text": " This car is really dangerous when we start cutting it to pieces and we don't know what it's going to do."}, {"timestamp": [23.0, 26.0], "text": " And it leads to modern glass and we're having a beautiful here."}, {"timestamp": [26.0, 28.0], "text": " For our staff we're looking out."}, {"timestamp": [28.0, 36.0], "text": " The patients are really thin that we give them out quickly, but we've got to work swiftly and safely to ensure everyone is safe."}, {"timestamp": [36.0, 43.0], "text": " So until we're getting access to this year, we can't get up for our patients and we don't actually know what we're actually dealing with."}, {"timestamp": [43.0, 50.0], "text": " So we need to be hasty, give them out that we must be safe"}, {"timestamp": [50.0, 56.0], "text": " are you doing a lot of right now this is the live done now too take away"}, {"timestamp": [56.0, 65.0], "text": " and we're jumping yeah Go ahead. Go ahead."}, {"timestamp": [65.0, 69.0], "text": " Get the cut to just above weight."}, {"timestamp": [69.0, 71.0], "text": " You got a quick street."}, {"timestamp": [71.0, 73.0], "text": " There you."}, {"timestamp": [73.0, 75.0], "text": " You got a dirtball."}, {"timestamp": [75.0, 76.0], "text": " Yeah."}, {"timestamp": [76.0, 77.0], "text": " Go ahead."}, {"timestamp": [77.0, 79.0], "text": " There's up."}, {"timestamp": [79.0, 80.0], "text": " There's up."}, {"timestamp": [80.0, 81.0], "text": " Yeah."}, {"timestamp": [81.0, 86.0], "text": " Careful. We all take it. Careful. You're just going to be."}, {"timestamp": [86.0, 89.0], "text": " You're going to go."}, {"timestamp": [89.0, 91.0], "text": " Oh, yeah."}, {"timestamp": [91.0, 92.0], "text": " Oh, yeah."}, {"timestamp": [92.0, 95.0], "text": " Oh, yeah."}, {"timestamp": [95.0, 97.0], "text": " Oh, and I'm going to be."}, {"timestamp": [97.0, 101.0], "text": " Oh, and the"}, {"timestamp": [101.0, 103.0], "text": " man."}, {"timestamp": [103.0, 105.0], "text": " Oh, and the market."}, {"timestamp": [105.0, 105.76], "text": " Oh, yeah."}], "text": " So guys what you're seeing here is we've still got a car with five people in it. We've got a whole lot of staff, fire ambulance we continue to get them out. But as you can see it's a really slow process. This car is really dangerous when we start cutting it to pieces and we don't know what it's going to do. And it leads to modern glass and we're having a beautiful here. For our staff we're looking out. The patients are really thin that we give them out quickly, but we've got to work swiftly and safely to ensure everyone is safe. So until we're getting access to this year, we can't get up for our patients and we don't actually know what we're actually dealing with. So we need to be hasty, give them out that we must be safe are you doing a lot of right now this is the live done now too take away and we're jumping yeah Go ahead. Go ahead. Get the cut to just above weight. You got a quick street. There you. You got a dirtball. Yeah. Go ahead. There's up. There's up. Yeah. Careful. We all take it. Careful. You're just going to be. You're going to go. Oh, yeah. Oh, yeah. Oh, yeah. Oh, and I'm going to be. Oh, and the man. Oh, and the market. Oh, yeah."}