{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " Have you ever like actually struggled with the NCAA?"}, {"timestamp": [3.0, 4.0], "text": " Yeah."}, {"timestamp": [4.0, 6.0], "text": " What have you done about it?"}, {"timestamp": [6.0, 8.0], "text": " Not much."}, {"timestamp": [8.0, 12.0], "text": " So why are you sitting here giving advice if you've done nothing for yourself?"}, {"timestamp": [12.0, 17.0], "text": " That's a really good question."}, {"timestamp": [17.0, 20.0], "text": " Pretty stressful."}, {"timestamp": [20.0, 23.0], "text": " Have you talked to like your teacher about it?"}, {"timestamp": [23.0, 27.0], "text": " No, not really because these are assessments at the end of the day."}, {"timestamp": [27.0, 30.0], "text": " So why are you not taking your own advice?"}, {"timestamp": [30.0, 36.0], "text": " Because it's easier to give advice than receive it and take it yourself."}, {"timestamp": [36.0, 43.0], "text": " Okay, cool. So after this, you're going to go see a teacher that you trust to see they can't help you."}, {"timestamp": [43.0, 46.0], "text": " Okay? Okay, okay. You You know and you don't want to"}, {"timestamp": [46.0, 51.82], "text": " screw up to let down everyone else so yeah. Is anything the teacher could help"}, {"timestamp": [51.82, 58.24], "text": " you like by oh my sort of like making fun or like making you less stressed."}, {"timestamp": [58.24, 63.04], "text": " That's great. There you go. Okay so there's been a couple of people that are"}, {"timestamp": [63.04, 67.5], "text": " saying they're a bit stressed in their classes. Okay. Do you think they should like talk to their teacher about it?"}, {"timestamp": [67.5, 69.5], "text": " They totally should. They should. Yeah, that's what I'm saying."}, {"timestamp": [69.5, 75.5], "text": " How's the teacher going to know that things aren't working out for them or they're struggling if they're not going to tell the teacher what's going on?"}, {"timestamp": [75.5, 76.5], "text": " Yeah, exactly."}, {"timestamp": [76.5, 81.0], "text": " Because a lot of the time there's little things we can do. Maybe we could help explain things in a different way."}, {"timestamp": [81.0, 88.5], "text": " Maybe we could run some sessions during lunch times or for school to help people out. But if we don't know that something's going on, we don't"}, {"timestamp": [88.5, 90.0], "text": " know that we need to do anything about it."}, {"timestamp": [90.0, 91.5], "text": " Did you hear what Mr. Greene said?"}, {"timestamp": [91.5, 92.5], "text": " Yeah, I did."}, {"timestamp": [92.5, 93.5], "text": " So what are you going to do now?"}, {"timestamp": [93.5, 94.5], "text": " I'm going to go see my teacher about it."}, {"timestamp": [94.5, 95.5], "text": " Cool. Good work."}, {"timestamp": [95.5, 96.5], "text": " Yeah, fist bump."}, {"timestamp": [96.5, 97.5], "text": " Cool."}], "text": " Have you ever like actually struggled with the NCAA? Yeah. What have you done about it? Not much. So why are you sitting here giving advice if you've done nothing for yourself? That's a really good question. Pretty stressful. Have you talked to like your teacher about it? No, not really because these are assessments at the end of the day. So why are you not taking your own advice? Because it's easier to give advice than receive it and take it yourself. Okay, cool. So after this, you're going to go see a teacher that you trust to see they can't help you. Okay? Okay, okay. You You know and you don't want to screw up to let down everyone else so yeah. Is anything the teacher could help you like by oh my sort of like making fun or like making you less stressed. That's great. There you go. Okay so there's been a couple of people that are saying they're a bit stressed in their classes. Okay. Do you think they should like talk to their teacher about it? They totally should. They should. Yeah, that's what I'm saying. How's the teacher going to know that things aren't working out for them or they're struggling if they're not going to tell the teacher what's going on? Yeah, exactly. Because a lot of the time there's little things we can do. Maybe we could help explain things in a different way. Maybe we could run some sessions during lunch times or for school to help people out. But if we don't know that something's going on, we don't know that we need to do anything about it. Did you hear what Mr. Greene said? Yeah, I did. So what are you going to do now? I'm going to go see my teacher about it. Cool. Good work. Yeah, fist bump. Cool."}