{"speakers": [], "chunks": [{"timestamp": [0.0, 13.24], "text": " How do you think sleep works? If you were to get one hour's sleep and then you get woken up for a notification about Grumpy Cat, you get another hour's sleep and then another and another, do you think that eight single hours sleep is the same as eight continuous hours sleep?"}, {"timestamp": [13.78, 26.0], "text": " Not at all. What we know is that sleep is cumulative and many people think the first hours of sleep are the most important. But that's not the case at all. We now know that it's the last hours of sleep that are really important."}, {"timestamp": [26.0, 30.0], "text": " There's a phase of sleep you go through called REM or rapid eye movement."}, {"timestamp": [30.0, 33.0], "text": " That's when you process all your memories from the previous day."}, {"timestamp": [33.0, 35.0], "text": " We have several of these phases at night."}, {"timestamp": [35.0, 40.0], "text": " And we found that the last time you go through this, the phase is much deeper and longer."}, {"timestamp": [40.0, 44.0], "text": " So it's really important that we let people get the full amount of sleep that they need."}], "text": " How do you think sleep works? If you were to get one hour's sleep and then you get woken up for a notification about Grumpy Cat, you get another hour's sleep and then another and another, do you think that eight single hours sleep is the same as eight continuous hours sleep? Not at all. What we know is that sleep is cumulative and many people think the first hours of sleep are the most important. But that's not the case at all. We now know that it's the last hours of sleep that are really important. There's a phase of sleep you go through called REM or rapid eye movement. That's when you process all your memories from the previous day. We have several of these phases at night. And we found that the last time you go through this, the phase is much deeper and longer. So it's really important that we let people get the full amount of sleep that they need."}