{"speakers": [], "chunks": [{"timestamp": [0.0, 1.64], "text": " So what about our parents, Sean?"}, {"timestamp": [1.8, 7.04], "text": " I mean, I know as a student and most of my friends wouldn't talk to their parents about what's going on."}, {"timestamp": [7.26, 10.76], "text": " They absolutely right, and we know from most of the students that we speak to,"}, {"timestamp": [10.94, 12.58], "text": " and parents are not the first quarter of call."}, {"timestamp": [12.92, 16.96], "text": " But we do also know that parents are the important part of helping out from time to time."}, {"timestamp": [17.24, 21.78], "text": " So we are happy to talk to parents to help familiarize them with what's going on,"}, {"timestamp": [21.9, 25.0], "text": " with what the applications or websites that young people are"}, {"timestamp": [25.0, 30.0], "text": " and some of the things that they can do to support young people get them so over difficult situations."}, {"timestamp": [30.0, 34.0], "text": " The people that are surprised to are the ones that have been looking at the other accounts"}, {"timestamp": [34.0, 36.0], "text": " and saying, oh, everything's fine, nothing to worry about."}, {"timestamp": [36.0, 42.0], "text": " So the real problem there is the complacency, I think, of adults when they have a view"}, {"timestamp": [42.0, 45.14], "text": " into what's going on and are assured that everything's fine,"}, {"timestamp": [49.9, 54.14], "text": " without kind of climbing into the other things, not looking at the other issues, the associated behaviour issues or the associated withdrawal issues that might be going on and aren't questioning"}, {"timestamp": [54.14, 58.88], "text": " young people, I don't mean interrogating, I really mean questioning young people about what's"}, {"timestamp": [58.88, 63.36], "text": " going on in their lives to find out what might be the reason or the rationale behind that"}, {"timestamp": [63.36, 68.0], "text": " behaviour and whether or not there is something else online that, although they think it's not going on,"}, {"timestamp": [68.0, 70.0], "text": " might actually be bubbling away without their knowledge."}], "text": " So what about our parents, Sean? I mean, I know as a student and most of my friends wouldn't talk to their parents about what's going on. They absolutely right, and we know from most of the students that we speak to, and parents are not the first quarter of call. But we do also know that parents are the important part of helping out from time to time. So we are happy to talk to parents to help familiarize them with what's going on, with what the applications or websites that young people are and some of the things that they can do to support young people get them so over difficult situations. The people that are surprised to are the ones that have been looking at the other accounts and saying, oh, everything's fine, nothing to worry about. So the real problem there is the complacency, I think, of adults when they have a view into what's going on and are assured that everything's fine, without kind of climbing into the other things, not looking at the other issues, the associated behaviour issues or the associated withdrawal issues that might be going on and aren't questioning young people, I don't mean interrogating, I really mean questioning young people about what's going on in their lives to find out what might be the reason or the rationale behind that behaviour and whether or not there is something else online that, although they think it's not going on, might actually be bubbling away without their knowledge."}