{"speakers": [], "chunks": [{"timestamp": [0.0, 6.5], "text": " Okay, I have teachers come to me sometimes and say to me, I'm not trained in these issues to do with the sort of questions there."}, {"timestamp": [6.7, 8.14], "text": " How do you see this being dealt with?"}, {"timestamp": [8.7, 14.76], "text": " So it's really important to know the difference between helping someone in the early stages and offering someone long-term counselling."}, {"timestamp": [15.28, 17.9], "text": " So anyone can help someone in the early stages."}, {"timestamp": [18.38, 24.76], "text": " When I tell people what I do for a job, so when I go out to parties, people start telling me about their experiences of mental illness."}, {"timestamp": [25.0, 28.0], "text": " And I often ask, well, what helped you get better?"}, {"timestamp": [28.0, 32.0], "text": " And people don't say it was a counsellor, often or a psychiatrist."}, {"timestamp": [32.0, 36.0], "text": " They say it was someone like a teacher, a really good friend, a coach, a pastor,"}, {"timestamp": [36.0, 40.0], "text": " and often these people had no expertise whatsoever with mental illness,"}, {"timestamp": [40.0, 42.0], "text": " but they were a caring adult."}, {"timestamp": [42.0, 44.0], "text": " So in that stage, anyone can do that."}, {"timestamp": [44.0, 46.6], "text": " However, if you feel like this is over your head,"}, {"timestamp": [46.6, 48.0], "text": " you don't know what to do,"}, {"timestamp": [48.0, 50.34], "text": " then you need to take someone to get further help."}, {"timestamp": [50.34, 52.4], "text": " If you're not sure what sort of help is required,"}, {"timestamp": [52.4, 54.96], "text": " a GP is a really good place to start."}, {"timestamp": [54.96, 56.2], "text": " Thank you."}], "text": " Okay, I have teachers come to me sometimes and say to me, I'm not trained in these issues to do with the sort of questions there. How do you see this being dealt with? So it's really important to know the difference between helping someone in the early stages and offering someone long-term counselling. So anyone can help someone in the early stages. When I tell people what I do for a job, so when I go out to parties, people start telling me about their experiences of mental illness. And I often ask, well, what helped you get better? And people don't say it was a counsellor, often or a psychiatrist. They say it was someone like a teacher, a really good friend, a coach, a pastor, and often these people had no expertise whatsoever with mental illness, but they were a caring adult. So in that stage, anyone can do that. However, if you feel like this is over your head, you don't know what to do, then you need to take someone to get further help. If you're not sure what sort of help is required, a GP is a really good place to start. Thank you."}