{"speakers": [], "chunks": [{"timestamp": [0.0, 5.44], "text": " One of the challenges many students have is social anxiety and being left out and"}, {"timestamp": [5.44, 9.2], "text": " it's something that causes students a lot of worry, stress and anxiety."}, {"timestamp": [9.2, 12.12], "text": " It's really important that you take this very seriously."}, {"timestamp": [12.12, 16.0], "text": " I was looking at Riggum, down this last, it's like, you know, that's what I was good."}, {"timestamp": [16.0, 17.0], "text": " Yeah."}, {"timestamp": [17.0, 18.0], "text": " But like, man, long does this?"}, {"timestamp": [18.0, 19.0], "text": " No, that's your time?"}, {"timestamp": [19.0, 20.0], "text": " Yeah."}, {"timestamp": [20.0, 21.0], "text": " Yeah."}, {"timestamp": [21.0, 23.0], "text": " Oh, really, man."}, {"timestamp": [23.0, 26.4], "text": " I don't know you get good like you're"}, {"timestamp": [26.4, 28.0], "text": " thanks going this fine's got fine"}, {"timestamp": [28.0, 31.12], "text": " and as some teachers have got a lot on and they're very busy"}, {"timestamp": [31.12, 33.92], "text": " how do you think they should manage with something like this"}, {"timestamp": [33.92, 36.72], "text": " okay as my role as dp within the school"}, {"timestamp": [36.72, 40.8], "text": " my actual job description is to do with pastoral care"}, {"timestamp": [40.8, 44.56], "text": " as far as i'm concerned these issues are all part of the pastoral maker"}, {"timestamp": [44.56, 45.18], "text": " of the school,"}, {"timestamp": [45.18, 50.24], "text": " and it's really important that I find time. It's important that if I can't find that in school"}, {"timestamp": [50.24, 54.34], "text": " time, that I find outside of that time, because these issues are not going to go away,"}, {"timestamp": [54.66, 58.48], "text": " and so therefore they need to be dealt with there and then, and not delayed in any form."}], "text": " One of the challenges many students have is social anxiety and being left out and it's something that causes students a lot of worry, stress and anxiety. It's really important that you take this very seriously. I was looking at Riggum, down this last, it's like, you know, that's what I was good. Yeah. But like, man, long does this? No, that's your time? Yeah. Yeah. Oh, really, man. I don't know you get good like you're thanks going this fine's got fine and as some teachers have got a lot on and they're very busy how do you think they should manage with something like this okay as my role as dp within the school my actual job description is to do with pastoral care as far as i'm concerned these issues are all part of the pastoral maker of the school, and it's really important that I find time. It's important that if I can't find that in school time, that I find outside of that time, because these issues are not going to go away, and so therefore they need to be dealt with there and then, and not delayed in any form."}