{"speakers": [], "chunks": [{"timestamp": [0.0, 5.0], "text": " There are some people that think there are some lucky people that have born with good sleep and that's the way they are."}, {"timestamp": [5.0, 9.0], "text": " There's other people that think some people have got poor sleep and there's nothing they can do about it."}, {"timestamp": [9.0, 13.0], "text": " The good news is that in most cases you can improve your sleep quality."}, {"timestamp": [13.0, 15.0], "text": " There are several things that can really help."}, {"timestamp": [15.0, 19.0], "text": " The first thing we know is that obviously if you've got your phone on at night,"}, {"timestamp": [19.0, 23.0], "text": " you're getting woken up because of all these notifications, that significantly disrupts your sleep."}, {"timestamp": [23.0, 27.5], "text": " So teaching people to sleep with their phone on silent is really important."}, {"timestamp": [27.5, 30.5], "text": " Your alarm will still go off if your phone is on silent."}, {"timestamp": [30.5, 33.0], "text": " But the biggest thing that keeps people awake at night,"}, {"timestamp": [33.0, 37.0], "text": " it's thought that 60 to 70% of insomnia is the result of racing thoughts."}, {"timestamp": [37.0, 39.5], "text": " And a good counsellor should be able to help this."}, {"timestamp": [39.5, 43.0], "text": " There's something called cognitive behaviour therapy for insomnia."}, {"timestamp": [43.0, 46.32], "text": " This basically teaches people to control their thoughts."}, {"timestamp": [46.32, 48.62], "text": " If you Google this, there are free courses online"}, {"timestamp": [48.62, 49.94], "text": " that can help you with this."}, {"timestamp": [49.94, 51.56], "text": " But there is almost always something"}, {"timestamp": [51.56, 53.46], "text": " that can be done to improve for sleep."}, {"timestamp": [53.46, 54.98], "text": " It is not inevitable."}], "text": " There are some people that think there are some lucky people that have born with good sleep and that's the way they are. There's other people that think some people have got poor sleep and there's nothing they can do about it. The good news is that in most cases you can improve your sleep quality. There are several things that can really help. The first thing we know is that obviously if you've got your phone on at night, you're getting woken up because of all these notifications, that significantly disrupts your sleep. So teaching people to sleep with their phone on silent is really important. Your alarm will still go off if your phone is on silent. But the biggest thing that keeps people awake at night, it's thought that 60 to 70% of insomnia is the result of racing thoughts. And a good counsellor should be able to help this. There's something called cognitive behaviour therapy for insomnia. This basically teaches people to control their thoughts. If you Google this, there are free courses online that can help you with this. But there is almost always something that can be done to improve for sleep. It is not inevitable."}