{"speakers": [], "chunks": [{"timestamp": [0.0, 6.0], "text": " Raise your hand if someone has said something unkind about you or to you online."}, {"timestamp": [10.0, 17.0], "text": " As a teacher it's been quite hard hearing these students stories about what they've been going through online."}, {"timestamp": [17.0, 21.0], "text": " I just wish that as students they felt like they could tell us teachers what's going on"}, {"timestamp": [21.0, 31.12], "text": " because obviously what's happening online has a real impact on their mental health and how they are able to learn at school and so as a teacher"}, {"timestamp": [31.12, 36.24], "text": " we need to be doing more to connect with our students so that they are able to tell us about"}, {"timestamp": [36.24, 41.6], "text": " what's happening to them online and once we know of what's going on it's really important that"}, {"timestamp": [41.6, 49.34], "text": " we contact the correct people through this journey I guess I've learned about Netsafe and how much power that they have."}, {"timestamp": [49.34, 55.44], "text": " They should be our first put-off call when it comes to issues that students are having online."}], "text": " Raise your hand if someone has said something unkind about you or to you online. As a teacher it's been quite hard hearing these students stories about what they've been going through online. I just wish that as students they felt like they could tell us teachers what's going on because obviously what's happening online has a real impact on their mental health and how they are able to learn at school and so as a teacher we need to be doing more to connect with our students so that they are able to tell us about what's happening to them online and once we know of what's going on it's really important that we contact the correct people through this journey I guess I've learned about Netsafe and how much power that they have. They should be our first put-off call when it comes to issues that students are having online."}