{"speakers": [], "chunks": [{"timestamp": [0.0, 3.52], "text": " Jasmine, why are you involved in this project and what impact do you want to have?"}, {"timestamp": [3.72, 8.68], "text": " I'm involved because I feel like we need more videos to help us with cyber"}, {"timestamp": [8.68, 12.54], "text": " because a lot of people don't really use it the way that they should be."}, {"timestamp": [13.38, 18.28], "text": " And I'm hoping it has a good impact on like our school and people everywhere else"}, {"timestamp": [18.28, 21.62], "text": " and I think it should be shown in other places."}, {"timestamp": [21.82, 23.72], "text": " It should just be our school with that type of thing."}, {"timestamp": [24.28, 27.68], "text": " It is that people don't harm each other"}, {"timestamp": [27.68, 29.4], "text": " using technology."}, {"timestamp": [29.98, 32.08], "text": " And there was a case recently where a"}, {"timestamp": [32.08, 34.1], "text": " 15-year-old was"}, {"timestamp": [34.1, 36.3], "text": " prosecuted for causing harm"}, {"timestamp": [36.3, 38.12], "text": " to another person using technology, and they"}, {"timestamp": [38.12, 40.06], "text": " actually went to the youth court, and there were"}, {"timestamp": [40.06, 42.38], "text": " consequences for that. So the government"}, {"timestamp": [42.38, 44.6], "text": " realizes, and the people of New Zealand"}, {"timestamp": [44.6, 45.18], "text": " realize what a problem it is, other people harming each other or other people using consequences for that. So the government realises and the people of New Zealand realize"}, {"timestamp": [45.18, 50.64], "text": " what a problem it is, other people harming each other or other people using technology. And"}, {"timestamp": [50.64, 55.48], "text": " that's why that law came into force to help protect people. And so if that is happening"}, {"timestamp": [55.48, 59.38], "text": " to you, well you know it's happening to somebody else. It's really important that you do"}, {"timestamp": [59.38, 66.24], "text": " report that sort of thing. And once again, people like teachers are great to report that sort of"}, {"timestamp": [66.24, 71.84], "text": " thing if you feel comfortable to your parents or relatives going to net safe and getting"}, {"timestamp": [71.84, 77.92], "text": " advice from them or in real serious cases letting the police know so that we can actually help as well"}], "text": " Jasmine, why are you involved in this project and what impact do you want to have? I'm involved because I feel like we need more videos to help us with cyber because a lot of people don't really use it the way that they should be. And I'm hoping it has a good impact on like our school and people everywhere else and I think it should be shown in other places. It should just be our school with that type of thing. It is that people don't harm each other using technology. And there was a case recently where a 15-year-old was prosecuted for causing harm to another person using technology, and they actually went to the youth court, and there were consequences for that. So the government realizes, and the people of New Zealand realize what a problem it is, other people harming each other or other people using consequences for that. So the government realises and the people of New Zealand realize what a problem it is, other people harming each other or other people using technology. And that's why that law came into force to help protect people. And so if that is happening to you, well you know it's happening to somebody else. It's really important that you do report that sort of thing. And once again, people like teachers are great to report that sort of thing if you feel comfortable to your parents or relatives going to net safe and getting advice from them or in real serious cases letting the police know so that we can actually help as well"}