{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " The modern world is very stressful."}, {"timestamp": [2.0, 6.0], "text": " Now you've probably heard that stress is bad, that's not entirely correct."}, {"timestamp": [6.0, 13.0], "text": " High or toxic stress is really bad, but a moderate level of stress is actually really good and it can improve our immune system."}, {"timestamp": [13.0, 17.0], "text": " However, if the stress is too much, that's when things start going wrong."}, {"timestamp": [17.0, 23.0], "text": " Students can experience physical symptoms such as an upset stomach, vomiting, hair loss in some cases,"}, {"timestamp": [23.0, 27.0], "text": " and it's very difficult to concentrate and do your work if you're highly stressed."}, {"timestamp": [27.0, 37.0], "text": " Staggeringly, research suggests that the average young person today is more stressed and more anxious than psychiatric patients were in the 50s and 60s."}, {"timestamp": [37.0, 40.0], "text": " So high stress in the modern world is a huge problem."}, {"timestamp": [40.0, 46.0], "text": " It's really important that teachers take this seriously and do what they can to lower stress levels in the classroom."}], "text": " The modern world is very stressful. Now you've probably heard that stress is bad, that's not entirely correct. High or toxic stress is really bad, but a moderate level of stress is actually really good and it can improve our immune system. However, if the stress is too much, that's when things start going wrong. Students can experience physical symptoms such as an upset stomach, vomiting, hair loss in some cases, and it's very difficult to concentrate and do your work if you're highly stressed. Staggeringly, research suggests that the average young person today is more stressed and more anxious than psychiatric patients were in the 50s and 60s. So high stress in the modern world is a huge problem. It's really important that teachers take this seriously and do what they can to lower stress levels in the classroom."}