{"speakers": [], "chunks": [{"timestamp": [0.0, 4.0], "text": " Fire and Emergency New Zealand works alongside other first responders,"}, {"timestamp": [4.0, 9.0], "text": " including police, ambulance services and Westpac rescue helicopters."}, {"timestamp": [9.0, 15.0], "text": " At motor vehicle collisions, our main role is to provide scene safety and access to patients."}, {"timestamp": [15.0, 22.0], "text": " However, sometimes we arrive first, so have to administer first aid prior to the ambulance service arriving."}, {"timestamp": [22.0, 26.0], "text": " We work alongside our partners to get the best possible outcome,"}, {"timestamp": [26.0, 32.0], "text": " but sometimes despite our best efforts, people die or suffer life-changing injuries."}, {"timestamp": [32.0, 38.0], "text": " This can be particularly distressing if children are involved or you know the vehicle occupants."}, {"timestamp": [38.0, 44.0], "text": " In most areas, the responding crews are your neighbours and are from your community."}, {"timestamp": [44.0, 49.38], "text": " So Wayne, soon as you guys are stabilised, I think we're getting a fire to drive to you."}, {"timestamp": [49.38, 52.5], "text": " Yep, we'll get you guys just to go."}, {"timestamp": [52.5, 54.5], "text": " All right, soon as you're ready."}, {"timestamp": [54.5, 55.5], "text": " That's cool."}], "text": " Fire and Emergency New Zealand works alongside other first responders, including police, ambulance services and Westpac rescue helicopters. At motor vehicle collisions, our main role is to provide scene safety and access to patients. However, sometimes we arrive first, so have to administer first aid prior to the ambulance service arriving. We work alongside our partners to get the best possible outcome, but sometimes despite our best efforts, people die or suffer life-changing injuries. This can be particularly distressing if children are involved or you know the vehicle occupants. In most areas, the responding crews are your neighbours and are from your community. So Wayne, soon as you guys are stabilised, I think we're getting a fire to drive to you. Yep, we'll get you guys just to go. All right, soon as you're ready. That's cool."}