{"speakers": [], "chunks": [{"timestamp": [0.0, 5.0], "text": " Well, Murray, that was pretty exciting."}, {"timestamp": [5.0, 16.0], "text": " Well, I guess we want to try to stop this sort of thing happening and we want to stop fires and explosions occurring in the first place."}, {"timestamp": [16.0, 20.0], "text": " And the way to do that with your batteries is simply to take care of them."}, {"timestamp": [20.0, 23.0], "text": " Don't overcharge them. Don't leave your batteries on overnight."}, {"timestamp": [23.0, 26.2], "text": " Do not use cheap batteries."}, {"timestamp": [28.98, 29.44], "text": " And always buy good brand ones."}, {"timestamp": [33.26, 34.34], "text": " But one of the secrets is never leave your batteries sitting overnight on charge."}, {"timestamp": [34.76, 35.02], "text": " Absolutely."}, {"timestamp": [38.14, 38.26], "text": " So really important to just stay cautious with what you're using."}, {"timestamp": [39.02, 39.64], "text": " Is that where you would say?"}, {"timestamp": [40.22, 40.32], "text": " That's correct."}, {"timestamp": [41.9, 42.04], "text": " And things like too, when you're transporting,"}, {"timestamp": [43.68, 44.02], "text": " and don't leave them in the car in the hot sun."}, {"timestamp": [47.52, 48.24], "text": " So to me this wasn't justified. It was also a bit of an explosion."}, {"timestamp": [50.36, 50.86], "text": " Yes, well, this is a controlled experiment."}, {"timestamp": [56.9, 57.48], "text": " And so what we were doing was accelerating the test and triggering the batteries to make them explode."}, {"timestamp": [59.84, 61.1], "text": " So hence you saw the catastrophic results."}, {"timestamp": [61.9, null], "text": " Certainly did."}], "text": " Well, Murray, that was pretty exciting. Well, I guess we want to try to stop this sort of thing happening and we want to stop fires and explosions occurring in the first place. And the way to do that with your batteries is simply to take care of them. Don't overcharge them. Don't leave your batteries on overnight. Do not use cheap batteries. And always buy good brand ones. But one of the secrets is never leave your batteries sitting overnight on charge. Absolutely. So really important to just stay cautious with what you're using. Is that where you would say? That's correct. And things like too, when you're transporting, and don't leave them in the car in the hot sun. So to me this wasn't justified. It was also a bit of an explosion. Yes, well, this is a controlled experiment. And so what we were doing was accelerating the test and triggering the batteries to make them explode. So hence you saw the catastrophic results. Certainly did."}