{"speakers": [], "chunks": [{"timestamp": [0.0, 1.0], "text": " All ready?"}, {"timestamp": [1.0, 2.0], "text": " Alright."}, {"timestamp": [2.0, 8.0], "text": " So I heard you saying before that three breaths is toxic."}, {"timestamp": [8.0, 12.0], "text": " Surely the paramedics and stuff could just give you oxygen, couldn't they?"}, {"timestamp": [12.0, 19.0], "text": " So what happens if you breathe in superheated gases, the soft tissue in your throat starts"}, {"timestamp": [19.0, 20.0], "text": " to swell up?"}, {"timestamp": [20.0, 26.66], "text": " So if the paramedics aren't on side with you and they can't get an air tube down into your throat before it swells up,"}, {"timestamp": [27.16, 31.92], "text": " it's going to close off, suffocate, and all we know coming back from that."}, {"timestamp": [32.22, 32.46], "text": " Right."}, {"timestamp": [32.52, 37.06], "text": " So unless paramedics are there at the time and able to treat you, the chances of you survive."}, {"timestamp": [37.06, 37.92], "text": " All right away are saying."}, {"timestamp": [40.12, 46.7], "text": " And do you think that running, just running out of the building if it's on fire or something like that,"}, {"timestamp": [47.06, 49.08], "text": " would be the best course of action?"}, {"timestamp": [50.32, 50.62], "text": " No."}, {"timestamp": [51.1, 56.14], "text": " The best course of action is to get down on the floor and to crawl in the fresh year."}, {"timestamp": [56.3, 61.06], "text": " So what happens with fire as it develops, the hot gases go up, hit the ceiling,"}, {"timestamp": [61.5, 62.88], "text": " and then they will revolve around."}, {"timestamp": [63.54, 65.34], "text": " So as they're revolving around, the fresh year is being sucked in at the bottom and the they will revolve around. So as they're revolving around,"}, {"timestamp": [67.3, 68.94], "text": " the first year is being sucked in at the bottom and the hot air at the top."}, {"timestamp": [69.14, 71.0], "text": " So being down low on the floor"}, {"timestamp": [71.0, 73.3], "text": " and falling for this method to escape."}, {"timestamp": [73.6, 74.4], "text": " Awesome, thank you."}], "text": " All ready? Alright. So I heard you saying before that three breaths is toxic. Surely the paramedics and stuff could just give you oxygen, couldn't they? So what happens if you breathe in superheated gases, the soft tissue in your throat starts to swell up? So if the paramedics aren't on side with you and they can't get an air tube down into your throat before it swells up, it's going to close off, suffocate, and all we know coming back from that. Right. So unless paramedics are there at the time and able to treat you, the chances of you survive. All right away are saying. And do you think that running, just running out of the building if it's on fire or something like that, would be the best course of action? No. The best course of action is to get down on the floor and to crawl in the fresh year. So what happens with fire as it develops, the hot gases go up, hit the ceiling, and then they will revolve around. So as they're revolving around, the fresh year is being sucked in at the bottom and the they will revolve around. So as they're revolving around, the first year is being sucked in at the bottom and the hot air at the top. So being down low on the floor and falling for this method to escape. Awesome, thank you."}