{"speakers": [], "chunks": [{"timestamp": [0.0, 2.76], "text": " The other thing that needs to happen here is we need to find out who's at fault."}, {"timestamp": [3.68, 7.62], "text": " Unfortunately, the young man who's been driving this car, whether or not he has been at fault"}, {"timestamp": [7.62, 11.78], "text": " or whether or not he's caused the crap, the reality is that whatever happens from here"}, {"timestamp": [11.78, 13.8], "text": " he's going to feel guilt about for the rest of his life."}, {"timestamp": [14.24, 18.18], "text": " The other thing, too, is if alcohol has been involved in this vehicle, there may be some"}, {"timestamp": [18.18, 19.32], "text": " pending charges as well."}, {"timestamp": [19.72, 24.04], "text": " So we're changing the life not only of everybody else in this vehicle, but particularly the driver"}, {"timestamp": [24.04, 29.0], "text": " who's made that decision to drive on this particular day. Maybe if they'd thought about it,"}, {"timestamp": [29.0, 33.0], "text": " maybe if they hadn't loaded the car quite so full of young people, maybe we wouldn't"}, {"timestamp": [33.0, 36.0], "text": " have ended up with this particular case."}, {"timestamp": [36.0, 50.0], "text": " It is important when alcohol is involved, the designated sober driver."}, {"timestamp": [50.0, 57.4], "text": " Alcohol impairs your decision making and impairs your reflex times, which you need while driving."}, {"timestamp": [57.4, 62.32], "text": " If you go out driving and you've been drinking as well, then you could cause harm to yourself,"}, {"timestamp": [62.32, 66.0], "text": " your friends or some innocent person. Speak guitar!"}, {"timestamp": [66.0, 67.0], "text": " I'm sorry!"}, {"timestamp": [67.0, 71.0], "text": " I don't get out of the car!"}, {"timestamp": [71.0, 72.0], "text": " Oh!"}, {"timestamp": [72.0, 73.0], "text": " Oh!"}, {"timestamp": [73.0, 74.0], "text": " My guy!"}, {"timestamp": [74.0, 75.0], "text": " Hey, my name is your neck."}, {"timestamp": [75.0, 77.0], "text": " I know you hear me?"}, {"timestamp": [77.0, 79.0], "text": " You're not getting..."}, {"timestamp": [79.0, 81.0], "text": " Lauren, I wake out!"}, {"timestamp": [81.0, null], "text": " Sorry! Lauren, wake out. I'm not going to be a lot of the public."}], "text": " The other thing that needs to happen here is we need to find out who's at fault. Unfortunately, the young man who's been driving this car, whether or not he has been at fault or whether or not he's caused the crap, the reality is that whatever happens from here he's going to feel guilt about for the rest of his life. The other thing, too, is if alcohol has been involved in this vehicle, there may be some pending charges as well. So we're changing the life not only of everybody else in this vehicle, but particularly the driver who's made that decision to drive on this particular day. Maybe if they'd thought about it, maybe if they hadn't loaded the car quite so full of young people, maybe we wouldn't have ended up with this particular case. It is important when alcohol is involved, the designated sober driver. Alcohol impairs your decision making and impairs your reflex times, which you need while driving. If you go out driving and you've been drinking as well, then you could cause harm to yourself, your friends or some innocent person. Speak guitar! I'm sorry! I don't get out of the car! Oh! Oh! My guy! Hey, my name is your neck. I know you hear me? You're not getting... Lauren, I wake out! Sorry! Lauren, wake out. I'm not going to be a lot of the public."}