{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " How would someone contact itself?"}, {"timestamp": [2.0, 7.0], "text": " If someone is experiencing any kind of harm online and they don't know how to do with it,"}, {"timestamp": [7.0, 11.0], "text": " then their sex can be there and someone to provide advice and guidance on what to do."}, {"timestamp": [11.0, 16.0], "text": " And that can be whatever aspect of, or whatever issue that they're facing."}, {"timestamp": [16.0, 20.0], "text": " So we take calls about people who have issues around online grooming,"}, {"timestamp": [20.0, 25.98], "text": " the issue about sexting, and we're experiencing extreme peer pressure to take power in various tasks activities. We talk to people regularly who are issues with sexting and who are experiencing extreme peer pressure to take part in various"}, {"timestamp": [25.98, 30.0], "text": " tasks activities. We talk to people regularly who are experiencing problematic"}, {"timestamp": [30.0, 34.5], "text": " cyberwining both people who are receiving end and also perpetrators of those things."}, {"timestamp": [34.5, 39.6], "text": " We talk to people about contact that they're receiving from fake accounts or people who are being"}, {"timestamp": [39.6, 44.8], "text": " anonymous online and causing the crime. We talked to people about objection or content"}, {"timestamp": [44.8, 46.96], "text": " depending what that is for them so they allow them to"}, {"timestamp": [46.96, 50.32], "text": " understand if they're on the receiving end of it or sometimes even if they"}, {"timestamp": [50.32, 54.16], "text": " are people producing it and we also talked to young people about"}, {"timestamp": [54.16, 58.96], "text": " problems associated with what's become known as revenge or what they can do"}, {"timestamp": [58.96, 62.96], "text": " if again if they're being pressurised to produce more if they're"}, {"timestamp": [62.96, 66.0], "text": " seeing content that they made at some point with"}, {"timestamp": [66.0, 70.08], "text": " their permission that being distributed so just about any kind of harm that you're experiencing"}, {"timestamp": [70.08, 75.2], "text": " with communications online you can talk to us about we know that sometimes it's difficult to"}, {"timestamp": [75.2, 79.76], "text": " talk to someone by phone so and let's say if you can also reach out to us for help via email"}, {"timestamp": [81.36, 84.32], "text": " and you can reach us by text"}], "text": " How would someone contact itself? If someone is experiencing any kind of harm online and they don't know how to do with it, then their sex can be there and someone to provide advice and guidance on what to do. And that can be whatever aspect of, or whatever issue that they're facing. So we take calls about people who have issues around online grooming, the issue about sexting, and we're experiencing extreme peer pressure to take power in various tasks activities. We talk to people regularly who are issues with sexting and who are experiencing extreme peer pressure to take part in various tasks activities. We talk to people regularly who are experiencing problematic cyberwining both people who are receiving end and also perpetrators of those things. We talk to people about contact that they're receiving from fake accounts or people who are being anonymous online and causing the crime. We talked to people about objection or content depending what that is for them so they allow them to understand if they're on the receiving end of it or sometimes even if they are people producing it and we also talked to young people about problems associated with what's become known as revenge or what they can do if again if they're being pressurised to produce more if they're seeing content that they made at some point with their permission that being distributed so just about any kind of harm that you're experiencing with communications online you can talk to us about we know that sometimes it's difficult to talk to someone by phone so and let's say if you can also reach out to us for help via email and you can reach us by text"}