{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " I think the first thing is to be actively aware of how much time young people are spending on the internet"}, {"timestamp": [7.0, 13.0], "text": " and also to make sure you are aware of exactly where they are online."}, {"timestamp": [13.0, 20.0], "text": " If your perception is that sitting in front of a monitor in your living room is the time that they are on the internet,"}, {"timestamp": [20.0, 28.56], "text": " you should probably broaden your scope to think about the amount of time they might be staring at a phone or the amount of time they might be on a games console."}, {"timestamp": [28.72, 37.24], "text": " All of these, I guess, can constitute time where they are connected with cyberspace and connected with other people on cyberspace."}, {"timestamp": [38.66, 42.52], "text": " As far as we're concerned, not every hour is created equally."}, {"timestamp": [43.3, 46.56], "text": " So less than a question, I guess, of how many hours"}, {"timestamp": [46.56, 52.16], "text": " than what you're doing with those hours. So you could say that two hours of one particular"}, {"timestamp": [52.16, 57.44], "text": " activity might be of greater value than two hours of any other activity. There's some things you"}, {"timestamp": [57.44, 62.6], "text": " might be happy with a young person spending an hour, two hours, three hours a day online. Some"}, {"timestamp": [62.6, 65.24], "text": " you might not want them to be doing for any more than a couple of minutes."}, {"timestamp": [65.24, 69.5], "text": " So really it's as much a question of working out what it is that young people are doing online"}, {"timestamp": [69.5, 73.5], "text": " as it is about thinking about how much time they are online."}, {"timestamp": [73.5, 80.24], "text": " I think if you were told that a young person was working in a group and they were developing"}, {"timestamp": [80.24, 87.0], "text": " a script and they were towards making a documentary, that you'd think, wow, that sounds fantastic."}, {"timestamp": [87.0, 89.0], "text": " The fact that they might be doing that online,"}, {"timestamp": [89.0, 91.0], "text": " you should probably be thinking it's just as fantastic."}, {"timestamp": [91.0, 95.0], "text": " Whereas if you heard that your child was watching"}, {"timestamp": [95.0, 99.0], "text": " a bunch of unstimulating cartoons, let's say,"}, {"timestamp": [99.0, 102.0], "text": " for a three-hour period, you'd probably feel really worried about it."}, {"timestamp": [102.0, 104.0], "text": " If it was in front of a TV, you can probably feel the same way"}, {"timestamp": [104.0, 107.08], "text": " if somebody who's viewing that kind of content online."}], "text": " I think the first thing is to be actively aware of how much time young people are spending on the internet and also to make sure you are aware of exactly where they are online. If your perception is that sitting in front of a monitor in your living room is the time that they are on the internet, you should probably broaden your scope to think about the amount of time they might be staring at a phone or the amount of time they might be on a games console. All of these, I guess, can constitute time where they are connected with cyberspace and connected with other people on cyberspace. As far as we're concerned, not every hour is created equally. So less than a question, I guess, of how many hours than what you're doing with those hours. So you could say that two hours of one particular activity might be of greater value than two hours of any other activity. There's some things you might be happy with a young person spending an hour, two hours, three hours a day online. Some you might not want them to be doing for any more than a couple of minutes. So really it's as much a question of working out what it is that young people are doing online as it is about thinking about how much time they are online. I think if you were told that a young person was working in a group and they were developing a script and they were towards making a documentary, that you'd think, wow, that sounds fantastic. The fact that they might be doing that online, you should probably be thinking it's just as fantastic. Whereas if you heard that your child was watching a bunch of unstimulating cartoons, let's say, for a three-hour period, you'd probably feel really worried about it. If it was in front of a TV, you can probably feel the same way if somebody who's viewing that kind of content online."}