{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " Loneliness is a massive issue today."}, {"timestamp": [3.0, 8.0], "text": " In fact, researchers think that the biggest predictor of early death is loneliness."}, {"timestamp": [8.0, 12.0], "text": " It plays a huge role in so many problems in society."}, {"timestamp": [12.0, 18.0], "text": " And tragically, in the last 10 years, research suggests that young people are more lonely than ever before."}, {"timestamp": [18.0, 20.0], "text": " There are many reasons for this."}, {"timestamp": [20.0, 24.0], "text": " But one of the simple reasons is a lot of young people don't know how to start the conversation."}, {"timestamp": [24.0, 28.76], "text": " So teaching students to ask things like, what sort of movies do you like, what sports do"}, {"timestamp": [28.76, 32.5], "text": " you watch or play, what do you do in your free time."}, {"timestamp": [32.5, 37.32], "text": " Simply asking and teaching students how to have a conversation with people to make a huge"}, {"timestamp": [37.32, 38.32], "text": " difference."}, {"timestamp": [38.32, 42.22], "text": " The other thing a lot of people get nervous about is how to end the conversation."}, {"timestamp": [42.22, 46.0], "text": " So some techniques saying I really am glad we had the chance to talk,"}, {"timestamp": [46.0, 48.0], "text": " but I need to go and do some work now"}, {"timestamp": [48.0, 50.0], "text": " or I need to go and meet someone else."}, {"timestamp": [50.0, 52.0], "text": " And just giving people those very practical skills"}, {"timestamp": [52.0, 54.0], "text": " about how to start a conversation,"}, {"timestamp": [54.0, 56.0], "text": " how to answer questions,"}, {"timestamp": [56.0, 57.0], "text": " and how to finish a conversation"}, {"timestamp": [57.0, 60.0], "text": " can greatly reduce levels of loneliness in young people."}], "text": " Loneliness is a massive issue today. In fact, researchers think that the biggest predictor of early death is loneliness. It plays a huge role in so many problems in society. And tragically, in the last 10 years, research suggests that young people are more lonely than ever before. There are many reasons for this. But one of the simple reasons is a lot of young people don't know how to start the conversation. So teaching students to ask things like, what sort of movies do you like, what sports do you watch or play, what do you do in your free time. Simply asking and teaching students how to have a conversation with people to make a huge difference. The other thing a lot of people get nervous about is how to end the conversation. So some techniques saying I really am glad we had the chance to talk, but I need to go and do some work now or I need to go and meet someone else. And just giving people those very practical skills about how to start a conversation, how to answer questions, and how to finish a conversation can greatly reduce levels of loneliness in young people."}