{"speakers": [], "chunks": [{"timestamp": [0.0, 8.16], "text": " Just something that I've always said to my own children as well"}, {"timestamp": [8.16, 11.06], "text": " is that they can use me as an excuse to get out of something"}, {"timestamp": [11.06, 14.44], "text": " that they don't feel they can say to their peers no"}, {"timestamp": [14.44, 20.22], "text": " and it goes with all the messages that if you can walk away from it"}, {"timestamp": [20.22, 22.08], "text": " sometimes you need an excuse to get away from it"}, {"timestamp": [22.08, 23.6], "text": " find someone you can use"}, {"timestamp": [23.6, 26.0], "text": " I've had my daughter text me and say mum say no"}, {"timestamp": [26.0, 28.0], "text": " and ten minutes later I get a phone call"}, {"timestamp": [28.0, 30.0], "text": " and I know that I've got to say no."}, {"timestamp": [30.0, 32.0], "text": " So Wayne, as you guys are stabilised,"}, {"timestamp": [32.0, 34.0], "text": " I think we're getting a fire to drive for you."}, {"timestamp": [34.0, 37.0], "text": " We'll get you guys just to go."}, {"timestamp": [37.0, 41.0], "text": " So guys, this is the aftermath of a road traffic crash."}, {"timestamp": [41.0, 44.0], "text": " We've discharged our patient into the emergency department"}, {"timestamp": [44.0, 50.0], "text": " and I'm back on the truck now you can see we've got mud all over the floor, we've got broken glass,"}, {"timestamp": [50.0, 54.8], "text": " we've got gear that's got mud on it, we've got gear that we've used that we need to replace gear on,"}, {"timestamp": [54.8, 60.0], "text": " we've got the split here that we need to fold up, tidy up, refold all the straps and everything."}, {"timestamp": [60.0, 65.94], "text": " So the crew that are running this truck today, now they've got about an hour's worth of cleaning and restocking to do,"}, {"timestamp": [66.08, 71.5], "text": " which means for another hour these guys aren't available to respond to anyone else in Christchurch."}, {"timestamp": [72.36, 77.26], "text": " So just because one person has made a bad decision, caused a motor vehicle accident with six patients,"}, {"timestamp": [77.58, 82.08], "text": " this ambulance now after an hour of extracting them out of the wreck and then getting them to hospital,"}, {"timestamp": [82.74, 87.22], "text": " there's another less hour ahead of them of cleaning the vehicle up before they can go back and go to the next job."}], "text": " Just something that I've always said to my own children as well is that they can use me as an excuse to get out of something that they don't feel they can say to their peers no and it goes with all the messages that if you can walk away from it sometimes you need an excuse to get away from it find someone you can use I've had my daughter text me and say mum say no and ten minutes later I get a phone call and I know that I've got to say no. So Wayne, as you guys are stabilised, I think we're getting a fire to drive for you. We'll get you guys just to go. So guys, this is the aftermath of a road traffic crash. We've discharged our patient into the emergency department and I'm back on the truck now you can see we've got mud all over the floor, we've got broken glass, we've got gear that's got mud on it, we've got gear that we've used that we need to replace gear on, we've got the split here that we need to fold up, tidy up, refold all the straps and everything. So the crew that are running this truck today, now they've got about an hour's worth of cleaning and restocking to do, which means for another hour these guys aren't available to respond to anyone else in Christchurch. So just because one person has made a bad decision, caused a motor vehicle accident with six patients, this ambulance now after an hour of extracting them out of the wreck and then getting them to hospital, there's another less hour ahead of them of cleaning the vehicle up before they can go back and go to the next job."}