{"speakers": [], "chunks": [{"timestamp": [0.0, 4.0], "text": " Are people with a mental illness just making a big deal out of nothing?"}, {"timestamp": [4.0, 9.0], "text": " Sometimes it can seem that people with a mental illness are making a big deal over nothing."}, {"timestamp": [9.0, 13.0], "text": " But it's really important to remember that no one chooses to have a mental illness."}, {"timestamp": [13.0, 17.0], "text": " It is what it is, and on the outside it might not look like it's a big deal,"}, {"timestamp": [17.0, 21.0], "text": " but that person it can seem like the entire world is on their shoulders."}, {"timestamp": [21.0, 24.0], "text": " It's really important that you respect what people are telling you,"}, {"timestamp": [24.0, 27.6], "text": " and it's also important to know that they might not have told you the full story."}, {"timestamp": [27.6, 32.88], "text": " Wait bro, where were you at lunch? I'm just struggling with NCEA a bit."}, {"timestamp": [32.88, 39.44], "text": " NCEA? Bro, I'm in level three and have two internal issues soon. Yeah but it's just, I also don't"}, {"timestamp": [39.44, 45.04], "text": " have anyone to go to the ball with. Do you like anyone? Yeah, but... Well, Bo, ask her out."}, {"timestamp": [45.14, 45.9], "text": " Who'd be a list?"}, {"timestamp": [46.04, 48.12], "text": " You don't understand. It's not that easy."}, {"timestamp": [48.84, 52.54], "text": " Um, what are the wrong things to do or the wrong things to say if you just think someone"}, {"timestamp": [52.54, 53.88], "text": " someone has a mental illness?"}, {"timestamp": [54.1, 54.22], "text": " Yeah."}, {"timestamp": [54.84, 59.06], "text": " Saying things like cheer up, although it's not been well-intentioned, actually makes the person"}, {"timestamp": [59.06, 59.88], "text": " feel worse."}, {"timestamp": [60.14, 62.66], "text": " Because if they could just cheer up, they probably would."}, {"timestamp": [63.1, 66.0], "text": " Also saying things like, you think you've got problems,"}, {"timestamp": [66.0, 70.0], "text": " and I'm sure a lot of year 13, they think, year 11, what do they have problems with?"}, {"timestamp": [70.0, 72.0], "text": " With Level 1, it's really easy."}, {"timestamp": [72.0, 77.0], "text": " And actually, if you remember back to Level 1, it probably wasn't as easy as you think it was."}, {"timestamp": [77.0, 81.0], "text": " It is stressful, bro. Don't worry. I'm here to help you."}, {"timestamp": [81.0, 83.0], "text": " Thanks."}, {"timestamp": [83.0, 84.0], "text": " Yeah, I just..."}, {"timestamp": [84.0, 87.0], "text": " I also don't have a ball day."}, {"timestamp": [87.0, 88.0], "text": " Neither."}, {"timestamp": [88.0, 90.0], "text": " We'll find someone, don't worry."}, {"timestamp": [90.0, 91.0], "text": " Thanks."}, {"timestamp": [91.0, 98.0], "text": " If someone says they've got something going on in their life that's stressful or they need help with,"}, {"timestamp": [98.0, 102.0], "text": " you know, listen to them because you don't just know what's going on and behind the scenes."}, {"timestamp": [102.0, 107.0], "text": " Some pressure can be quite hard on some people, so always listen and be encouraging."}], "text": " Are people with a mental illness just making a big deal out of nothing? Sometimes it can seem that people with a mental illness are making a big deal over nothing. But it's really important to remember that no one chooses to have a mental illness. It is what it is, and on the outside it might not look like it's a big deal, but that person it can seem like the entire world is on their shoulders. It's really important that you respect what people are telling you, and it's also important to know that they might not have told you the full story. Wait bro, where were you at lunch? I'm just struggling with NCEA a bit. NCEA? Bro, I'm in level three and have two internal issues soon. Yeah but it's just, I also don't have anyone to go to the ball with. Do you like anyone? Yeah, but... Well, Bo, ask her out. Who'd be a list? You don't understand. It's not that easy. Um, what are the wrong things to do or the wrong things to say if you just think someone someone has a mental illness? Yeah. Saying things like cheer up, although it's not been well-intentioned, actually makes the person feel worse. Because if they could just cheer up, they probably would. Also saying things like, you think you've got problems, and I'm sure a lot of year 13, they think, year 11, what do they have problems with? With Level 1, it's really easy. And actually, if you remember back to Level 1, it probably wasn't as easy as you think it was. It is stressful, bro. Don't worry. I'm here to help you. Thanks. Yeah, I just... I also don't have a ball day. Neither. We'll find someone, don't worry. Thanks. If someone says they've got something going on in their life that's stressful or they need help with, you know, listen to them because you don't just know what's going on and behind the scenes. Some pressure can be quite hard on some people, so always listen and be encouraging."}