{"speakers": [], "chunks": [{"timestamp": [0.0, 12.2], "text": " I have a lot of, not a lot of, but a few friends that have maybe driven where they shouldn't be on their learners or with passengers with their restricted license or maybe even, you know, affected by substances."}, {"timestamp": [12.46, 14.0], "text": " What advice would you have for them?"}, {"timestamp": [14.06, 15.74], "text": " Because obviously anything's better than any enough in a river."}, {"timestamp": [16.06, 20.76], "text": " Yeah, I think probably the most important thing is to just pull over."}, {"timestamp": [20.76, 25.4], "text": " I mean, when we start running from the police, we all start taking risks."}, {"timestamp": [25.4, 32.0], "text": " And the longer the chase goes on, the more risks that happen. Police don't want to chase you."}, {"timestamp": [32.0, 38.5], "text": " They don't want to pull you out of the water, and they don't really want you to get yourself hurt in car crashes."}, {"timestamp": [38.5, 42.0], "text": " And I think the biggest advice to young people would be just pull over it."}, {"timestamp": [42.0, 48.8], "text": " The majority of people that flee us will only be on a restricted or a learner's licence"}, {"timestamp": [48.8, 50.32], "text": " and they're scared that they'll lose their licence."}, {"timestamp": [50.48, 55.6], "text": " Well, it's much better actually probably copying some demerit points or even just being"}, {"timestamp": [55.6, 60.96], "text": " taken home to your parents and saying, well, you know, I've drunk a few codies today and I'm not"}, {"timestamp": [60.96, 65.06], "text": " the best as opposed to what I see when my team gets called out,"}, {"timestamp": [68.66, 69.1], "text": " because when my team get called out, it's never, ever pleasant."}, {"timestamp": [73.5, 74.62], "text": " So I guess the big message I'd probably like to say to young people is just stop."}, {"timestamp": [75.36, 75.92], "text": " Just stop."}, {"timestamp": [80.6, 80.72], "text": " It's far better to stop and accept what's coming, then not stop,"}, {"timestamp": [82.52, 83.4], "text": " and then I show up on the same. Just taking that responsibility."}, {"timestamp": [83.52, 84.32], "text": " Just taking that responsibility."}, {"timestamp": [84.82, 86.0], "text": " It's up in danger, yeah."}, {"timestamp": [86.0, 88.5], "text": " Because in six or 12 months time, you'll be driving again,"}, {"timestamp": [88.5, 90.5], "text": " or there's another day."}, {"timestamp": [90.5, 94.5], "text": " So there are other things to enjoy rather than crashing a car into a river or just crashing a car."}, {"timestamp": [94.5, 97.0], "text": " And even the fine you could get would be a lot more expensive"}, {"timestamp": [97.0, 98.5], "text": " than having to replace the car."}, {"timestamp": [98.5, 102.5], "text": " Yeah, and I've spent many a day on the side of the river with loved ones"}, {"timestamp": [102.5, 105.04], "text": " when we have pulled cars out and it's"}, {"timestamp": [105.04, 109.2], "text": " something that nobody should experience as a parent."}], "text": " I have a lot of, not a lot of, but a few friends that have maybe driven where they shouldn't be on their learners or with passengers with their restricted license or maybe even, you know, affected by substances. What advice would you have for them? Because obviously anything's better than any enough in a river. Yeah, I think probably the most important thing is to just pull over. I mean, when we start running from the police, we all start taking risks. And the longer the chase goes on, the more risks that happen. Police don't want to chase you. They don't want to pull you out of the water, and they don't really want you to get yourself hurt in car crashes. And I think the biggest advice to young people would be just pull over it. The majority of people that flee us will only be on a restricted or a learner's licence and they're scared that they'll lose their licence. Well, it's much better actually probably copying some demerit points or even just being taken home to your parents and saying, well, you know, I've drunk a few codies today and I'm not the best as opposed to what I see when my team gets called out, because when my team get called out, it's never, ever pleasant. So I guess the big message I'd probably like to say to young people is just stop. Just stop. It's far better to stop and accept what's coming, then not stop, and then I show up on the same. Just taking that responsibility. Just taking that responsibility. It's up in danger, yeah. Because in six or 12 months time, you'll be driving again, or there's another day. So there are other things to enjoy rather than crashing a car into a river or just crashing a car. And even the fine you could get would be a lot more expensive than having to replace the car. Yeah, and I've spent many a day on the side of the river with loved ones when we have pulled cars out and it's something that nobody should experience as a parent."}