{"speakers": [], "chunks": [{"timestamp": [0.0, 4.0], "text": " Many teachers worry about very tired students."}, {"timestamp": [4.0, 7.0], "text": " They found that teenagers want to go to bed later than adults."}, {"timestamp": [7.0, 10.0], "text": " This is not because they're being difficult or defiant."}, {"timestamp": [10.0, 13.0], "text": " The teenage brain produces the chemical melatonin."}, {"timestamp": [13.0, 17.0], "text": " That tells your body to shut down the switch off, much later than adults do."}, {"timestamp": [17.0, 20.0], "text": " They produce it two to three hours after an adult."}, {"timestamp": [20.0, 23.0], "text": " So teenagers want to stay up late, they're not being difficult or defiant,"}, {"timestamp": [23.0, 26.0], "text": " they're doing what their biology is telling them to do. The problem with that is they want to stay up late, they're not being difficult to find, they're doing what their biology is telling them to do."}, {"timestamp": [26.0, 29.0], "text": " The problem with that is they want to get up later naturally."}, {"timestamp": [29.0, 34.0], "text": " And so the World Health Organisation is talking about an epidemic of tired teenagers."}, {"timestamp": [34.0, 39.0], "text": " We wake teenagers up far too early and it has big consequences."}, {"timestamp": [39.0, 48.0], "text": " One study in America found that moving the school exam from 7.30 a.m. to the morning to 8.30 a.m. improves student performance by 10%."}, {"timestamp": [48.0, 51.0], "text": " The other thing we know is that teenagers need more sleep than adults do."}, {"timestamp": [51.0, 56.02], "text": " On average, most adults need eight hours, whereas teenagers need eight to ten hours."}], "text": " Many teachers worry about very tired students. They found that teenagers want to go to bed later than adults. This is not because they're being difficult or defiant. The teenage brain produces the chemical melatonin. That tells your body to shut down the switch off, much later than adults do. They produce it two to three hours after an adult. So teenagers want to stay up late, they're not being difficult or defiant, they're doing what their biology is telling them to do. The problem with that is they want to stay up late, they're not being difficult to find, they're doing what their biology is telling them to do. The problem with that is they want to get up later naturally. And so the World Health Organisation is talking about an epidemic of tired teenagers. We wake teenagers up far too early and it has big consequences. One study in America found that moving the school exam from 7.30 a.m. to the morning to 8.30 a.m. improves student performance by 10%. The other thing we know is that teenagers need more sleep than adults do. On average, most adults need eight hours, whereas teenagers need eight to ten hours."}