{"speakers": [], "chunks": [{"timestamp": [0.0, 5.0], "text": " Is this something we should be helping our friends with or should we just leave it to the experts?"}, {"timestamp": [5.0, 6.0], "text": " Yeah."}, {"timestamp": [6.0, 13.0], "text": " So it's really important to know that any student can help another student find help because sometimes students won't know where to go"}, {"timestamp": [13.0, 16.0], "text": " and a student might be the first person to find out about this."}, {"timestamp": [16.0, 20.0], "text": " What we don't want students to do is counsell each other because that can be really difficult to take on"}, {"timestamp": [20.0, 23.0], "text": " and it can be really hard for the person that's hearing this."}, {"timestamp": [23.0, 26.24], "text": " So that's the information that's related to the experts."}, {"timestamp": [26.36, 28.76], "text": " But any students can help take someone to help."}, {"timestamp": [29.62, 31.78], "text": " What do I do if I don't know how to help a friend?"}, {"timestamp": [32.42, 36.1], "text": " Well, in New Zealand there's about 5,000 different social services."}, {"timestamp": [36.68, 38.0], "text": " That's a staggering number."}, {"timestamp": [38.38, 40.78], "text": " The problem is a lot of people don't always know about them."}, {"timestamp": [41.02, 43.06], "text": " So if they were going to teach you where to find help,"}, {"timestamp": [43.18, 49.44], "text": " and especially if the first person you go through doesn't help you, what do you do after that? I mean, that's covering New Zealand,"}, {"timestamp": [49.58, 53.74], "text": " what about this little place like, why maybe? Absolutely. There are some places in New Zealand,"}, {"timestamp": [53.86, 58.6], "text": " because they're very isolated, but a lot of councillors now offer services via Skype or phone,"}, {"timestamp": [58.96, 65.0], "text": " so actually anyone anywhere in New Zealand can get help. How do I get that help and where would it go?"}, {"timestamp": [66.02, 67.68], "text": " There are many different places you can look."}, {"timestamp": [67.96, 70.26], "text": " A really good place to start off with is something called"}, {"timestamp": [70.26, 72.02], "text": " the Family Services Directory."}, {"timestamp": [72.52, 73.7], "text": " If you just Google that,"}, {"timestamp": [73.96, 76.28], "text": " that pretty much has a complete list of all the help"}, {"timestamp": [76.28, 78.32], "text": " and support agencies throughout New Zealand."}, {"timestamp": [78.98, 81.4], "text": " Or you can talk to a parent, a teacher,"}, {"timestamp": [81.64, 83.34], "text": " an aunt, uncle, grandparent."}, {"timestamp": [83.8, 85.24], "text": " And if the first person that you go to doesn't get it, doesn't listen, or doesn't understand, or there's just no help, a teacher, an aunt, I'm called grandparent, and if the first person that you go to"}, {"timestamp": [85.24, 91.08], "text": " doesn't get it, doesn't listen, or doesn't understand, or it's just no help, try again and again and again"}, {"timestamp": [91.08, 92.98], "text": " until you find the help that you need."}], "text": " Is this something we should be helping our friends with or should we just leave it to the experts? Yeah. So it's really important to know that any student can help another student find help because sometimes students won't know where to go and a student might be the first person to find out about this. What we don't want students to do is counsell each other because that can be really difficult to take on and it can be really hard for the person that's hearing this. So that's the information that's related to the experts. But any students can help take someone to help. What do I do if I don't know how to help a friend? Well, in New Zealand there's about 5,000 different social services. That's a staggering number. The problem is a lot of people don't always know about them. So if they were going to teach you where to find help, and especially if the first person you go through doesn't help you, what do you do after that? I mean, that's covering New Zealand, what about this little place like, why maybe? Absolutely. There are some places in New Zealand, because they're very isolated, but a lot of councillors now offer services via Skype or phone, so actually anyone anywhere in New Zealand can get help. How do I get that help and where would it go? There are many different places you can look. A really good place to start off with is something called the Family Services Directory. If you just Google that, that pretty much has a complete list of all the help and support agencies throughout New Zealand. Or you can talk to a parent, a teacher, an aunt, uncle, grandparent. And if the first person that you go to doesn't get it, doesn't listen, or doesn't understand, or there's just no help, a teacher, an aunt, I'm called grandparent, and if the first person that you go to doesn't get it, doesn't listen, or doesn't understand, or it's just no help, try again and again and again until you find the help that you need."}