{"speakers": [], "chunks": [{"timestamp": [0.0, 6.5], "text": " What do you think? If someone feels a bit flat or a bit low every couple of weeks, do you think they might have science, mental illness, possibly depression?"}, {"timestamp": [7.5, 10.98], "text": " Well, we have a very special name for that. That is called life."}, {"timestamp": [11.6, 14.42], "text": " So feeling about flat or a bit low is not a mental illness."}, {"timestamp": [14.74, 19.98], "text": " We need to distinguish between the difference between normal everyday behaviour and the difference between a mental illness."}, {"timestamp": [20.9, 22.84], "text": " What is a mental illness?"}, {"timestamp": [23.44, 28.2], "text": " We can all understand when a student has a physical illness like a broken leg or a cold."}, {"timestamp": [28.94, 31.82], "text": " A mental illness is an illness that happens in the brain."}, {"timestamp": [32.74, 37.66], "text": " A mental illness can affect someone's mood, emotions, thinking and outlook on life."}, {"timestamp": [38.46, 42.52], "text": " Some students worry that people with a mental illness are dangerous or crazy."}, {"timestamp": [42.98, 45.4], "text": " In most cases they are very safe to be around. Students that are experiencing a mental illness are dangerous or crazy. In most cases they are very safe to be around."}, {"timestamp": [46.18, 51.1], "text": " Students that are experiencing a mental illness need understanding, love and support,"}, {"timestamp": [51.44, 57.16], "text": " not fear and rejection. Some people think that because you can't see a mental illness,"}, {"timestamp": [57.42, 62.26], "text": " it doesn't exist. But scientists are now discovering that when someone does develop a mental"}, {"timestamp": [62.26, 68.94], "text": " illness, there are very real changes that happen in the brain let's take depression researchers have found"}, {"timestamp": [68.94, 72.72], "text": " there is a part of the brain called the hippocampus that can shrink by up to 17"}, {"timestamp": [72.72, 78.0], "text": " percent when people develop depression so mental illness is very real"}], "text": " What do you think? If someone feels a bit flat or a bit low every couple of weeks, do you think they might have science, mental illness, possibly depression? Well, we have a very special name for that. That is called life. So feeling about flat or a bit low is not a mental illness. We need to distinguish between the difference between normal everyday behaviour and the difference between a mental illness. What is a mental illness? We can all understand when a student has a physical illness like a broken leg or a cold. A mental illness is an illness that happens in the brain. A mental illness can affect someone's mood, emotions, thinking and outlook on life. Some students worry that people with a mental illness are dangerous or crazy. In most cases they are very safe to be around. Students that are experiencing a mental illness are dangerous or crazy. In most cases they are very safe to be around. Students that are experiencing a mental illness need understanding, love and support, not fear and rejection. Some people think that because you can't see a mental illness, it doesn't exist. But scientists are now discovering that when someone does develop a mental illness, there are very real changes that happen in the brain let's take depression researchers have found there is a part of the brain called the hippocampus that can shrink by up to 17 percent when people develop depression so mental illness is very real"}