{"speakers": [], "chunks": [{"timestamp": [0.0, 5.0], "text": " So I think one of the most important things for kids is not to be labelled."}, {"timestamp": [5.0, 11.0], "text": " So don't immediately assume, oh this kid is this way because he's the naughty kid"}, {"timestamp": [11.0, 14.0], "text": " or this kid or this kid is this way because he's LGBTI."}, {"timestamp": [14.0, 21.0], "text": " Get rid of the labels. Kids are kids and we actually don't know what's going on behind the scenes at home and in their lives."}, {"timestamp": [21.0, 24.0], "text": " So we need to treat them as humans."}, {"timestamp": [24.0, 28.62], "text": " Because what happens with a lot of their young people is they hear words around them,"}, {"timestamp": [29.28, 32.98], "text": " words in the playground, all that's so gay and it's meant as a negative."}, {"timestamp": [33.64, 38.78], "text": " Or their parent will say, oh, if my child is a lesbian or a gay person,"}, {"timestamp": [39.28, 43.96], "text": " I chop them out in my life. They might be a trouble lying by that parent because they're"}, {"timestamp": [43.96, 45.0], "text": " just making a joke."}, {"timestamp": [45.5, 51.22], "text": " But in reality, that child who's questioning their sexuality or their gender or whatever it might be"}, {"timestamp": [51.22, 54.4], "text": " takes it on board and takes it to their heart."}, {"timestamp": [54.92, 57.54], "text": " And they're so nervous then to take it out to the world."}, {"timestamp": [58.16, 61.58], "text": " And they just start to withdraw to the really bad sign."}, {"timestamp": [63.18, 67.0], "text": " And that is why I'm never dismiss a student when they approach you."}, {"timestamp": [67.0, 69.0], "text": " Hey boys, cut it out."}, {"timestamp": [69.0, 71.0], "text": " Does that make you feel like a big man?"}, {"timestamp": [71.0, 74.0], "text": " Exactly, that's not what we stand for around here. Why would you bother doing that to someone?"}, {"timestamp": [74.0, 76.0], "text": " How do you think Josh feels?"}, {"timestamp": [76.0, 82.0], "text": " How would you like it if I did it to you guys? How would you like it if I stood over you and called you a gay boy or a faggot?"}, {"timestamp": [82.0, 84.0], "text": " It's not nice, is it?"}, {"timestamp": [84.0, 85.0], "text": " Leave him alone, eh?"}, {"timestamp": [85.0, 87.0], "text": " No of that stuff, boys, it's not around here."}, {"timestamp": [87.0, 91.0], "text": " And it's really important too that that's reflected"}, {"timestamp": [91.0, 94.0], "text": " through the layers of the school, including the adult layers."}, {"timestamp": [94.0, 98.0], "text": " It's quite difficult because young people reflect what they hear at home,"}, {"timestamp": [98.0, 100.0], "text": " they reflect what they see in the media,"}, {"timestamp": [100.0, 102.0], "text": " they reflect what they hear from their staff."}, {"timestamp": [102.0, 106.86], "text": " And I think it's really critical that teachers, particularly male teachers,"}, {"timestamp": [107.46, 112.14], "text": " are conscious of reinforcing the right values,"}, {"timestamp": [112.32, 114.84], "text": " the acceptance and celebration of the individual,"}, {"timestamp": [115.34, 119.24], "text": " and that they don't reinforce the negative stereotypes and prejudices"}, {"timestamp": [119.24, 122.18], "text": " that exist around our young."}, {"timestamp": [122.18, 123.68], "text": " As a head boy of our school,"}, {"timestamp": [123.88, 126.32], "text": " I recognise the fact that student leaders lead to step up"}, {"timestamp": [126.32, 128.2], "text": " and eradicate the statements,"}, {"timestamp": [128.36, 130.24], "text": " homophobic statements that are striking fear"}, {"timestamp": [130.24, 131.36], "text": " and hurt into people's lives."}], "text": " So I think one of the most important things for kids is not to be labelled. So don't immediately assume, oh this kid is this way because he's the naughty kid or this kid or this kid is this way because he's LGBTI. Get rid of the labels. Kids are kids and we actually don't know what's going on behind the scenes at home and in their lives. So we need to treat them as humans. Because what happens with a lot of their young people is they hear words around them, words in the playground, all that's so gay and it's meant as a negative. Or their parent will say, oh, if my child is a lesbian or a gay person, I chop them out in my life. They might be a trouble lying by that parent because they're just making a joke. But in reality, that child who's questioning their sexuality or their gender or whatever it might be takes it on board and takes it to their heart. And they're so nervous then to take it out to the world. And they just start to withdraw to the really bad sign. And that is why I'm never dismiss a student when they approach you. Hey boys, cut it out. Does that make you feel like a big man? Exactly, that's not what we stand for around here. Why would you bother doing that to someone? How do you think Josh feels? How would you like it if I did it to you guys? How would you like it if I stood over you and called you a gay boy or a faggot? It's not nice, is it? Leave him alone, eh? No of that stuff, boys, it's not around here. And it's really important too that that's reflected through the layers of the school, including the adult layers. It's quite difficult because young people reflect what they hear at home, they reflect what they see in the media, they reflect what they hear from their staff. And I think it's really critical that teachers, particularly male teachers, are conscious of reinforcing the right values, the acceptance and celebration of the individual, and that they don't reinforce the negative stereotypes and prejudices that exist around our young. As a head boy of our school, I recognise the fact that student leaders lead to step up and eradicate the statements, homophobic statements that are striking fear and hurt into people's lives."}