{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " This sort of thing."}, {"timestamp": [2.0, 6.0], "text": " Come here, I'm going."}, {"timestamp": [6.0, 12.0], "text": " This sort of thing happens all the time on our roads."}, {"timestamp": [12.0, 16.0], "text": " It's unfortunate, but young drivers take all sorts of risks they shouldn't."}, {"timestamp": [16.0, 20.0], "text": " As you can see in this particular car here, we've got six young people in here,"}, {"timestamp": [20.0, 23.0], "text": " so one of them isn't going to have had a seat belt."}, {"timestamp": [23.0, 27.24], "text": " The most frightening thing for us is police is that we arrive and although we have some first"}, {"timestamp": [27.24, 32.48], "text": " aid skills they're limited compared to St John's so we have to try and manage a situation"}, {"timestamp": [32.48, 33.78], "text": " as best we can."}, {"timestamp": [33.78, 37.88], "text": " Now we also need to remember that the road is still open so therefore other cars could be coming"}, {"timestamp": [37.88, 38.88], "text": " down the road."}, {"timestamp": [38.88, 42.42], "text": " We need to get another staff member at least one maybe two more cars here to try and get"}, {"timestamp": [42.42, 46.0], "text": " St John's and the fire service. Because it looks from here,"}, {"timestamp": [46.0, 58.0], "text": " so this officer will be changing, he will be blocking the road for us to make sure that the scene is safe for other cars."}, {"timestamp": [58.0, 64.0], "text": " The other thing too is that we will have called in St John's and we will have called the fire service,"}, {"timestamp": [64.0, 69.24], "text": " but we now have to wait for them to get here. Now if you look in the car, it appears that one of"}, {"timestamp": [69.24, 74.16], "text": " the young ladies is quite seriously injured. We need to manage that, but there are six of them."}, {"timestamp": [74.16, 77.84], "text": " So we need to assess what the other injuries are to and if there's anything we can do immediately"}, {"timestamp": [77.84, 79.68], "text": " to help. It's pretty tough for us."}], "text": " This sort of thing. Come here, I'm going. This sort of thing happens all the time on our roads. It's unfortunate, but young drivers take all sorts of risks they shouldn't. As you can see in this particular car here, we've got six young people in here, so one of them isn't going to have had a seat belt. The most frightening thing for us is police is that we arrive and although we have some first aid skills they're limited compared to St John's so we have to try and manage a situation as best we can. Now we also need to remember that the road is still open so therefore other cars could be coming down the road. We need to get another staff member at least one maybe two more cars here to try and get St John's and the fire service. Because it looks from here, so this officer will be changing, he will be blocking the road for us to make sure that the scene is safe for other cars. The other thing too is that we will have called in St John's and we will have called the fire service, but we now have to wait for them to get here. Now if you look in the car, it appears that one of the young ladies is quite seriously injured. We need to manage that, but there are six of them. So we need to assess what the other injuries are to and if there's anything we can do immediately to help. It's pretty tough for us."}