{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " So Sean, what is growing?"}, {"timestamp": [2.0, 8.0], "text": " So it can be difficult to kind of distinctly tell the difference between the young person that may be grouped"}, {"timestamp": [8.0, 13.0], "text": " versus an young person that's involved in the whole lot of doing some of that harmful behaviour."}, {"timestamp": [13.0, 20.0], "text": " Really the truth is that you need to be sure that that student has the right kind of support and you need to report what's going on."}, {"timestamp": [20.0, 26.6], "text": " If you're unsure, different students to get some advice from us and you'll see what you can be true."}, {"timestamp": [28.28, 32.42], "text": " Teachers, if you think one of your students is in an unhealthy relationship with an older person,"}, {"timestamp": [32.66, 36.6], "text": " then don't mess around. Go straight to NetSafe. Contact them, they'll know what to do."}, {"timestamp": [36.9, 43.36], "text": " A lot of victims do not identify themselves as being a victim. Some may feel they got themselves into this situation,"}, {"timestamp": [43.36, 45.44], "text": " and it's their responsibility to get out."}, {"timestamp": [45.44, 48.0], "text": " They don't want support for me. What do I do?"}, {"timestamp": [48.0, 55.24], "text": " So the thing to remember with grooming and cyberbullying and sexting, all these awful things that can happen to kids online,"}, {"timestamp": [55.24, 61.5], "text": " is that the harm that has been caused to those kids is stuff that we don't even understand yet."}, {"timestamp": [61.5, 63.5], "text": " It's quite considerable harm."}, {"timestamp": [63.5, 66.32], "text": " So if they don't want support or help,"}, {"timestamp": [66.82, 69.48], "text": " you need to be the person who goes to Netsame"}, {"timestamp": [69.48, 72.14], "text": " or goes to the police and talks about what's happening to them."}], "text": " So Sean, what is growing? So it can be difficult to kind of distinctly tell the difference between the young person that may be grouped versus an young person that's involved in the whole lot of doing some of that harmful behaviour. Really the truth is that you need to be sure that that student has the right kind of support and you need to report what's going on. If you're unsure, different students to get some advice from us and you'll see what you can be true. Teachers, if you think one of your students is in an unhealthy relationship with an older person, then don't mess around. Go straight to NetSafe. Contact them, they'll know what to do. A lot of victims do not identify themselves as being a victim. Some may feel they got themselves into this situation, and it's their responsibility to get out. They don't want support for me. What do I do? So the thing to remember with grooming and cyberbullying and sexting, all these awful things that can happen to kids online, is that the harm that has been caused to those kids is stuff that we don't even understand yet. It's quite considerable harm. So if they don't want support or help, you need to be the person who goes to Netsame or goes to the police and talks about what's happening to them."}