{"speakers": [], "chunks": [{"timestamp": [0.0, 7.2], "text": " What was really good about today was how the emergency services work together, but also respected and listened to the students."}, {"timestamp": [7.92, 14.74], "text": " As with any behind-the-scenes roles, there are lots of conversations, but I couldn't believe how many drink-driving accidents the students are involved in."}, {"timestamp": [15.46, 20.82], "text": " The emergency services also, they all knew each other because they'd worked together on a lot of real accidents."}, {"timestamp": [21.36, 26.0], "text": " I was actually quite scary when I heard of these stories and how many injuries people had witnessed"}, {"timestamp": [26.0, 26.8], "text": " and been through."}, {"timestamp": [27.4, 32.96], "text": " One of the cops was telling us about an incident he was involved in where a mother arrived"}, {"timestamp": [32.96, 38.34], "text": " on the scene because the daughter was trapped in the car and she kept getting in the way"}, {"timestamp": [38.34, 39.4], "text": " and getting involved."}, {"timestamp": [40.38, 46.02], "text": " And as we said, students like us, we like to know what's happening, get involved."}, {"timestamp": [46.28, 47.24], "text": " We even get in the way."}, {"timestamp": [47.46, 53.26], "text": " But after seeing and listening to the cop's story and what we saw today is, you know,"}, {"timestamp": [53.44, 58.66], "text": " it just hinders their progress to get our friends and people we may not know out of the car."}, {"timestamp": [59.08, 61.12], "text": " In this case, the two guys do as the cop says,"}, {"timestamp": [61.32, 64.46], "text": " but he told us just to think what would have happened if they were aggressive."}, {"timestamp": [65.1, 69.18], "text": " Another officer would have had to help him instead of your mates in the car, so his point"}, {"timestamp": [69.18, 73.76], "text": " was to just let the emergency services do their job and not get aggressive with them."}, {"timestamp": [74.44, 80.14], "text": " What made this real for the two of us, when we were a year 12 students, we had a few beers"}, {"timestamp": [80.14, 86.76], "text": " one night, and one of our mates who had been drinking a lot turned up and we all crammed into the back of his car."}, {"timestamp": [87.38, 91.82], "text": " Like you can see, there wasn't any space in the back and I remember at one point he was actually"}, {"timestamp": [91.82, 98.12], "text": " doing 110 kilometers down the main road. This is when I actually became scared for my life"}, {"timestamp": [98.12, 103.22], "text": " and I thought I was going to windshield cannon out the front window. He thought it was a brilliant"}, {"timestamp": [103.22, 105.98], "text": " idea to go around the suburbs and he had an even"}, {"timestamp": [105.98, 107.92], "text": " brighter idea where we should speed around"}, {"timestamp": [107.92, 109.98], "text": " the suburbs and of course he liked"}, {"timestamp": [109.98, 112.16], "text": " to hit up 80 around a corner and every time we turned"}, {"timestamp": [112.16, 113.86], "text": " it, thought I was going to smack into a"}, {"timestamp": [113.86, 115.7], "text": " lamppost. At this point I thought"}, {"timestamp": [115.7, 117.7], "text": " I've just had enough, just want to get out."}, {"timestamp": [118.34, 119.42], "text": " This is when we both"}, {"timestamp": [119.42, 121.96], "text": " just looked at each other and asked their"}, {"timestamp": [121.96, 123.74], "text": " mate to stop. But he called us"}, {"timestamp": [123.74, 127.06], "text": " busies and his driving just got much worse."}, {"timestamp": [127.9, 129.38], "text": " He did eventually stop and let us out."}, {"timestamp": [130.16, 133.92], "text": " But our other friends called us Dix and they stayed in the car."}, {"timestamp": [134.98, 136.46], "text": " They were just too drunk to care."}, {"timestamp": [137.12, 141.86], "text": " Being in that car last year and even talking to different emergency service people"}, {"timestamp": [141.86, 147.0], "text": " and seeing the after effects of the crash."}, {"timestamp": [147.0, 153.0], "text": " You know, today we realize how real this is and it isn't a game."}, {"timestamp": [153.0, 160.0], "text": " We, you know, if a driver loses control and we get hurt or even killed, we're not going to"}, {"timestamp": [160.0, 163.0], "text": " respawn because, you know, life isn't like that."}, {"timestamp": [163.0, 165.04], "text": " Even though this was a controlled scene"}, {"timestamp": [165.04, 170.12], "text": " there were moments when they did feel scared as the emergency services made this feel so real"}, {"timestamp": [170.12, 176.0], "text": " so the only message we can give you is to find the willpower to not get into your mate's car"}, {"timestamp": [176.0, 179.6], "text": " if they've been drinking you don't want to have to go through this shit"}], "text": " What was really good about today was how the emergency services work together, but also respected and listened to the students. As with any behind-the-scenes roles, there are lots of conversations, but I couldn't believe how many drink-driving accidents the students are involved in. The emergency services also, they all knew each other because they'd worked together on a lot of real accidents. I was actually quite scary when I heard of these stories and how many injuries people had witnessed and been through. One of the cops was telling us about an incident he was involved in where a mother arrived on the scene because the daughter was trapped in the car and she kept getting in the way and getting involved. And as we said, students like us, we like to know what's happening, get involved. We even get in the way. But after seeing and listening to the cop's story and what we saw today is, you know, it just hinders their progress to get our friends and people we may not know out of the car. In this case, the two guys do as the cop says, but he told us just to think what would have happened if they were aggressive. Another officer would have had to help him instead of your mates in the car, so his point was to just let the emergency services do their job and not get aggressive with them. What made this real for the two of us, when we were a year 12 students, we had a few beers one night, and one of our mates who had been drinking a lot turned up and we all crammed into the back of his car. Like you can see, there wasn't any space in the back and I remember at one point he was actually doing 110 kilometers down the main road. This is when I actually became scared for my life and I thought I was going to windshield cannon out the front window. He thought it was a brilliant idea to go around the suburbs and he had an even brighter idea where we should speed around the suburbs and of course he liked to hit up 80 around a corner and every time we turned it, thought I was going to smack into a lamppost. At this point I thought I've just had enough, just want to get out. This is when we both just looked at each other and asked their mate to stop. But he called us busies and his driving just got much worse. He did eventually stop and let us out. But our other friends called us Dix and they stayed in the car. They were just too drunk to care. Being in that car last year and even talking to different emergency service people and seeing the after effects of the crash. You know, today we realize how real this is and it isn't a game. We, you know, if a driver loses control and we get hurt or even killed, we're not going to respawn because, you know, life isn't like that. Even though this was a controlled scene there were moments when they did feel scared as the emergency services made this feel so real so the only message we can give you is to find the willpower to not get into your mate's car if they've been drinking you don't want to have to go through this shit"}