{"speakers": [], "chunks": [{"timestamp": [0.0, 7.36], "text": " Students today can make fake accounts online and they can use that to harass and bully virtually everyone they want to."}, {"timestamp": [8.12, 10.8], "text": " And we do that because we think we can get away with it."}, {"timestamp": [11.4, 14.82], "text": " What's it like having comedia, Rachel?"}, {"timestamp": [15.2, 21.26], "text": " In terms of the student came to a teacher telling them that they didn't know who was bullying them."}, {"timestamp": [21.56, 26.0], "text": " It sounds a bit of a dead end, but what can they do to help his students?"}, {"timestamp": [26.0, 31.46], "text": " So if a teacher is aware that a young person is being harmed by an account where there is no"}, {"timestamp": [31.46, 36.74], "text": " name or no identifier on there then if they contact a net say we can track that down, we"}, {"timestamp": [36.74, 40.52], "text": " can talk to the platform that the content is being host on and it needs to be"}, {"timestamp": [40.52, 46.32], "text": " are they content removed or even talk to the perpetrator talk to the person who's making that content?"}, {"timestamp": [46.32, 48.88], "text": " And I ask them to get that taken down."}], "text": " Students today can make fake accounts online and they can use that to harass and bully virtually everyone they want to. And we do that because we think we can get away with it. What's it like having comedia, Rachel? In terms of the student came to a teacher telling them that they didn't know who was bullying them. It sounds a bit of a dead end, but what can they do to help his students? So if a teacher is aware that a young person is being harmed by an account where there is no name or no identifier on there then if they contact a net say we can track that down, we can talk to the platform that the content is being host on and it needs to be are they content removed or even talk to the perpetrator talk to the person who's making that content? And I ask them to get that taken down."}