{"speakers": [], "chunks": [{"timestamp": [0.0, 4.0], "text": " It's merging from our left, can you sort of tell how far away they are?"}, {"timestamp": [4.0, 5.0], "text": " Too close."}, {"timestamp": [5.0, 6.0], "text": " Close."}, {"timestamp": [6.0, 9.0], "text": " There's one like right."}, {"timestamp": [9.0, 19.0], "text": " It almost feels like the people around us are the reckless drivers, not us."}, {"timestamp": [19.0, 20.0], "text": " Why is that?"}, {"timestamp": [20.0, 23.0], "text": " They feel like they're going faster and I'm close to us."}, {"timestamp": [23.0, 25.64], "text": " I would definitely stop. So, yeah. They feel like they're going faster and I'm close to her."}, {"timestamp": [27.36, 27.86], "text": " I would definitely stop."}, {"timestamp": [29.72, 32.0], "text": " So, yeah, they're trying to."}, {"timestamp": [33.66, 34.16], "text": " Because I don't know if you're safe."}, {"timestamp": [35.82, 37.72], "text": " And he doesn't have any space to face."}, {"timestamp": [53.0, 55.0], "text": " Can't see you yet. What are these simulating, Stephen? What are these things? I just simulate..."}, {"timestamp": [55.0, 57.0], "text": " Alright."}, {"timestamp": [57.0, 59.0], "text": " Sorry, go."}, {"timestamp": [59.0, 61.0], "text": " Right."}, {"timestamp": [61.0, 66.0], "text": " Let's see how other. No! Wrong line. That's the same to this."}, {"timestamp": [66.0, 69.0], "text": " Oh, that's the line."}, {"timestamp": [69.0, 73.0], "text": " Oh, that's my fellow."}, {"timestamp": [73.0, 75.0], "text": " That's my fellow."}, {"timestamp": [75.0, 77.0], "text": " Take all the real limit."}, {"timestamp": [77.0, 79.0], "text": " This is under limit."}, {"timestamp": [79.0, 81.0], "text": " That's just under limit."}, {"timestamp": [81.0, 84.0], "text": " I couldn't even see where the line was."}, {"timestamp": [84.0, 87.0], "text": " It was about five, wasn't it? Yeah the line was. It was about five of them, wasn't it?"}, {"timestamp": [87.0, 89.0], "text": " It was, well, that's right."}, {"timestamp": [89.0, 91.0], "text": " You know, it's right, my girl."}, {"timestamp": [95.0, 97.0], "text": " It does not just under."}, {"timestamp": [97.0, 111.0], "text": " It does actually give you an impression that you are drunk. It does actually give you the impression that you are drunk, doesn't it?"}, {"timestamp": [111.0, 112.0], "text": " Yeah."}, {"timestamp": [112.0, 113.0], "text": " I've got four feet."}, {"timestamp": [113.0, 116.0], "text": " After wearing the goggles, I can kind of see how one bit."}, {"timestamp": [116.0, 130.0], "text": " After wearing the goggles, I can kind of see how one or two bears affects you differently."}, {"timestamp": [130.0, 137.0], "text": " And I think I'd think a lot more around whether it's okay to drive after one or two years."}, {"timestamp": [137.0, 141.0], "text": " I think that's just right, right, I'll be off."}, {"timestamp": [141.0, 150.8], "text": " I think what I found interesting"}, {"timestamp": [150.8, 152.44], "text": " was when I was wearing the beer goggles"}, {"timestamp": [152.44, 156.22], "text": " at or close to the current limit of 80 milligrams"}, {"timestamp": [156.22, 159.22], "text": " just how disoriented I felt"}, {"timestamp": [159.22, 161.7], "text": " in trying to focus on a single line"}, {"timestamp": [161.7, 164.32], "text": " and I, well, in fact I couldn't see a single line"}, {"timestamp": [164.32, 169.48], "text": " I saw multiplicity of lines and I just wasn't sure which line I was following and whether"}, {"timestamp": [169.48, 173.14], "text": " it was the right one and so to translate that into a driving experience is really"}, {"timestamp": [173.14, 175.68], "text": " quite scary"}], "text": " It's merging from our left, can you sort of tell how far away they are? Too close. Close. There's one like right. It almost feels like the people around us are the reckless drivers, not us. Why is that? They feel like they're going faster and I'm close to us. I would definitely stop. So, yeah. They feel like they're going faster and I'm close to her. I would definitely stop. So, yeah, they're trying to. Because I don't know if you're safe. And he doesn't have any space to face. Can't see you yet. What are these simulating, Stephen? What are these things? I just simulate... Alright. Sorry, go. Right. Let's see how other. No! Wrong line. That's the same to this. Oh, that's the line. Oh, that's my fellow. That's my fellow. Take all the real limit. This is under limit. That's just under limit. I couldn't even see where the line was. It was about five, wasn't it? Yeah the line was. It was about five of them, wasn't it? It was, well, that's right. You know, it's right, my girl. It does not just under. It does actually give you an impression that you are drunk. It does actually give you the impression that you are drunk, doesn't it? Yeah. I've got four feet. After wearing the goggles, I can kind of see how one bit. After wearing the goggles, I can kind of see how one or two bears affects you differently. And I think I'd think a lot more around whether it's okay to drive after one or two years. I think that's just right, right, I'll be off. I think what I found interesting was when I was wearing the beer goggles at or close to the current limit of 80 milligrams just how disoriented I felt in trying to focus on a single line and I, well, in fact I couldn't see a single line I saw multiplicity of lines and I just wasn't sure which line I was following and whether it was the right one and so to translate that into a driving experience is really quite scary"}