{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " The World Health Organisation has said that depression, this one mental illness, is the leading cause of disability worldwide."}, {"timestamp": [7.0, 12.0], "text": " There are many people that think depression is an imaginary illness, it's not."}, {"timestamp": [12.0, 17.0], "text": " We now have very powerful brain scans that show there are very dramatic changes that happen in the human brain"}, {"timestamp": [17.0, 20.0], "text": " when someone develops the illness depression."}, {"timestamp": [20.0, 24.0], "text": " When students experience depression, we often imagine that they will feel sad."}, {"timestamp": [24.0, 27.54], "text": " However, a lot of students say they don't feel anything at all."}, {"timestamp": [27.7, 28.6], "text": " They feel numbness."}, {"timestamp": [29.0, 31.92], "text": " They can also have difficulty concentrating, difficulty eating, sleeping,"}, {"timestamp": [32.42, 34.76], "text": " and sometimes students don't even want to be alive."}, {"timestamp": [35.44, 38.92], "text": " Depression is a very serious illness and we must take it seriously."}, {"timestamp": [39.54, 44.04], "text": " It's important that we get students with depression appropriate help from a doctor or a counsellor."}, {"timestamp": [50.0, 53.0], "text": " Depression is a mental illness that affects the way people think, feel and act. A student with depression may look sad or cry."}, {"timestamp": [53.0, 55.0], "text": " We all get sad sometimes."}, {"timestamp": [55.0, 59.0], "text": " If we get a bad result in a test or if a friend lets us down,"}, {"timestamp": [59.0, 62.0], "text": " this does not mean that everyone has depression."}, {"timestamp": [62.0, 65.76], "text": " When the sadness goes on and on for weeks, months or even years, then that can has depression. When the sadness goes on and on for weeks, months or even"}, {"timestamp": [65.76, 72.18], "text": " years, then that can become depression. Some people will look sad or cry, but for some people"}, {"timestamp": [72.18, 77.28], "text": " it comes out in other ways too. A lot of people who experience constant and ongoing anger"}, {"timestamp": [77.28, 82.24], "text": " are possibly depressed. What may surprise you is that some people look happy when they are"}, {"timestamp": [82.24, 105.3], "text": " depressed. If you met Robin Williams on the street, you would think he was the happiest and most joyful person you had ever met. We now know he suffered from depression for a large part of his life. If someone says to you they have depression, but they look happy, it is important to take them seriously. Depression affects students in other ways too. It can make concentrating really difficult and even"}, {"timestamp": [105.3, 110.86], "text": " small things can seem like a huge challenge. In fact, depression can be so overpowering"}, {"timestamp": [110.86, 115.92], "text": " some students don't want to eat or get out of bed. Depression is really common. In fact,"}, {"timestamp": [115.92, null], "text": " the World Health Organization has said it is the leading cause of disability worldwide."}], "text": " The World Health Organisation has said that depression, this one mental illness, is the leading cause of disability worldwide. There are many people that think depression is an imaginary illness, it's not. We now have very powerful brain scans that show there are very dramatic changes that happen in the human brain when someone develops the illness depression. When students experience depression, we often imagine that they will feel sad. However, a lot of students say they don't feel anything at all. They feel numbness. They can also have difficulty concentrating, difficulty eating, sleeping, and sometimes students don't even want to be alive. Depression is a very serious illness and we must take it seriously. It's important that we get students with depression appropriate help from a doctor or a counsellor. Depression is a mental illness that affects the way people think, feel and act. A student with depression may look sad or cry. We all get sad sometimes. If we get a bad result in a test or if a friend lets us down, this does not mean that everyone has depression. When the sadness goes on and on for weeks, months or even years, then that can has depression. When the sadness goes on and on for weeks, months or even years, then that can become depression. Some people will look sad or cry, but for some people it comes out in other ways too. A lot of people who experience constant and ongoing anger are possibly depressed. What may surprise you is that some people look happy when they are depressed. If you met Robin Williams on the street, you would think he was the happiest and most joyful person you had ever met. We now know he suffered from depression for a large part of his life. If someone says to you they have depression, but they look happy, it is important to take them seriously. Depression affects students in other ways too. It can make concentrating really difficult and even small things can seem like a huge challenge. In fact, depression can be so overpowering some students don't want to eat or get out of bed. Depression is really common. In fact, the World Health Organization has said it is the leading cause of disability worldwide."}