{"speakers": [], "chunks": [{"timestamp": [0.0, 4.24], "text": " Now if you look in the car, it appears that one of the young ladies is quite seriously injured."}, {"timestamp": [4.24, 7.24], "text": " We need to manage that, but there are six of them."}, {"timestamp": [7.24, 12.0], "text": " So we need to assess what the other injuries are to and if there's anything we can do immediately to help."}, {"timestamp": [12.0, 16.0], "text": " Fire and Emergency New Zealand responds to more than just fires."}, {"timestamp": [16.0, 21.0], "text": " And motor vehicle crashes are a major source of our daily workload across the country."}, {"timestamp": [21.0, 27.92], "text": " Our main role is the safety of the scene in making safe access for ambulance officers"}, {"timestamp": [27.92, 33.7], "text": " to treat any patients and then extract the patient for transportation to hospital."}, {"timestamp": [33.7, 41.32], "text": " We use specialist hydraulic tools to cut, crush, spread and manipulate the vehicles to provide"}, {"timestamp": [41.32, 42.88], "text": " patient access."}, {"timestamp": [42.88, 46.52], "text": " This can involve removing parts of the car, including the doors,"}, {"timestamp": [47.08, 51.0], "text": " roof, and even cutting the vehicle in half if needed."}], "text": " Now if you look in the car, it appears that one of the young ladies is quite seriously injured. We need to manage that, but there are six of them. So we need to assess what the other injuries are to and if there's anything we can do immediately to help. Fire and Emergency New Zealand responds to more than just fires. And motor vehicle crashes are a major source of our daily workload across the country. Our main role is the safety of the scene in making safe access for ambulance officers to treat any patients and then extract the patient for transportation to hospital. We use specialist hydraulic tools to cut, crush, spread and manipulate the vehicles to provide patient access. This can involve removing parts of the car, including the doors, roof, and even cutting the vehicle in half if needed."}