{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " It's a good opportunity for divers to go in and learn a skill about searching in zero visibility for small objects like, you know,"}, {"timestamp": [7.0, 10.0], "text": " firearms or stolen cell phones and things like that."}, {"timestamp": [10.0, 18.0], "text": " The object of today's exercises for the divers to sort of get a good appreciation of cold weather diving, so they're in dry suits."}, {"timestamp": [18.0, 23.0], "text": " And they're also learning how to sort of make a nice methodical search."}, {"timestamp": [23.0, 26.2], "text": " The object today is they should come up with the smallest item."}, {"timestamp": [26.92, 29.9], "text": " They can find it and be that be a bottle cap or something else like that"}, {"timestamp": [29.9, 33.64], "text": " or a small sort of sheetbone or something."}, {"timestamp": [33.74, 36.12], "text": " That's the whole idea because then we can go back and tell somebody"}, {"timestamp": [36.12, 38.62], "text": " if we're searching that this is the smallest item we've found."}, {"timestamp": [38.92, 42.64], "text": " And we're pretty confident that we've managed to clear the area."}, {"timestamp": [43.68, 46.0], "text": " How do you make you really hard with the low visibility?"}, {"timestamp": [46.0, 47.0], "text": " How do they manage?"}, {"timestamp": [47.0, 51.9], "text": " So basically in a nutshell they do what's called a grid search"}, {"timestamp": [51.9, 54.4], "text": " and if you stand there between you or me,"}, {"timestamp": [54.4, 56.1], "text": " there's as we can't see each anything"}, {"timestamp": [56.1, 57.6], "text": " and their hands go backwards and forwards."}, {"timestamp": [57.6, 60.2], "text": " So as I'm searching, my hand should touch your hand"}, {"timestamp": [60.2, 61.9], "text": " and the person on the other side should touch that hand."}, {"timestamp": [61.9, 63.8], "text": " And that gives us really, really good coverage"}, {"timestamp": [63.8, 65.38], "text": " so we're not going to miss anything."}, {"timestamp": [65.38, 69.94], "text": " So in the case of, like if there's some like a small pistol bullet"}, {"timestamp": [69.94, 72.58], "text": " or something, your hand will come across and you'll touch it."}, {"timestamp": [72.58, 74.48], "text": " You'll pick it up, you'll have a look and you'll discard it."}, {"timestamp": [74.48, 77.12], "text": " It's nothing else, that's terribly important."}, {"timestamp": [77.12, 80.06], "text": " But that makes it feel like, you know, it's very, very comfortable"}, {"timestamp": [80.06, 81.18], "text": " and it's quite easy to do."}, {"timestamp": [81.18, 82.82], "text": " You're always touching someone."}, {"timestamp": [82.82, 85.42], "text": " So if it's a little bit scary in an eel touches you,"}, {"timestamp": [88.54, 89.3], "text": " then you know that you're friends right there to save you."}, {"timestamp": [90.0, 90.14], "text": " Tough job."}, {"timestamp": [92.54, 92.74], "text": " Would they have to wear any gloves for safety reasons?"}, {"timestamp": [93.76, 93.84], "text": " Sometimes they wear gloves."}, {"timestamp": [94.62, 94.74], "text": " Sometimes they don't."}, {"timestamp": [96.92, 97.18], "text": " So the downside with thick gloves that they wear,"}, {"timestamp": [99.24, 99.3], "text": " which I've got a bit of Kevlar in them,"}, {"timestamp": [100.42, 101.08], "text": " is you lose that sensitivity."}, {"timestamp": [102.14, 102.22], "text": " The older you get in the job,"}, {"timestamp": [104.12, 104.5], "text": " the more immune you get to cold water,"}, {"timestamp": [110.0, 115.0], "text": " and you'll find out a lot of guys search by hands. So your hand and your head are the main things that get wet in here. Yep. And your head gets like an ice cream headache for it all day."}, {"timestamp": [115.0, 117.0], "text": " Sounds painful."}], "text": " It's a good opportunity for divers to go in and learn a skill about searching in zero visibility for small objects like, you know, firearms or stolen cell phones and things like that. The object of today's exercises for the divers to sort of get a good appreciation of cold weather diving, so they're in dry suits. And they're also learning how to sort of make a nice methodical search. The object today is they should come up with the smallest item. They can find it and be that be a bottle cap or something else like that or a small sort of sheetbone or something. That's the whole idea because then we can go back and tell somebody if we're searching that this is the smallest item we've found. And we're pretty confident that we've managed to clear the area. How do you make you really hard with the low visibility? How do they manage? So basically in a nutshell they do what's called a grid search and if you stand there between you or me, there's as we can't see each anything and their hands go backwards and forwards. So as I'm searching, my hand should touch your hand and the person on the other side should touch that hand. And that gives us really, really good coverage so we're not going to miss anything. So in the case of, like if there's some like a small pistol bullet or something, your hand will come across and you'll touch it. You'll pick it up, you'll have a look and you'll discard it. It's nothing else, that's terribly important. But that makes it feel like, you know, it's very, very comfortable and it's quite easy to do. You're always touching someone. So if it's a little bit scary in an eel touches you, then you know that you're friends right there to save you. Tough job. Would they have to wear any gloves for safety reasons? Sometimes they wear gloves. Sometimes they don't. So the downside with thick gloves that they wear, which I've got a bit of Kevlar in them, is you lose that sensitivity. The older you get in the job, the more immune you get to cold water, and you'll find out a lot of guys search by hands. So your hand and your head are the main things that get wet in here. Yep. And your head gets like an ice cream headache for it all day. Sounds painful."}