{"speakers": [], "chunks": [{"timestamp": [0.0, 3.96], "text": " Right, I'm going to really let's slip in and let's see what happens."}, {"timestamp": [4.72, 5.7], "text": " Should we count down guys?"}, {"timestamp": [6.06, 6.26], "text": " Yeah."}, {"timestamp": [6.78, 15.64], "text": " Ten, nine, eight, seven, six, five, four, three, two, one."}, {"timestamp": [18.16, 18.48], "text": " Woo!"}, {"timestamp": [18.48, 19.08], "text": " Whoa!"}, {"timestamp": [19.74, 21.56], "text": " Did that go?"}, {"timestamp": [21.84, 25.44], "text": " Okay, we're going to make some science today."}, {"timestamp": [25.98, 33.66], "text": " We've got some jar full of water and some shaving foam and some blue food coloring."}, {"timestamp": [34.74, 36.9], "text": " So I filled this up with water already."}, {"timestamp": [38.72, 40.18], "text": " Some change by milk here."}, {"timestamp": [40.62, 42.34], "text": " It looks like it."}, {"timestamp": [43.1, 44.48], "text": " It does look like working harder."}, {"timestamp": [45.0, 51.0], "text": " So this here is got, this white stuff, it's got to resent the clouds."}, {"timestamp": [51.0, 55.0], "text": " So what's going to happen is the rain, you've got to drop down to the clouds."}, {"timestamp": [55.0, 62.0], "text": " Because the rain, the blue, is heavier than the shaving foam, the clouds, and it's going to drop down."}, {"timestamp": [62.0, 64.0], "text": " Just look at this today, raining outside."}, {"timestamp": [64.0, 66.0], "text": " Right, can you see the rain drops falling down? Yes. Slowly coming at it is today raining outside. Right, can you see the raindrops falling down?"}, {"timestamp": [66.0, 67.0], "text": " Yes."}, {"timestamp": [67.0, 69.0], "text": " Slowly coming down, the raindrops."}, {"timestamp": [69.0, 71.0], "text": " Look, that one at the bottom."}, {"timestamp": [71.0, 72.0], "text": " That one is at the bottom."}, {"timestamp": [72.0, 73.0], "text": " Is any more?"}, {"timestamp": [73.0, 82.0], "text": " This one, oh there's one going to be getting around the close to the button."}, {"timestamp": [82.0, 87.0], "text": " Okay, we're going to make a lava lamp today so you need some boiling water,"}, {"timestamp": [87.0, 93.0], "text": " oil, salt and a little bit of colouring."}, {"timestamp": [93.0, 98.0], "text": " First of all we're going to put the water, boiling water, into the jar."}, {"timestamp": [98.0, 101.0], "text": " It's boiling hot."}, {"timestamp": [101.0, 103.0], "text": " You see the steam coming up?"}, {"timestamp": [103.0, 104.0], "text": " Yeah."}, {"timestamp": [104.0, 106.0], "text": " Oh yeah."}, {"timestamp": [106.0, 110.0], "text": " Now we're going to put in some oil."}, {"timestamp": [110.0, 113.0], "text": " What's going to happen when I put the oil in?"}, {"timestamp": [113.0, 116.0], "text": " I'm going to go that colour."}, {"timestamp": [116.0, 120.0], "text": " I've got to my teutonic boom."}, {"timestamp": [120.0, 122.0], "text": " A cotonic boom?"}, {"timestamp": [122.0, 124.0], "text": " Let's see."}, {"timestamp": [124.0, 125.2], "text": " Oh, bubbles."}, {"timestamp": [125.2, 129.4], "text": " But can you see that the oil might be a little bit more, right?"}, {"timestamp": [129.4, 137.6], "text": " The oil is sitting on top of the water because the oil is lighter and the water is heavy."}, {"timestamp": [137.6, 142.0], "text": " Does you know there's gas in the bubbles?"}, {"timestamp": [142.0, 143.6], "text": " No, don't get in the bubbles just yet."}, {"timestamp": [143.6, 144.8], "text": " Just air."}, {"timestamp": [144.8, 145.0], "text": " We'll put some grain in, see what happens there's not gas in the bubbles just yet. It's just yeah."}, {"timestamp": [145.0, 149.0], "text": " I'm going to put some grain in, see what happens and the grain goes in."}, {"timestamp": [149.0, 152.0], "text": " Put some green drops in."}, {"timestamp": [152.0, 157.0], "text": " Hmm? The green will go down."}, {"timestamp": [157.0, 166.38], "text": " And now I'm going to put a teaspoon, or a teaspoonful of salt. What's going to have the salt wasn't?"}, {"timestamp": [166.38, 168.76], "text": " Is it going to float to the top or go down to the bottom?"}, {"timestamp": [168.76, 169.76], "text": " Um, blood."}, {"timestamp": [169.76, 170.76], "text": " Salt."}, {"timestamp": [170.76, 173.76], "text": " I think it's on to..."}, {"timestamp": [173.76, 174.76], "text": " Sing."}, {"timestamp": [174.76, 184.24], "text": " Now you can see that it is creating some bubbles, causing it to go all the way from the bottom."}, {"timestamp": [184.24, 187.0], "text": " Lop! To the top!"}, {"timestamp": [187.0, 192.0], "text": " Because salt is heavy, the oil is light and the water is in between."}, {"timestamp": [192.0, 193.0], "text": " Whoa!"}, {"timestamp": [193.0, 195.0], "text": " It's pretty cool, isn't it?"}, {"timestamp": [195.0, 200.0], "text": " It's a lava lamp."}, {"timestamp": [200.0, 202.0], "text": " It's a lava lamp."}, {"timestamp": [202.0, 204.12], "text": " It's a lava lamp."}], "text": " Right, I'm going to really let's slip in and let's see what happens. Should we count down guys? Yeah. Ten, nine, eight, seven, six, five, four, three, two, one. Woo! Whoa! Did that go? Okay, we're going to make some science today. We've got some jar full of water and some shaving foam and some blue food coloring. So I filled this up with water already. Some change by milk here. It looks like it. It does look like working harder. So this here is got, this white stuff, it's got to resent the clouds. So what's going to happen is the rain, you've got to drop down to the clouds. Because the rain, the blue, is heavier than the shaving foam, the clouds, and it's going to drop down. Just look at this today, raining outside. Right, can you see the rain drops falling down? Yes. Slowly coming at it is today raining outside. Right, can you see the raindrops falling down? Yes. Slowly coming down, the raindrops. Look, that one at the bottom. That one is at the bottom. Is any more? This one, oh there's one going to be getting around the close to the button. Okay, we're going to make a lava lamp today so you need some boiling water, oil, salt and a little bit of colouring. First of all we're going to put the water, boiling water, into the jar. It's boiling hot. You see the steam coming up? Yeah. Oh yeah. Now we're going to put in some oil. What's going to happen when I put the oil in? I'm going to go that colour. I've got to my teutonic boom. A cotonic boom? Let's see. Oh, bubbles. But can you see that the oil might be a little bit more, right? The oil is sitting on top of the water because the oil is lighter and the water is heavy. Does you know there's gas in the bubbles? No, don't get in the bubbles just yet. Just air. We'll put some grain in, see what happens there's not gas in the bubbles just yet. It's just yeah. I'm going to put some grain in, see what happens and the grain goes in. Put some green drops in. Hmm? The green will go down. And now I'm going to put a teaspoon, or a teaspoonful of salt. What's going to have the salt wasn't? Is it going to float to the top or go down to the bottom? Um, blood. Salt. I think it's on to... Sing. Now you can see that it is creating some bubbles, causing it to go all the way from the bottom. Lop! To the top! Because salt is heavy, the oil is light and the water is in between. Whoa! It's pretty cool, isn't it? It's a lava lamp. It's a lava lamp. It's a lava lamp."}