{"speakers": [], "chunks": [{"timestamp": [0.0, 10.16], "text": " Once upon a time, a lovely old alligator was sunning himself on a riverbank in the jungle."}, {"timestamp": [11.2, 15.32], "text": " When along came five little noisy monkeys."}, {"timestamp": [16.96, 23.14], "text": " Five little monkeys swinging in a tree, teasing Mr. Alligator."}, {"timestamp": [23.42, 24.84], "text": " You can't catch!"}, {"timestamp": [24.84, 27.0], "text": " You can't catch! Along comes Mr. Alligator, You can't catch! You can't catch!"}, {"timestamp": [27.0, 31.0], "text": " Along comes Mr. Alligator, quiet as can be."}, {"timestamp": [35.0, 41.0], "text": " Four little monkey, he's swinging in the tree."}, {"timestamp": [41.0, 44.0], "text": " Teasing Mr. Alligator."}, {"timestamp": [44.0, 47.6], "text": " You can't catch, you can catch. Along comes Mr. Alligator. You can't catch, you can't catch."}, {"timestamp": [47.6, 51.6], "text": " Along comes Mr. Alligator, quiet as can be."}, {"timestamp": [51.6, 54.0], "text": " And..."}, {"timestamp": [54.0, 64.4], "text": " Three little monkeys swinging in the tree, teasing Mr. Alligator."}, {"timestamp": [64.4, 65.84], "text": " No, come and catch, you can't catch. Along comes Mr. Alligator. You can't catch."}, {"timestamp": [65.84, 67.76], "text": " You can catch."}, {"timestamp": [67.76, 72.0], "text": " Along comes Mr. Alligator, quiet as can be."}, {"timestamp": [76.0, 77.0], "text": " Yes."}, {"timestamp": [77.0, 84.72], "text": " Two little monkeys swinging in the tree, teasing Mr. Alligator."}, {"timestamp": [84.72, 88.32], "text": " You can catch, you can't catch."}, {"timestamp": [88.32, 92.48], "text": " Along comes Mr. Alligator quiet as can be."}, {"timestamp": [92.48, 97.44], "text": " And snap!"}, {"timestamp": [99.28, 105.22], "text": " One little monkey swinging in the tree, teasing Mr. Alligator."}, {"timestamp": [105.22, 107.32], "text": " You can catch me."}, {"timestamp": [107.32, 113.0], "text": " Along comes Mr. Alligator, quiet as can be."}, {"timestamp": [113.0, 114.0], "text": " Eh..."}, {"timestamp": [114.0, 116.0], "text": " Eh..."}, {"timestamp": [116.0, 117.0], "text": " Ah!"}, {"timestamp": [117.0, 118.0], "text": " Ah!"}, {"timestamp": [118.0, 122.0], "text": " Oops."}, {"timestamp": [122.0, 123.0], "text": " Excuse me."}, {"timestamp": [123.0, 126.0], "text": " Sit, Mr. Alligator."}], "text": " Once upon a time, a lovely old alligator was sunning himself on a riverbank in the jungle. When along came five little noisy monkeys. Five little monkeys swinging in a tree, teasing Mr. Alligator. You can't catch! You can't catch! Along comes Mr. Alligator, You can't catch! You can't catch! Along comes Mr. Alligator, quiet as can be. Four little monkey, he's swinging in the tree. Teasing Mr. Alligator. You can't catch, you can catch. Along comes Mr. Alligator. You can't catch, you can't catch. Along comes Mr. Alligator, quiet as can be. And... Three little monkeys swinging in the tree, teasing Mr. Alligator. No, come and catch, you can't catch. Along comes Mr. Alligator. You can't catch. You can catch. Along comes Mr. Alligator, quiet as can be. Yes. Two little monkeys swinging in the tree, teasing Mr. Alligator. You can catch, you can't catch. Along comes Mr. Alligator quiet as can be. And snap! One little monkey swinging in the tree, teasing Mr. Alligator. You can catch me. Along comes Mr. Alligator, quiet as can be. Eh... Eh... Ah! Ah! Oops. Excuse me. Sit, Mr. Alligator."}