{"speakers": [], "chunks": [{"timestamp": [0.0, 5.9], "text": " Sometimes some students come to see me and they, what seems to me quite small issues and whatever else,"}, {"timestamp": [6.12, 7.52], "text": " do I have to listen to those situations?"}, {"timestamp": [8.56, 13.34], "text": " It's important to know that when many students come to see you, the first thing they'll do is test the waters."}, {"timestamp": [13.74, 15.94], "text": " So we'll talk about a really small situation."}, {"timestamp": [16.42, 18.18], "text": " Maybe something that doesn't matter so much."}, {"timestamp": [18.52, 23.78], "text": " And what they're actually trying to do is work out, is this a person that will respect me and is this someone that will listen."}, {"timestamp": [24.22, 28.8], "text": " So if you don't listen to that first thing that they say, they won't open up and tell you more."}, {"timestamp": [29.4, 34.1], "text": " I remember once I had a student come and see me and she talked for almost an hour about what"}, {"timestamp": [34.1, 38.82], "text": " her friend said at lunchtime. Friend A said this, friend B said this, and I was thinking this is"}, {"timestamp": [38.82, 43.96], "text": " going on for a while. But I listened very carefully to what the person said. At the end of the hour,"}, {"timestamp": [44.08, 46.04], "text": " that person told me she had been raped."}, {"timestamp": [46.56, 51.72], "text": " Now, if I just ignored the first things that she said and said, come on, get on with us, hurryed up, it's not that important,"}, {"timestamp": [52.12, 54.64], "text": " she wouldn't have told me that really important thing at the end."}], "text": " Sometimes some students come to see me and they, what seems to me quite small issues and whatever else, do I have to listen to those situations? It's important to know that when many students come to see you, the first thing they'll do is test the waters. So we'll talk about a really small situation. Maybe something that doesn't matter so much. And what they're actually trying to do is work out, is this a person that will respect me and is this someone that will listen. So if you don't listen to that first thing that they say, they won't open up and tell you more. I remember once I had a student come and see me and she talked for almost an hour about what her friend said at lunchtime. Friend A said this, friend B said this, and I was thinking this is going on for a while. But I listened very carefully to what the person said. At the end of the hour, that person told me she had been raped. Now, if I just ignored the first things that she said and said, come on, get on with us, hurryed up, it's not that important, she wouldn't have told me that really important thing at the end."}