{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " Here we have emergency services and former students all working together because there's too many dangers and deaths on our roads."}, {"timestamp": [7.0, 17.0], "text": " When we were Year 12 students, we had a few beers one night and one of our mates who had been drinking a lot turned up and we all crammed into the back of his car."}, {"timestamp": [17.0, 25.2], "text": " Like you can see, there wasn't any space in the back and I remember at one point it was actually doing 110 kilometers down the main road."}, {"timestamp": [27.82, 28.34], "text": " This is when I actually became scared for my life,"}, {"timestamp": [31.46, 31.78], "text": " and I thought I was going to windshield cannon out the front window."}, {"timestamp": [34.72, 34.96], "text": " He thought it was a brilliant idea to go around the suburbs,"}, {"timestamp": [38.04, 40.88], "text": " and he had an even brighter idea where we should speed around the suburbs. And, of course, he liked to hit up 80 around a corner,"}, {"timestamp": [41.0, 44.12], "text": " and every time we turned it, I thought I was going to smack into a lamppost."}, {"timestamp": [44.5, 47.38], "text": " At this point, I thought, I've had enough. I just want to get out."}, {"timestamp": [48.04, 53.42], "text": " This is when we both just looked at each other and asked their mate to stop. But he called his"}, {"timestamp": [53.42, 60.12], "text": " busies and his driving just got much worse. He did eventually stop and let us out. But our"}, {"timestamp": [60.12, 66.16], "text": " other friends called us Dix and they stayed in the car. They were just too drunk to care."}, {"timestamp": [66.82, 71.56], "text": " Being in that car last year and even talking to different emergency service people"}, {"timestamp": [71.56, 75.96], "text": " and seeing the after effects of the crash,"}, {"timestamp": [76.6, 81.84], "text": " you know, today we realize how real this is and it isn't a game."}, {"timestamp": [82.68, 88.24], "text": " We, you know, if a drug driver loses control and we get hurt or even"}, {"timestamp": [88.24, 92.38], "text": " killed, we're not going to respawn because, you know, life isn't like that."}], "text": " Here we have emergency services and former students all working together because there's too many dangers and deaths on our roads. When we were Year 12 students, we had a few beers one night and one of our mates who had been drinking a lot turned up and we all crammed into the back of his car. Like you can see, there wasn't any space in the back and I remember at one point it was actually doing 110 kilometers down the main road. This is when I actually became scared for my life, and I thought I was going to windshield cannon out the front window. He thought it was a brilliant idea to go around the suburbs, and he had an even brighter idea where we should speed around the suburbs. And, of course, he liked to hit up 80 around a corner, and every time we turned it, I thought I was going to smack into a lamppost. At this point, I thought, I've had enough. I just want to get out. This is when we both just looked at each other and asked their mate to stop. But he called his busies and his driving just got much worse. He did eventually stop and let us out. But our other friends called us Dix and they stayed in the car. They were just too drunk to care. Being in that car last year and even talking to different emergency service people and seeing the after effects of the crash, you know, today we realize how real this is and it isn't a game. We, you know, if a drug driver loses control and we get hurt or even killed, we're not going to respawn because, you know, life isn't like that."}