{"speakers": [], "chunks": [{"timestamp": [0.0, 4.06], "text": " So what if it's my friend being groomed or sob bully? What do I do?"}, {"timestamp": [4.4, 8.34], "text": " So what you need to do is to help them get the help that they need."}, {"timestamp": [8.7, 12.4], "text": " So support them to call net safe, support them to ring outline,"}, {"timestamp": [12.86, 16.52], "text": " support them to talk to an adult or talk to the police about what's happening with them,"}, {"timestamp": [16.9, 21.82], "text": " and just give them the help that they need to get support from another person,"}, {"timestamp": [22.36, 24.0], "text": " preferably an adult that they trust."}, {"timestamp": [24.48, 29.32], "text": " So Kate, what do teachers do if they had a student come to them that is LGBTI?"}, {"timestamp": [29.86, 35.12], "text": " So the neat plan is that we have excellent offices in the New Zealand police who are DLOs,"}, {"timestamp": [35.54, 37.86], "text": " and that stands for diversity liaison offices."}, {"timestamp": [38.66, 46.76], "text": " And our job, because I'm one of these, is to help teachers, help kids, help members of the community who are dealing"}, {"timestamp": [46.76, 54.16], "text": " with LGBTI and who may have some issues around offences that are occurring within that space"}, {"timestamp": [54.16, 55.16], "text": " or within that community."}], "text": " So what if it's my friend being groomed or sob bully? What do I do? So what you need to do is to help them get the help that they need. So support them to call net safe, support them to ring outline, support them to talk to an adult or talk to the police about what's happening with them, and just give them the help that they need to get support from another person, preferably an adult that they trust. So Kate, what do teachers do if they had a student come to them that is LGBTI? So the neat plan is that we have excellent offices in the New Zealand police who are DLOs, and that stands for diversity liaison offices. And our job, because I'm one of these, is to help teachers, help kids, help members of the community who are dealing with LGBTI and who may have some issues around offences that are occurring within that space or within that community."}