{"speakers": [], "chunks": [{"timestamp": [0.0, 4.4], "text": " When we talk about road deaths, it's really easy just to start talking about numbers,"}, {"timestamp": [4.4, 8.8], "text": " so 300 people killed or 3,000 seriously injured."}, {"timestamp": [8.8, 14.4], "text": " But for every one of those numbers, there's a name, there's a life, there's families change forever,"}, {"timestamp": [14.4, 16.6], "text": " there's the ripple effect across the community."}, {"timestamp": [16.6, 20.0], "text": " This is a massive problem and we can all do something about it."}, {"timestamp": [20.0, 24.2], "text": " The single biggest thing in a crash, if you put aside all the other things,"}, {"timestamp": [24.2, 25.92], "text": " is how fast you're travelling decides your likelihood you're going to in a crash, if you put aside all the other things, is how fast you're travelling,"}, {"timestamp": [26.24, 31.8], "text": " decides your likelihood you're going to have a crash, but it also decides if a crash does occur,"}, {"timestamp": [32.14, 36.56], "text": " whether the injuries will be minor, severe or fatal."}, {"timestamp": [36.56, 40.42], "text": " So the faster you're travelling, the more likely you are to be killed or seriously injured."}, {"timestamp": [40.56, 53.76], "text": " And it's really that simple. One of the worst jobs the police officer has to do was to inform family members when someone's"}, {"timestamp": [53.76, 54.76], "text": " died and passed away."}, {"timestamp": [54.76, 59.42], "text": " Walking out the driveway of someone's house, knowing that you're going to tell that"}, {"timestamp": [59.42, 67.68], "text": " family news that will change the rest of their life and really ruined a lot of what they were looking"}, {"timestamp": [67.68, 68.68], "text": " forward to ahead."}, {"timestamp": [68.68, 69.88], "text": " It's never easy to do."}, {"timestamp": [69.88, 72.12], "text": " It's our unfortunate job to do it."}, {"timestamp": [72.12, 76.92], "text": " So yeah, it's a tough ride to do that one."}, {"timestamp": [76.92, 81.0], "text": " So how do you actually cope with this when you come to someone's house?"}, {"timestamp": [81.0, 88.0], "text": " For me it's about you prepare yourself on the way which is quite difficult you know what you're going into so you know it's going to be really hard"}, {"timestamp": [88.0, 94.0], "text": " but when you get there you just you want to get in there and get it done you can't knock around"}, {"timestamp": [94.0, 106.0], "text": " people want to know why you're there so when you're right at the address you you go up you knock on the door and you get inside and you tell them and it's really hard."}], "text": " When we talk about road deaths, it's really easy just to start talking about numbers, so 300 people killed or 3,000 seriously injured. But for every one of those numbers, there's a name, there's a life, there's families change forever, there's the ripple effect across the community. This is a massive problem and we can all do something about it. The single biggest thing in a crash, if you put aside all the other things, is how fast you're travelling decides your likelihood you're going to in a crash, if you put aside all the other things, is how fast you're travelling, decides your likelihood you're going to have a crash, but it also decides if a crash does occur, whether the injuries will be minor, severe or fatal. So the faster you're travelling, the more likely you are to be killed or seriously injured. And it's really that simple. One of the worst jobs the police officer has to do was to inform family members when someone's died and passed away. Walking out the driveway of someone's house, knowing that you're going to tell that family news that will change the rest of their life and really ruined a lot of what they were looking forward to ahead. It's never easy to do. It's our unfortunate job to do it. So yeah, it's a tough ride to do that one. So how do you actually cope with this when you come to someone's house? For me it's about you prepare yourself on the way which is quite difficult you know what you're going into so you know it's going to be really hard but when you get there you just you want to get in there and get it done you can't knock around people want to know why you're there so when you're right at the address you you go up you knock on the door and you get inside and you tell them and it's really hard."}