{"speakers": [], "chunks": [{"timestamp": [0.0, 4.5], "text": " If you are a student and you are being harassed by a fake account and you cannot identify them,"}, {"timestamp": [4.5, 8.0], "text": " make sure you contact NetSafe. They're the professionals and they can help you."}, {"timestamp": [8.0, 12.0], "text": " So Sean, in terms of fake accounts, what are they and what do they name?"}, {"timestamp": [12.0, 18.0], "text": " So we see fake accounts a big part of lots of different times of harmful behaviour."}, {"timestamp": [18.0, 24.0], "text": " People will sit up and can not in their name, using a pseudonym or using somebody else's name,"}, {"timestamp": [24.0, 25.22], "text": " then it could cause harm. So it can do one thing using somebody else's name, in order to cause harm."}, {"timestamp": [26.48, 26.66], "text": " So it can do one thing."}, {"timestamp": [30.4, 30.74], "text": " Either, let's say, I wanted to cause some harm to you,"}, {"timestamp": [32.46, 32.72], "text": " I might pick somebody who's close to you,"}, {"timestamp": [34.18, 34.6], "text": " and then they can account with their name,"}, {"timestamp": [37.04, 38.44], "text": " and that was really even worse because the person was harming you was someone you thought you knew."}, {"timestamp": [38.72, 39.98], "text": " That's one sort of fake accounting."}, {"timestamp": [40.38, 43.3], "text": " The other is that you serve an account with no name at all,"}, {"timestamp": [43.44, 44.56], "text": " no trace of details,"}, {"timestamp": [44.96, 48.94], "text": " which means that when you then send me some harmful content, I see it,"}, {"timestamp": [49.1, 50.82], "text": " I've got no idea who it's going from."}, {"timestamp": [51.4, 53.58], "text": " And that in itself is quite scary to people."}, {"timestamp": [53.74, 57.56], "text": " When suddenly you feel like you're being attacked by nobody,"}, {"timestamp": [57.66, 60.26], "text": " by somebody who's completely in honest, that's what's right there."}, {"timestamp": [60.56, 62.98], "text": " And it can kind of build the intensity of that harm."}, {"timestamp": [63.08, 65.0], "text": " It can make it feel a whole lot of us."}, {"timestamp": [65.0, 66.0], "text": " Yeah."}, {"timestamp": [66.0, 69.0], "text": " And if a student or an individual"}, {"timestamp": [69.0, 70.0], "text": " that happened to them,"}, {"timestamp": [70.0, 73.0], "text": " they didn't know it was making these communications to them,"}, {"timestamp": [73.0, 76.0], "text": " can they still ask for help and can they still be able?"}, {"timestamp": [76.0, 77.0], "text": " Absolutely can ask for help,"}, {"timestamp": [77.0, 79.0], "text": " but they can definitely still get out."}, {"timestamp": [79.0, 82.0], "text": " One thing they probably can't do necessarily"}, {"timestamp": [82.0, 84.0], "text": " is to find out who the person is."}, {"timestamp": [84.0, 89.44], "text": " Lots of people when they're being harmed by an anonymous account or if fake account will often come to us and say, who is this?"}, {"timestamp": [89.44, 94.08], "text": " Now it's not a necessary job to let you know because we're worried what you might do when"}, {"timestamp": [94.08, 98.48], "text": " you suddenly find out who the person was, but what it is our job to do is go back to the places"}, {"timestamp": [98.48, 103.12], "text": " where that person has posted content, either get that content down or ask the companies"}, {"timestamp": [103.12, 105.5], "text": " who are hosting it to tell us who they are so that we can talk to them directly and we can get that content down or ask the companies who are hosting it to tell us who they are"}, {"timestamp": [105.5, 109.82], "text": " so that we can talk to them directly and we can get that content removed."}, {"timestamp": [109.82, 112.88], "text": " So as to know who they are, we will deal with the rationally."}, {"timestamp": [112.88, 119.24], "text": " Sometimes if you deal with that content, you might be upset, you might be something you might let it regret."}], "text": " If you are a student and you are being harassed by a fake account and you cannot identify them, make sure you contact NetSafe. They're the professionals and they can help you. So Sean, in terms of fake accounts, what are they and what do they name? So we see fake accounts a big part of lots of different times of harmful behaviour. People will sit up and can not in their name, using a pseudonym or using somebody else's name, then it could cause harm. So it can do one thing using somebody else's name, in order to cause harm. So it can do one thing. Either, let's say, I wanted to cause some harm to you, I might pick somebody who's close to you, and then they can account with their name, and that was really even worse because the person was harming you was someone you thought you knew. That's one sort of fake accounting. The other is that you serve an account with no name at all, no trace of details, which means that when you then send me some harmful content, I see it, I've got no idea who it's going from. And that in itself is quite scary to people. When suddenly you feel like you're being attacked by nobody, by somebody who's completely in honest, that's what's right there. And it can kind of build the intensity of that harm. It can make it feel a whole lot of us. Yeah. And if a student or an individual that happened to them, they didn't know it was making these communications to them, can they still ask for help and can they still be able? Absolutely can ask for help, but they can definitely still get out. One thing they probably can't do necessarily is to find out who the person is. Lots of people when they're being harmed by an anonymous account or if fake account will often come to us and say, who is this? Now it's not a necessary job to let you know because we're worried what you might do when you suddenly find out who the person was, but what it is our job to do is go back to the places where that person has posted content, either get that content down or ask the companies who are hosting it to tell us who they are so that we can talk to them directly and we can get that content down or ask the companies who are hosting it to tell us who they are so that we can talk to them directly and we can get that content removed. So as to know who they are, we will deal with the rationally. Sometimes if you deal with that content, you might be upset, you might be something you might let it regret."}