{"speakers": [], "chunks": [{"timestamp": [0.0, 5.08], "text": " When we become fearful, our bodies trigger the fight, flight, faint or freeze response."}, {"timestamp": [5.82, 9.46], "text": " This is your brain saying there is an emergency and I need to keep you alive."}, {"timestamp": [10.38, 14.48], "text": " A student's body may be filled with adrenaline, noradrenaline and cortisol."}, {"timestamp": [15.72, 18.0], "text": " All these chemicals prime your body for action."}, {"timestamp": [18.56, 21.74], "text": " They may make your heart start to race, your muscles get stronger,"}, {"timestamp": [22.04, 29.12], "text": " and you may start to breathe faster, such as the case when being chased. So obviously we can understand that if someone was being chased"}, {"timestamp": [29.12, 33.68], "text": " that might cause someone anxiety what you may not know is that people can feel anxiety"}, {"timestamp": [33.68, 35.44], "text": " in a classroom situation."}, {"timestamp": [35.44, 39.6], "text": " Hey Dylan! Hey! Hey! It's okay who's looking to you now? Why don't you just tell me what you"}, {"timestamp": [39.6, 47.0], "text": " told me the other week huh? Come on. You've just seen the fight-flight response which which is what a lot of people know about."}, {"timestamp": [47.0, 50.0], "text": " But did you know that there's actually another one, there's the freeze response."}, {"timestamp": [50.0, 53.0], "text": " And for some people this is really, really common."}, {"timestamp": [53.0, 55.0], "text": " People aren't being a coward if they freeze."}, {"timestamp": [55.0, 58.0], "text": " It's a biological response, there's nothing you can actually do about it."}, {"timestamp": [62.0, 68.8], "text": " If this film clip made you jump, this is not anxiety."}, {"timestamp": [68.8, 72.04], "text": " This is your body's normal reaction to a fright."}, {"timestamp": [72.04, 79.18], "text": " We experience anxiety when we have that same emergency response in a non-emergency situation."}, {"timestamp": [79.18, 84.38], "text": " For example, if a student had social anxiety in school, although they are probably not in"}, {"timestamp": [84.38, 85.56], "text": " any physical danger, their brain is saying that they are in an school, although they are probably not in any physical danger,"}, {"timestamp": [86.0, 89.9], "text": " their brain is saying that they are in an emergency, so they get anxiety."}], "text": " When we become fearful, our bodies trigger the fight, flight, faint or freeze response. This is your brain saying there is an emergency and I need to keep you alive. A student's body may be filled with adrenaline, noradrenaline and cortisol. All these chemicals prime your body for action. They may make your heart start to race, your muscles get stronger, and you may start to breathe faster, such as the case when being chased. So obviously we can understand that if someone was being chased that might cause someone anxiety what you may not know is that people can feel anxiety in a classroom situation. Hey Dylan! Hey! Hey! It's okay who's looking to you now? Why don't you just tell me what you told me the other week huh? Come on. You've just seen the fight-flight response which which is what a lot of people know about. But did you know that there's actually another one, there's the freeze response. And for some people this is really, really common. People aren't being a coward if they freeze. It's a biological response, there's nothing you can actually do about it. If this film clip made you jump, this is not anxiety. This is your body's normal reaction to a fright. We experience anxiety when we have that same emergency response in a non-emergency situation. For example, if a student had social anxiety in school, although they are probably not in any physical danger, their brain is saying that they are in an school, although they are probably not in any physical danger, their brain is saying that they are in an emergency, so they get anxiety."}