{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " Anxiety is a really common mental illness."}, {"timestamp": [3.0, 6.0], "text": " And sadly we don't treat anxiety very seriously in society,"}, {"timestamp": [6.0, 11.0], "text": " but it has a huge impact on many students' wellbeing, so we need to."}, {"timestamp": [11.0, 15.0], "text": " First of all, to understand anxiety, we need to understand the emotion of fear."}, {"timestamp": [15.0, 18.0], "text": " If you were being chased by a tiger, you would feel fear,"}, {"timestamp": [18.0, 22.0], "text": " and that's not a bad thing, that's a good response that will keep you alive."}, {"timestamp": [22.0, 27.0], "text": " The problem is anxiety is that same emergency response yet when you're being chased by a tiger"}, {"timestamp": [27.0, 30.0], "text": " but it could happen in a non-emergency situation"}, {"timestamp": [30.0, 34.0], "text": " such as if you're trying to learn in class or trying to have a good time at lunchtime."}, {"timestamp": [34.0, 40.0], "text": " Can you imagine trying to learn in class if you are constantly believing that you are going to die"}, {"timestamp": [40.0, 46.88], "text": " and you feel like there's no way out and your chest is tightening up, your throat's tightening up and you feel like it's all over."}, {"timestamp": [46.88, 51.76], "text": " Unfortunately you can't think and concentrate, all you're focused on is survival."}, {"timestamp": [51.76, 56.0], "text": " When we started talking to the students, we found out that there was a lot more pressure"}, {"timestamp": [56.0, 60.0], "text": " and stress that you were under than what we actually realised."}, {"timestamp": [60.0, 62.0], "text": " I don't really want to stuff up."}, {"timestamp": [62.0, 66.0], "text": " I really don't want to disappoint my mum. When anxiety is severe or there all the time, it makes it hard to stuff up. I really don't want to disappoint my mum."}, {"timestamp": [66.0, 71.0], "text": " When anxiety is severe or there all the time, it makes it hard to cope with your daily life."}], "text": " Anxiety is a really common mental illness. And sadly we don't treat anxiety very seriously in society, but it has a huge impact on many students' wellbeing, so we need to. First of all, to understand anxiety, we need to understand the emotion of fear. If you were being chased by a tiger, you would feel fear, and that's not a bad thing, that's a good response that will keep you alive. The problem is anxiety is that same emergency response yet when you're being chased by a tiger but it could happen in a non-emergency situation such as if you're trying to learn in class or trying to have a good time at lunchtime. Can you imagine trying to learn in class if you are constantly believing that you are going to die and you feel like there's no way out and your chest is tightening up, your throat's tightening up and you feel like it's all over. Unfortunately you can't think and concentrate, all you're focused on is survival. When we started talking to the students, we found out that there was a lot more pressure and stress that you were under than what we actually realised. I don't really want to stuff up. I really don't want to disappoint my mum. When anxiety is severe or there all the time, it makes it hard to stuff up. I really don't want to disappoint my mum. When anxiety is severe or there all the time, it makes it hard to cope with your daily life."}