{"speakers": [], "chunks": [{"timestamp": [0.0, 22.18], "text": " Good evening, welcome to Let's Talk About it."}, {"timestamp": [22.18, 23.78], "text": " Hi, I'm Dr Sue Bagshaw."}, {"timestamp": [23.78, 26.72], "text": " I work as a clinical senior lecturer at the Christchurch School of Medicine."}, {"timestamp": [27.04, 29.72], "text": " And I'm Michael Hempstead, the Director of the Employee Solutions Service."}, {"timestamp": [29.9, 34.1], "text": " And we both work for the Collaborative for Research and Training in Youth Health and Development Trust."}, {"timestamp": [34.46, 36.76], "text": " Don't say that again, we won't have time for anything else."}, {"timestamp": [36.88, 41.14], "text": " Both of us have travelled up and down in New Zealand teaching people about mental illness."}, {"timestamp": [41.42, 43.56], "text": " And now we want to share this information with you."}, {"timestamp": [43.98, 50.0], "text": " We'd like to help you, your family, your friends and anyone else who would like to understand more about mental illness and now we want to share this information with you. We'd like to help you, your family, your friends and anyone else who would like to understand more about mental illness,"}, {"timestamp": [50.0, 52.0], "text": " where to go for help and how to get help."}, {"timestamp": [52.0, 56.0], "text": " And along the way we'll hear personal stories from people that have experienced mental illness."}, {"timestamp": [56.0, 59.0], "text": " Oh, I had crazy thoughts about myself."}, {"timestamp": [59.0, 64.0], "text": " But I was so ashamed and embarrassed that I didn't talk to anybody."}, {"timestamp": [64.0, 68.32], "text": " Even now I have suicidal thoughts going through my head. I think because I had this belief I didn't talk to anybody. Even now I have suicidal thoughts going through my head."}, {"timestamp": [68.32, 70.6], "text": " I think because I had this belief I wasn't good enough."}, {"timestamp": [70.6, 75.0], "text": " I feel like sometimes when I get up all this guy is in my shoulder."}, {"timestamp": [75.0, 77.92], "text": " And being Tongan and Pacific, we tend to not talk about it."}, {"timestamp": [77.92, 83.12], "text": " And we'll see what happens inside your brain when someone develops a mental illness."}, {"timestamp": [83.12, 87.0], "text": " We want to explain all this and have some laughs along the way."}, {"timestamp": [87.0, 91.0], "text": " Now, hemseed, that's a very interesting name."}, {"timestamp": [91.0, 92.0], "text": " Yes it is."}, {"timestamp": [92.0, 96.0], "text": " I always wanted to start an airline, we could have called it Hempseed Airways."}, {"timestamp": [96.0, 101.0], "text": " And the tagline would be Hempseed Airways, getting you higher than anyone else."}, {"timestamp": [101.0, 105.0], "text": " On tonight's show, we'd like to show you how mental health is affected by depression."}, {"timestamp": [105.0, 107.0], "text": " First up, we have a quiz for you."}, {"timestamp": [107.0, 112.0], "text": " We'd like to introduce you to our actors, Jess, Meredith and Asme."}, {"timestamp": [112.0, 117.0], "text": " We're going to help you to learn how to play doctors, and guess what's wrong with them."}, {"timestamp": [117.0, 120.0], "text": " So yes, you will be practising medicine without a licence."}, {"timestamp": [120.0, 125.06], "text": " We're here at Cathedral Square. Let's ask some random people off the street, what they think."}, {"timestamp": [125.52, 127.04], "text": " An arrow through the head?"}, {"timestamp": [127.88, 128.62], "text": " A headache."}, {"timestamp": [129.92, 130.88], "text": " Arrow in the head."}, {"timestamp": [131.3, 132.8], "text": " A nasty accent of some sort."}, {"timestamp": [134.16, 135.0], "text": " Broken leg?"}, {"timestamp": [136.0, 137.34], "text": " Fractured leg?"}, {"timestamp": [137.52, 139.14], "text": " The measles are chicken pox?"}, {"timestamp": [139.92, 140.88], "text": " Chicken pox."}, {"timestamp": [141.5, 143.22], "text": " That looks like chicken pox to me."}, {"timestamp": [143.34, 144.92], "text": " You don't have to be a doctor to work out."}, {"timestamp": [147.0, 151.0], "text": " This woman has an arrow through her head. This one has a broken leg. And this one has a chicken pox. That looks like chicken pox to me. You don't have to be a doctor to work out this woman has an arrow through her head. This one has a broken leg and this one has a chicken pox."}, {"timestamp": [151.0, 155.0], "text": " So far everyone we've asked has got the first three correct."}, {"timestamp": [155.0, 157.0], "text": " Now let's make it a little bit harder, shall we?"}, {"timestamp": [157.0, 160.0], "text": " Is there necessarily something wrong with them?"}, {"timestamp": [160.0, 165.0], "text": " Ah, looks fine."}, {"timestamp": [165.0, 169.0], "text": " Um, looks perfectly healthy."}, {"timestamp": [169.0, 172.0], "text": " Nothing?"}, {"timestamp": [172.0, 180.0], "text": " Uh, no idea. I guess it's hidden if it is, yeah, nothing."}, {"timestamp": [180.0, 188.0], "text": " Well, this man has depression, this woman has anxiety, and this man has bipolar disorder."}, {"timestamp": [188.0, 192.0], "text": " Just by looking at these people on the outside, you would have no idea what they're experiencing."}, {"timestamp": [192.0, 197.0], "text": " So does that mean if we can't see mental illness, that it doesn't exist?"}], "text": " Good evening, welcome to Let's Talk About it. Hi, I'm Dr Sue Bagshaw. I work as a clinical senior lecturer at the Christchurch School of Medicine. And I'm Michael Hempstead, the Director of the Employee Solutions Service. And we both work for the Collaborative for Research and Training in Youth Health and Development Trust. Don't say that again, we won't have time for anything else. Both of us have travelled up and down in New Zealand teaching people about mental illness. And now we want to share this information with you. We'd like to help you, your family, your friends and anyone else who would like to understand more about mental illness and now we want to share this information with you. We'd like to help you, your family, your friends and anyone else who would like to understand more about mental illness, where to go for help and how to get help. And along the way we'll hear personal stories from people that have experienced mental illness. Oh, I had crazy thoughts about myself. But I was so ashamed and embarrassed that I didn't talk to anybody. Even now I have suicidal thoughts going through my head. I think because I had this belief I didn't talk to anybody. Even now I have suicidal thoughts going through my head. I think because I had this belief I wasn't good enough. I feel like sometimes when I get up all this guy is in my shoulder. And being Tongan and Pacific, we tend to not talk about it. And we'll see what happens inside your brain when someone develops a mental illness. We want to explain all this and have some laughs along the way. Now, hemseed, that's a very interesting name. Yes it is. I always wanted to start an airline, we could have called it Hempseed Airways. And the tagline would be Hempseed Airways, getting you higher than anyone else. On tonight's show, we'd like to show you how mental health is affected by depression. First up, we have a quiz for you. We'd like to introduce you to our actors, Jess, Meredith and Asme. We're going to help you to learn how to play doctors, and guess what's wrong with them. So yes, you will be practising medicine without a licence. We're here at Cathedral Square. Let's ask some random people off the street, what they think. An arrow through the head? A headache. Arrow in the head. A nasty accent of some sort. Broken leg? Fractured leg? The measles are chicken pox? Chicken pox. That looks like chicken pox to me. You don't have to be a doctor to work out. This woman has an arrow through her head. This one has a broken leg. And this one has a chicken pox. That looks like chicken pox to me. You don't have to be a doctor to work out this woman has an arrow through her head. This one has a broken leg and this one has a chicken pox. So far everyone we've asked has got the first three correct. Now let's make it a little bit harder, shall we? Is there necessarily something wrong with them? Ah, looks fine. Um, looks perfectly healthy. Nothing? Uh, no idea. I guess it's hidden if it is, yeah, nothing. Well, this man has depression, this woman has anxiety, and this man has bipolar disorder. Just by looking at these people on the outside, you would have no idea what they're experiencing. So does that mean if we can't see mental illness, that it doesn't exist?"}