{"speakers": [], "chunks": [{"timestamp": [0.0, 6.0], "text": " How do you see mentally being sort of worked out within the whole system here?"}, {"timestamp": [6.0, 9.0], "text": " I think too often people just look for one silver bullet."}, {"timestamp": [9.0, 13.0], "text": " And the reality is that there's no silver bullet when it comes to this."}, {"timestamp": [13.0, 15.0], "text": " There are many, many things that need to be done."}, {"timestamp": [15.0, 20.0], "text": " It's a bit like reducing the deaths from aviation accidents or plane crashes."}, {"timestamp": [20.0, 25.48], "text": " In 1985, roughly 3,000 people were killed around the world in plane crashes."}, {"timestamp": [29.88, 30.54], "text": " In 2015, so 30 years later, 300 people were killed."}, {"timestamp": [35.4, 36.38], "text": " Which is remarkable, especially when you consider that more people fly today as they did back in 1985."}, {"timestamp": [37.26, 37.34], "text": " How did we do that?"}, {"timestamp": [39.9, 40.34], "text": " Well, there wasn't really one thing that made the industry safer."}, {"timestamp": [46.72, 47.12], "text": " Part of it was pilot training, better weather detection, preventing terrorists, putting bombs on planes, safer aircraft."}, {"timestamp": [50.66, 51.02], "text": " There wasn't actually one thing that was done, it was a combination of things."}, {"timestamp": [55.28, 55.44], "text": " And when it comes to addressing mental illness with teenagers, there's not one thing we need to do."}, {"timestamp": [57.28, null], "text": " We need to look at a spectrum of options."}], "text": " How do you see mentally being sort of worked out within the whole system here? I think too often people just look for one silver bullet. And the reality is that there's no silver bullet when it comes to this. There are many, many things that need to be done. It's a bit like reducing the deaths from aviation accidents or plane crashes. In 1985, roughly 3,000 people were killed around the world in plane crashes. In 2015, so 30 years later, 300 people were killed. Which is remarkable, especially when you consider that more people fly today as they did back in 1985. How did we do that? Well, there wasn't really one thing that made the industry safer. Part of it was pilot training, better weather detection, preventing terrorists, putting bombs on planes, safer aircraft. There wasn't actually one thing that was done, it was a combination of things. And when it comes to addressing mental illness with teenagers, there's not one thing we need to do. We need to look at a spectrum of options."}