{"speakers": [], "chunks": [{"timestamp": [0.0, 13.0], "text": " All I just was talk to him, but since she put it on social media, it's blown up so much that now I'm the school skank."}, {"timestamp": [13.0, 18.0], "text": " If you are being cyberbullied, then the best solution is to not respond and show your teacher."}, {"timestamp": [18.0, 21.0], "text": " That way they know that you are not in the wrong."}, {"timestamp": [21.0, 29.0], "text": " If the teacher don't know what to do, then they should contact someone like Netsafe. But I don't know that's all right."}, {"timestamp": [29.0, 32.0], "text": " Really coming into the phone?"}, {"timestamp": [32.0, 34.0], "text": " I was just taken by a teacher."}, {"timestamp": [34.0, 36.0], "text": " When are we doing the phone?"}, {"timestamp": [36.0, 38.0], "text": " You forgot to respond?"}, {"timestamp": [38.0, 39.0], "text": " You forgot to make teachers."}, {"timestamp": [39.0, 41.0], "text": " No, go to Nets safe."}, {"timestamp": [41.0, 42.0], "text": " No."}, {"timestamp": [42.0, 43.0], "text": " Go in the Xx."}, {"timestamp": [43.0, 46.0], "text": " Go to go in the X- Tell them the golden X-bags."}, {"timestamp": [46.0, 47.0], "text": " And brother, be nice."}, {"timestamp": [47.0, 49.0], "text": " Yeah, yeah, yeah."}, {"timestamp": [49.0, 52.0], "text": " Bro be pretty nice."}, {"timestamp": [52.0, 59.0], "text": " Maybe if I ditch school, what should I do?"}, {"timestamp": [59.0, 62.0], "text": " If you are being cyber bullied,"}, {"timestamp": [62.0, 65.6], "text": " and the best thing to do is to not respond to any of the text that you'll get in."}, {"timestamp": [65.6, 70.0], "text": " Then you can go and show your teacher and they know that you are not in the wrong."}, {"timestamp": [70.0, 73.0], "text": " If they don't know what to do, then tell them to contact NetSafe."}], "text": " All I just was talk to him, but since she put it on social media, it's blown up so much that now I'm the school skank. If you are being cyberbullied, then the best solution is to not respond and show your teacher. That way they know that you are not in the wrong. If the teacher don't know what to do, then they should contact someone like Netsafe. But I don't know that's all right. Really coming into the phone? I was just taken by a teacher. When are we doing the phone? You forgot to respond? You forgot to make teachers. No, go to Nets safe. No. Go in the Xx. Go to go in the X- Tell them the golden X-bags. And brother, be nice. Yeah, yeah, yeah. Bro be pretty nice. Maybe if I ditch school, what should I do? If you are being cyber bullied, and the best thing to do is to not respond to any of the text that you'll get in. Then you can go and show your teacher and they know that you are not in the wrong. If they don't know what to do, then tell them to contact NetSafe."}