{"speakers": [], "chunks": [{"timestamp": [0.0, 3.28], "text": " What did you do to the shadow? You showed those photos to be."}, {"timestamp": [3.28, 5.68], "text": " What do you mean? It was only for like a split second though."}, {"timestamp": [5.68, 9.28], "text": " So what if it was only for a split second? Those photos are between you two."}, {"timestamp": [9.28, 11.12], "text": " If relationship is being two people."}, {"timestamp": [11.12, 16.24], "text": " Students, if someone else is posting explicit material of you online, it can be daunting to talk about."}, {"timestamp": [16.24, 22.16], "text": " But it's important that you get rid of it. So you should talk to a teacher or guidance counsellor and together contact NetSafe."}, {"timestamp": [22.16, 23.6], "text": " They can help."}, {"timestamp": [23.6, 28.0], "text": " NetSafe has worked with schools for a long time with teachers, with senior leaders and with school councillors."}, {"timestamp": [28.0, 32.0], "text": " We've got a successful working relationship with many councillors across many schools."}, {"timestamp": [32.0, 37.0], "text": " If as a teacher you're not sure what to do, then please talk to the school counsellor,"}, {"timestamp": [37.0, 41.0], "text": " maybe they can engage with us and hopefully get to the bottom of the solution quicker."}], "text": " What did you do to the shadow? You showed those photos to be. What do you mean? It was only for like a split second though. So what if it was only for a split second? Those photos are between you two. If relationship is being two people. Students, if someone else is posting explicit material of you online, it can be daunting to talk about. But it's important that you get rid of it. So you should talk to a teacher or guidance counsellor and together contact NetSafe. They can help. NetSafe has worked with schools for a long time with teachers, with senior leaders and with school councillors. We've got a successful working relationship with many councillors across many schools. If as a teacher you're not sure what to do, then please talk to the school counsellor, maybe they can engage with us and hopefully get to the bottom of the solution quicker."}