{"speakers": [], "chunks": [{"timestamp": [0.0, 2.84], "text": " What's this digital harm thing that you're talking about?"}, {"timestamp": [3.52, 9.86], "text": " Okay, so there is a law in New Zealand called the Harmful Digital Communications Act."}, {"timestamp": [10.34, 19.28], "text": " And what that Act says is that it's illegal for somebody else to use technology to harm another person."}, {"timestamp": [20.32, 22.34], "text": " And harm can mean a lot of things."}, {"timestamp": [22.94, 25.12], "text": " It could be maybe cyberbullying."}, {"timestamp": [25.8, 28.16], "text": " Maybe it's spreading rumors around."}, {"timestamp": [28.92, 35.68], "text": " Maybe it's sending videos or photos of somebody to other people without their permission as well"}, {"timestamp": [35.68, 38.62], "text": " and making them feel harmed."}, {"timestamp": [39.2, 41.78], "text": " This is what happens to so many people everywhere."}, {"timestamp": [42.46, 48.46], "text": " She's feeling pressured into doing something that she's uncomfortable with. We need to figure out a way to help her."}, {"timestamp": [49.18, 54.34], "text": " Some people, unfortunately, when they're online or using devices, they will actually pretend"}, {"timestamp": [54.34, 55.44], "text": " to be somebody else."}, {"timestamp": [55.86, 62.8], "text": " So what should we do? We should ask a teacher or someone we trust for advice or what"}, {"timestamp": [62.8, 64.62], "text": " to do when you're stuck in this situation."}, {"timestamp": [71.76, 78.16], "text": " Thank you. that um for advice or what to do when you're stuck in this situation thank you someone just sent something really me and like so if that is happening to you well you know it's happening to somebody else"}, {"timestamp": [78.16, 84.72], "text": " it's really important that you do report that sort of thing and once again people like"}, {"timestamp": [84.72, 86.42], "text": " teachers are great to report that sort of thing if And once again, people like teachers are great to report that"}, {"timestamp": [86.42, 91.52], "text": " sort of thing. If you feel comfortable to your parents or relatives, going to NETSafe"}, {"timestamp": [91.52, 97.6], "text": " and getting advice from them, or in real serious cases, letting the police know so that we can"}, {"timestamp": [97.6, 98.42], "text": " actually help as well."}], "text": " What's this digital harm thing that you're talking about? Okay, so there is a law in New Zealand called the Harmful Digital Communications Act. And what that Act says is that it's illegal for somebody else to use technology to harm another person. And harm can mean a lot of things. It could be maybe cyberbullying. Maybe it's spreading rumors around. Maybe it's sending videos or photos of somebody to other people without their permission as well and making them feel harmed. This is what happens to so many people everywhere. She's feeling pressured into doing something that she's uncomfortable with. We need to figure out a way to help her. Some people, unfortunately, when they're online or using devices, they will actually pretend to be somebody else. So what should we do? We should ask a teacher or someone we trust for advice or what to do when you're stuck in this situation. Thank you. that um for advice or what to do when you're stuck in this situation thank you someone just sent something really me and like so if that is happening to you well you know it's happening to somebody else it's really important that you do report that sort of thing and once again people like teachers are great to report that sort of thing if And once again, people like teachers are great to report that sort of thing. If you feel comfortable to your parents or relatives, going to NETSafe and getting advice from them, or in real serious cases, letting the police know so that we can actually help as well."}