{"speakers": [], "chunks": [{"timestamp": [0.0, 9.42], "text": " So say you're downloading an app and so say it's like 13 plus and say you're 12 are you able to lie about your age?"}, {"timestamp": [10.04, 10.98], "text": " I'll tell you which story."}, {"timestamp": [11.1, 23.28], "text": " So if I gave you the keys to my patrol car, do you think if I gave you those that you could turn my patrol car on and make it run?"}, {"timestamp": [23.92, 24.34], "text": " You could."}, {"timestamp": [24.34, 24.96], "text": " Okay."}, {"timestamp": [23.28, 23.92], "text": " you could turn my patrol car on and make it run."}, {"timestamp": [24.34, 24.68], "text": " You could."}, {"timestamp": [24.98, 25.48], "text": " Okay."}, {"timestamp": [29.08, 29.84], "text": " Do you think that you would be able to turn the patrol car on,"}, {"timestamp": [32.84, 33.56], "text": " make it run and maybe drive down the road a wee bit?"}, {"timestamp": [33.98, 35.28], "text": " You would."}, {"timestamp": [39.16, 39.42], "text": " But what is the age for driving a car in New Zealand legally?"}, {"timestamp": [40.26, 40.76], "text": " How old do you have to be?"}, {"timestamp": [42.54, 42.98], "text": " It is 16, yes."}, {"timestamp": [48.28, 48.94], "text": " Why is it that the law says you have to be 16 before you can drive a car?"}, {"timestamp": [52.32, 52.68], "text": " What's some reasons why? You might not be mature enough?"}, {"timestamp": [56.56, 59.08], "text": " Mature enough, so maybe you're not going to make the sensible decisions?"}, {"timestamp": [67.0, 71.54], "text": " Excellent, so your brain hasn't developed. So you maybe can't judge the distances, you want to be able to judge the speed, things like that, so your brain hasn't quite come up with it. What's another"}, {"timestamp": [71.54, 79.64], "text": " reason why? You just haven't learnt the rules? Haven't learnt the rules? You might not know"}, {"timestamp": [79.64, 86.58], "text": " what like signs mean? So you haven't learnt the road code? What about your size when you're smaller as well?"}, {"timestamp": [87.24, 88.96], "text": " The seat might not be high."}, {"timestamp": [89.76, 93.46], "text": " So you might be sitting like this, trying to drive the car"}, {"timestamp": [93.46, 94.72], "text": " and you can't even see over the steering wheel,"}, {"timestamp": [94.8, 96.28], "text": " or you might be trying to reach the pedals."}, {"timestamp": [96.94, 99.84], "text": " So could you make my car work?"}, {"timestamp": [100.24, 101.24], "text": " Could you drive it down the road?"}, {"timestamp": [101.52, 103.64], "text": " Could you do that safely?"}, {"timestamp": [105.18, 106.14], "text": " Probably not."}, {"timestamp": [106.6, 110.46], "text": " And the same rule applies with internet and applications."}, {"timestamp": [111.44, 116.12], "text": " You can probably hop onto any application or download an application like Facebook,"}, {"timestamp": [116.5, 118.6], "text": " and you could make it work really well, couldn't you?"}, {"timestamp": [119.12, 122.9], "text": " You could probably actually make it work a lot better than someone who's older like me"}, {"timestamp": [122.9, 124.32], "text": " because you're very tech-savvy."}, {"timestamp": [125.82, 132.3], "text": " But they have age limits on those applications so that the people that are using them can use them safely."}, {"timestamp": [132.9, 137.04], "text": " They have the skills and the maturity to keep themselves safe using them."}, {"timestamp": [137.4, 143.82], "text": " And if something did happen where they become unsafe, they would know what to do or where to go to get help to keep themselves safe."}, {"timestamp": [144.28, 149.64], "text": " So that's the reason why they actually have those age limits on those applications."}, {"timestamp": [150.68, 153.74], "text": " But the really important thing is if you are using them that your parents know,"}, {"timestamp": [154.08, 158.16], "text": " they give you permission and they can actually help keep you safe while you're using them."}, {"timestamp": [158.64, 159.54], "text": " Does that answer your question?"}, {"timestamp": [159.92, 160.1], "text": " Yep."}, {"timestamp": [160.56, 160.88], "text": " Perfect."}], "text": " So say you're downloading an app and so say it's like 13 plus and say you're 12 are you able to lie about your age? I'll tell you which story. So if I gave you the keys to my patrol car, do you think if I gave you those that you could turn my patrol car on and make it run? You could. Okay. you could turn my patrol car on and make it run. You could. Okay. Do you think that you would be able to turn the patrol car on, make it run and maybe drive down the road a wee bit? You would. But what is the age for driving a car in New Zealand legally? How old do you have to be? It is 16, yes. Why is it that the law says you have to be 16 before you can drive a car? What's some reasons why? You might not be mature enough? Mature enough, so maybe you're not going to make the sensible decisions? Excellent, so your brain hasn't developed. So you maybe can't judge the distances, you want to be able to judge the speed, things like that, so your brain hasn't quite come up with it. What's another reason why? You just haven't learnt the rules? Haven't learnt the rules? You might not know what like signs mean? So you haven't learnt the road code? What about your size when you're smaller as well? The seat might not be high. So you might be sitting like this, trying to drive the car and you can't even see over the steering wheel, or you might be trying to reach the pedals. So could you make my car work? Could you drive it down the road? Could you do that safely? Probably not. And the same rule applies with internet and applications. You can probably hop onto any application or download an application like Facebook, and you could make it work really well, couldn't you? You could probably actually make it work a lot better than someone who's older like me because you're very tech-savvy. But they have age limits on those applications so that the people that are using them can use them safely. They have the skills and the maturity to keep themselves safe using them. And if something did happen where they become unsafe, they would know what to do or where to go to get help to keep themselves safe. So that's the reason why they actually have those age limits on those applications. But the really important thing is if you are using them that your parents know, they give you permission and they can actually help keep you safe while you're using them. Does that answer your question? Yep. Perfect."}