{"speakers": [], "chunks": [{"timestamp": [0.0, 59.0], "text": " The First of putting everything on, So we take our gloves and our helmet off first."}, {"timestamp": [61.0, 67.0], "text": " And then a flash hood comes off as well. Now we're ready to turn off the air from our cylinder."}, {"timestamp": [67.0, 73.0], "text": " We're ready to turn off the air from our cylinder."}, {"timestamp": [73.0, 78.0], "text": " The last comes off."}, {"timestamp": [78.0, 85.0], "text": " We'll do our waist strap, loosen our shoulder straps and then we can take our sit all."}, {"timestamp": [91.0, 95.0], "text": " You can take our flesh it off completely."}, {"timestamp": [99.0, 134.0], "text": " Under our jacket, take that off as well. And last but not least, we can take off our over trousers and set them up ready for our next form."}, {"timestamp": [136.0, 140.0], "text": " How hot is it in your uniform? Oh, in this uniform? Yes, can get very hot here."}, {"timestamp": [140.0, 144.0], "text": " So when we work, we work very hard on the fire and this stuff and it's very hot in there."}, {"timestamp": [144.0, 146.8], "text": " So it's important that when we come out, we cool down very quickly."}, {"timestamp": [147.16, 149.98], "text": " So we do that byanzar thing, get a bit of fresh in there,"}, {"timestamp": [150.2, 153.68], "text": " sometimes taking off and getting a nice cold drink of water"}, {"timestamp": [153.68, 156.96], "text": " and sort of preparing ourselves to go back in if we have to."}, {"timestamp": [157.36, 159.44], "text": " It's very important to cool down because it is hot in there."}], "text": " The First of putting everything on, So we take our gloves and our helmet off first. And then a flash hood comes off as well. Now we're ready to turn off the air from our cylinder. We're ready to turn off the air from our cylinder. The last comes off. We'll do our waist strap, loosen our shoulder straps and then we can take our sit all. You can take our flesh it off completely. Under our jacket, take that off as well. And last but not least, we can take off our over trousers and set them up ready for our next form. How hot is it in your uniform? Oh, in this uniform? Yes, can get very hot here. So when we work, we work very hard on the fire and this stuff and it's very hot in there. So it's important that when we come out, we cool down very quickly. So we do that byanzar thing, get a bit of fresh in there, sometimes taking off and getting a nice cold drink of water and sort of preparing ourselves to go back in if we have to. It's very important to cool down because it is hot in there."}