{"speakers": [], "chunks": [{"timestamp": [0.0, 5.36], "text": " So do you know of any health-based programs that school should be using for sexuality education?"}, {"timestamp": [5.96, 11.98], "text": " Well, I've heard of the ACC Program Mates and Dates, and that goes all the way through high school,"}, {"timestamp": [12.08, 13.8], "text": " so I think that would be a really beneficial one."}, {"timestamp": [14.38, 16.64], "text": " I've also heard of Loves Me Not."}, {"timestamp": [17.08, 21.66], "text": " I haven't done that program myself, but that sounds like it would be quite beneficial as well."}, {"timestamp": [22.44, 28.04], "text": " So I also had a situation where being in a leadership role,"}, {"timestamp": [28.04, 29.66], "text": " you have a lot of younger kids around you,"}, {"timestamp": [29.66, 31.58], "text": " and you support a lot of younger kids."}, {"timestamp": [31.58, 34.58], "text": " And there was one kid on a camp that we led who"}, {"timestamp": [34.58, 38.24], "text": " was having really bad anxiety about a situation that"}, {"timestamp": [38.24, 40.08], "text": " was happening with another girl on camp."}, {"timestamp": [40.08, 43.74], "text": " And you had to kind of, the Lajmi Not program"}, {"timestamp": [43.74, 49.6], "text": " helped me learn and to identify the situation and the wrong things that were happening"}, {"timestamp": [49.6, 53.74], "text": " and then you can kind of coach them and direct them towards help."}, {"timestamp": [54.5, 58.38], "text": " He had many instances where what he was doing wasn't right,"}, {"timestamp": [58.5, 63.0], "text": " so there was many times that me and other friends around him and his partner"}, {"timestamp": [63.0, 65.0], "text": " had to try and intervene."}, {"timestamp": [65.0, 70.0], "text": " So we tried to tell her that what was happening wasn't right"}, {"timestamp": [70.0, 73.0], "text": " and telling him what he was doing wasn't right."}, {"timestamp": [73.0, 78.0], "text": " During the Lovesminot Workshop, we worked with a young woman to look at the effects of drugs,"}, {"timestamp": [78.0, 82.0], "text": " whether they're using it to get through relationships"}, {"timestamp": [82.0, 85.38], "text": " and not acknowledging the problems in the relationships."}, {"timestamp": [89.96, 90.18], "text": " And we want to work with them, try and help them and give them some good tools to use."}, {"timestamp": [94.28, 94.38], "text": " And for young men, it's complicated and we need to look at that and we do."}, {"timestamp": [97.5, null], "text": " We look at it through the workshop and see what we can do to support young men."}], "text": " So do you know of any health-based programs that school should be using for sexuality education? Well, I've heard of the ACC Program Mates and Dates, and that goes all the way through high school, so I think that would be a really beneficial one. I've also heard of Loves Me Not. I haven't done that program myself, but that sounds like it would be quite beneficial as well. So I also had a situation where being in a leadership role, you have a lot of younger kids around you, and you support a lot of younger kids. And there was one kid on a camp that we led who was having really bad anxiety about a situation that was happening with another girl on camp. And you had to kind of, the Lajmi Not program helped me learn and to identify the situation and the wrong things that were happening and then you can kind of coach them and direct them towards help. He had many instances where what he was doing wasn't right, so there was many times that me and other friends around him and his partner had to try and intervene. So we tried to tell her that what was happening wasn't right and telling him what he was doing wasn't right. During the Lovesminot Workshop, we worked with a young woman to look at the effects of drugs, whether they're using it to get through relationships and not acknowledging the problems in the relationships. And we want to work with them, try and help them and give them some good tools to use. And for young men, it's complicated and we need to look at that and we do. We look at it through the workshop and see what we can do to support young men."}