{"speakers": [], "chunks": [{"timestamp": [0.0, 20.0], "text": " Under the bare and bushes under the sea boom bum bum true love for you my darling true love for me when we get married"}, {"timestamp": [20.0, 28.28], "text": " we'll have a family. How many? One, two, three, four, five, six."}, {"timestamp": [28.58, 30.84], "text": " Yours is just a bit weak, but if you're careful,"}, {"timestamp": [31.3, 32.84], "text": " it'll be fine once it dries out."}, {"timestamp": [34.76, 36.5], "text": " Okay, just treat it gently why it's sweet."}, {"timestamp": [38.64, 44.02], "text": " Can I have a look at this?"}, {"timestamp": [45.0, 50.0], "text": " It's really good work Teddy, well done."}, {"timestamp": [50.0, 57.0], "text": " I'd like you to take your masks to the top table please and go wash your hands."}, {"timestamp": [57.0, 73.84], "text": " Come up you go, get a move on."}, {"timestamp": [78.72, 79.68], "text": " Yeah, I'll take that."}, {"timestamp": [82.44, 115.0], "text": " Go wash up. Then we'll shut. It's only a week."}, {"timestamp": [115.0, 127.0], "text": " It's only a week, you'll be fine."}, {"timestamp": [127.0, 129.0], "text": " Have you got everything?"}, {"timestamp": [129.0, 227.0], "text": " Well, be good for Grandma. I'm going to be. The Lee!"}, {"timestamp": [227.0, 233.0], "text": " Lee! Where are you?"}, {"timestamp": [233.0, 291.0], "text": " Where are you? I'll take the I feel sick."}, {"timestamp": [291.0, 294.0], "text": " Well, you're going to school."}, {"timestamp": [294.0, 317.32], "text": " Here, each porridge. Morning announcements."}, {"timestamp": [319.82, 330.04], "text": " Yesterday Alison lost her new Baby G watch."}, {"timestamp": [331.64, 333.78], "text": " Quiet, please."}, {"timestamp": [337.4, 339.4], "text": " Hopefully the watch will be found and soon."}, {"timestamp": [339.92, 341.28], "text": " Okay."}, {"timestamp": [346.32, 353.06], "text": " Times tables Queenie Queenie! Queenie! Who's got the ball?"}, {"timestamp": [353.44, 355.44], "text": " See, I haven't got it"}, {"timestamp": [355.44, 357.86], "text": " See, I haven't got it"}, {"timestamp": [357.86, 361.68], "text": " So Queenie, Queenie, who's got the ball?"}, {"timestamp": [362.14, 384.08], "text": " Isabelle."}, {"timestamp": [385.0, 388.0], "text": " Ow, what? Don't be such a baby."}, {"timestamp": [388.0, 390.0], "text": " I don't want to play anymore."}, {"timestamp": [390.0, 391.0], "text": " You're dumb anyway."}, {"timestamp": [391.0, 406.0], "text": " What if her? I'm going to be able to be. I'm going to be."}, {"timestamp": [406.0, 439.0], "text": " I'm going to be. Is that you? Is that you?"}, {"timestamp": [439.0, 454.5], "text": " Make me a cup of tea."}, {"timestamp": [457.18, 457.72], "text": " Your mum rang. She's coming over at the weekend."}, {"timestamp": [458.24, 458.64], "text": " Dad too."}, {"timestamp": [459.36, 460.36], "text": " She didn't say."}, {"timestamp": [461.26, 461.56], "text": " Have you got any homework?"}, {"timestamp": [461.8, 462.8], "text": " No."}, {"timestamp": [639.0, 642.0], "text": " No. No. I'm I'm I'm going to be. I'm gonna You're really? You really? Mr. Harper?"}, {"timestamp": [642.0, 647.24], "text": " Come in. in Come on On"}, {"timestamp": [647.24, 651.44], "text": " On the weather"}, {"timestamp": [651.44, 652.34], "text": " This morning"}, {"timestamp": [652.34, 653.64], "text": " I saw this bird"}, {"timestamp": [653.64, 654.62], "text": " Lying on the ground"}, {"timestamp": [654.62, 656.88], "text": " And I went over to it"}, {"timestamp": [656.88, 657.98], "text": " To see if it was"}, {"timestamp": [657.98, 659.6], "text": " Still alive"}, {"timestamp": [659.6, 661.02], "text": " But it was dead"}, {"timestamp": [661.02, 662.8], "text": " And so"}, {"timestamp": [662.8, 664.0], "text": " I picked it up"}, {"timestamp": [664.0, 665.42], "text": " And this was underneath."}, {"timestamp": [668.54, 672.66], "text": " So maybe it's Ellison's because you know how she lost her one."}, {"timestamp": [673.12, 674.92], "text": " So should I give it to you?"}, {"timestamp": [679.14, 681.46], "text": " Perhaps you'd like to give it to her."}, {"timestamp": [685.28, 714.1], "text": " Okay. Come on, let's go."}, {"timestamp": [714.1, 715.0], "text": " Let's go."}, {"timestamp": [715.0, 725.0], "text": " Morning announcements."}, {"timestamp": [725.0, 745.0], "text": " Lee, can you come up here please? You know, You could have been"}, {"timestamp": [745.0, 746.0], "text": " You could have been"}, {"timestamp": [746.0, 819.0], "text": " Did she have Thank you. I'm the I'm a black but a lot time ago"}, {"timestamp": [819.0, 825.2], "text": " Through an over cold time"}, {"timestamp": [825.2, 827.0], "text": " with threats are called"}, {"timestamp": [827.0, 832.56], "text": " With a life so large"}, {"timestamp": [832.56, 835.6], "text": " It's where he was good to go"}, {"timestamp": [835.6, 843.36], "text": " The song so dear it fell from the sky"}, {"timestamp": [843.36, 846.16], "text": " Like snow Oh dear, it fell from the sky like snow."}, {"timestamp": [849.0, 857.0], "text": " I'll take this spoon under my way."}, {"timestamp": [858.4, null], "text": " Never want to see no page around here. No they're drowning"}], "text": " Under the bare and bushes under the sea boom bum bum true love for you my darling true love for me when we get married we'll have a family. How many? One, two, three, four, five, six. Yours is just a bit weak, but if you're careful, it'll be fine once it dries out. Okay, just treat it gently why it's sweet. Can I have a look at this? It's really good work Teddy, well done. I'd like you to take your masks to the top table please and go wash your hands. Come up you go, get a move on. Yeah, I'll take that. Go wash up. Then we'll shut. It's only a week. It's only a week, you'll be fine. Have you got everything? Well, be good for Grandma. I'm going to be. The Lee! Lee! Where are you? Where are you? I'll take the I feel sick. Well, you're going to school. Here, each porridge. Morning announcements. Yesterday Alison lost her new Baby G watch. Quiet, please. Hopefully the watch will be found and soon. Okay. Times tables Queenie Queenie! Queenie! Who's got the ball? See, I haven't got it See, I haven't got it So Queenie, Queenie, who's got the ball? Isabelle. Ow, what? Don't be such a baby. I don't want to play anymore. You're dumb anyway. What if her? I'm going to be able to be. I'm going to be. I'm going to be. Is that you? Is that you? Make me a cup of tea. Your mum rang. She's coming over at the weekend. Dad too. She didn't say. Have you got any homework? No. No. No. I'm I'm I'm going to be. I'm gonna You're really? You really? Mr. Harper? Come in. in Come on On On the weather This morning I saw this bird Lying on the ground And I went over to it To see if it was Still alive But it was dead And so I picked it up And this was underneath. So maybe it's Ellison's because you know how she lost her one. So should I give it to you? Perhaps you'd like to give it to her. Okay. Come on, let's go. Let's go. Morning announcements. Lee, can you come up here please? You know, You could have been You could have been Did she have Thank you. I'm the I'm a black but a lot time ago Through an over cold time with threats are called With a life so large It's where he was good to go The song so dear it fell from the sky Like snow Oh dear, it fell from the sky like snow. I'll take this spoon under my way. Never want to see no page around here. No they're drowning"}