{"speakers": [], "chunks": [{"timestamp": [0.0, 5.6], "text": " You know, people always ask me the same question."}, {"timestamp": [6.68, 11.28], "text": " They say, hey Jack, what is MMP?"}, {"timestamp": [12.78, 16.48], "text": " And can you please explain to the intricacies of our system of government?"}, {"timestamp": [17.08, 22.2], "text": " More specifically, how the final makeup of Parliament corresponds to my vote on Election Day."}, {"timestamp": [23.6, 25.28], "text": " Yes, I can."}, {"timestamp": [26.06, 28.86], "text": " Mixed member proportional MMP."}, {"timestamp": [29.4, 32.16], "text": " It's the system that we're using our democracy."}, {"timestamp": [32.76, 35.68], "text": " But how does it work? Why is it so complicated?"}, {"timestamp": [36.32, 39.02], "text": " Buckle up New Zealand, let's get educated."}, {"timestamp": [39.38, 42.3], "text": " When you go to the polls on election day,"}, {"timestamp": [42.5, 45.72], "text": " there are two different decisions That you gotta make"}, {"timestamp": [45.72, 47.86], "text": " You've got to vote for your electorate"}, {"timestamp": [47.86, 48.98], "text": " And one for a party"}, {"timestamp": [48.98, 50.54], "text": " But what does that mean"}, {"timestamp": [50.54, 52.28], "text": " Well I'm just getting started"}, {"timestamp": [52.28, 54.8], "text": " Your electorate vote is for someone"}, {"timestamp": [54.8, 58.72], "text": " To represent the area that you live in"}, {"timestamp": [58.72, 60.82], "text": " And the party vote determines"}, {"timestamp": [60.82, 63.08], "text": " The final proportion of seats"}, {"timestamp": [63.08, 64.92], "text": " That each party is given"}, {"timestamp": [64.92, 65.62], "text": " So in our parliament MPs can represent A whole range of people vote determines the final proportion of seats that each party is given."}, {"timestamp": [72.66, 73.1], "text": " So in our parliament, MPs can represent a whole range of different parties and communities."}, {"timestamp": [77.72, 78.72], "text": " Big or small, they can all have a voice because of the choice we get with MMP."}, {"timestamp": [82.44, 82.68], "text": " You've got two ticks, MMP, proportional democracy."}, {"timestamp": [85.8, 86.9], "text": " It's harder for a single party to achieve majority Two ticks"}, {"timestamp": [86.9, 89.3], "text": " Hip hooray, MMP will save the day"}, {"timestamp": [89.3, 92.6], "text": " Even minor parties can participate and have a say"}, {"timestamp": [92.6, 94.3], "text": " Three ticks minus one"}, {"timestamp": [94.3, 95.8], "text": " MMP is so much fun"}, {"timestamp": [95.8, 98.9], "text": " Incentivizes compromise promotes cooperation"}, {"timestamp": [98.9, 100.2], "text": " Two ticks"}, {"timestamp": [100.2, 103.6], "text": " It's so easy you got two ticks"}, {"timestamp": [103.6, 107.0], "text": " And that's MMP"}, {"timestamp": [107.0, 112.0], "text": " There are 120 seats in our parliament,"}, {"timestamp": [112.0, 115.0], "text": " So you gotta control 61 to form a government"}, {"timestamp": [115.0, 120.0], "text": " Electorate seats are allocated to begin with a plurality of votes"}, {"timestamp": [120.0, 122.0], "text": " Is all that's needed to win with"}, {"timestamp": [122.0, 127.62], "text": " The seat goes to the person who is voted the most, so each electorate seat is first"}, {"timestamp": [127.62, 128.88], "text": " past the post."}, {"timestamp": [128.88, 134.42], "text": " Seventy-two seats are decided like so, and the party vote determines where the last party"}, {"timestamp": [134.42, 135.3], "text": " ain't go."}, {"timestamp": [135.3, 141.8], "text": " Each party seats are tucked up until they proportionally match for party vote nationwide."}, {"timestamp": [141.8, 147.0], "text": " So the final allocation represents the percentage of the vote to achieve by every"}, {"timestamp": [147.0, 154.64], "text": " side but to get party seats five percent must be beat that's the threshold to meet or in an"}, {"timestamp": [154.64, 160.88], "text": " electric seat then you can bring other lists and visit even though the threshold was in reach"}, {"timestamp": [160.88, 165.52], "text": " simple you've got two tics have your say. Grab your ballot tick away. With"}, {"timestamp": [165.52, 172.08], "text": " MMP get twice the voting action on election day. Two ticks, yeah, all right. MMP is out of side."}, {"timestamp": [172.08, 178.32], "text": " Tick those little boxes exercise your democratic right. One tick, then one more. Voting shouldn't be a"}, {"timestamp": [178.32, 184.64], "text": " chore. It's how you remind those politicians who they're working for. Two ticks. It's so easy."}, {"timestamp": [184.64, 186.0], "text": " You've got two ticks"}, {"timestamp": [186.0, 189.0], "text": " And that's MMP"}, {"timestamp": [189.0, 192.0], "text": " You need 61 seats to be in government"}, {"timestamp": [192.0, 193.0], "text": " But there are ways to supplement"}, {"timestamp": [193.0, 195.0], "text": " If you don't have enough of them"}, {"timestamp": [195.0, 198.0], "text": " If no single party holds a majority"}, {"timestamp": [198.0, 201.0], "text": " Then agreements can be made to take collective authority"}, {"timestamp": [201.0, 204.0], "text": " Coalition is when parties can agree on conditions"}, {"timestamp": [204.0, 205.44], "text": " In which they make"}, {"timestamp": [205.44, 210.28], "text": " joint decisions and share the cabinet positions. Or they can form agreements based on confidence"}, {"timestamp": [210.28, 215.32], "text": " and supply. It's a less formal means of getting parties on the same side. And that's why"}, {"timestamp": [215.32, 220.36], "text": " each fox you tick could really matter a lot, because even minor parties might have influence"}, {"timestamp": [220.36, 230.7], "text": " at the top. So it's vital that you vote and that your two ticks are in it it's not a house of representatives if you're not represented two ticks read the word simple so"}, {"timestamp": [230.7, 235.8], "text": " don't beat it to election day is coming it's our trends to make our voices heard two ticks"}, {"timestamp": [235.8, 242.14], "text": " shout it out m&P without a doubt proportional representation is what we are all about two"}, {"timestamp": [242.14, 245.0], "text": " tics one and two know what you gotta do."}, {"timestamp": [246.44, 248.28], "text": " Make a choice and use your voice. Democracy depends on you."}, {"timestamp": [248.36, 249.16], "text": " Two ticks."}, {"timestamp": [249.72, 250.76], "text": " It's so easy."}, {"timestamp": [251.06, 252.52], "text": " You've got two ticks."}, {"timestamp": [253.24, 254.84], "text": " And that's MFP."}, {"timestamp": [255.98, 258.68], "text": " The other question I always get asked is,"}, {"timestamp": [259.68, 261.88], "text": " historically, why has youth turn out"}, {"timestamp": [261.88, 264.38], "text": " of general elections been disproportionately"}, {"timestamp": [264.38, 266.0], "text": " love, love, love."}, {"timestamp": [266.0, 274.0], "text": " And I can only assume it's because up until now there hasn't been catchy, upbeat pops on to explain how our democracy works."}, {"timestamp": [274.0, 277.0], "text": " So now there's no excuse."}, {"timestamp": [277.0, 290.0], "text": " Go vote. I'm I'm"}], "text": " You know, people always ask me the same question. They say, hey Jack, what is MMP? And can you please explain to the intricacies of our system of government? More specifically, how the final makeup of Parliament corresponds to my vote on Election Day. Yes, I can. Mixed member proportional MMP. It's the system that we're using our democracy. But how does it work? Why is it so complicated? Buckle up New Zealand, let's get educated. When you go to the polls on election day, there are two different decisions That you gotta make You've got to vote for your electorate And one for a party But what does that mean Well I'm just getting started Your electorate vote is for someone To represent the area that you live in And the party vote determines The final proportion of seats That each party is given So in our parliament MPs can represent A whole range of people vote determines the final proportion of seats that each party is given. So in our parliament, MPs can represent a whole range of different parties and communities. Big or small, they can all have a voice because of the choice we get with MMP. You've got two ticks, MMP, proportional democracy. It's harder for a single party to achieve majority Two ticks Hip hooray, MMP will save the day Even minor parties can participate and have a say Three ticks minus one MMP is so much fun Incentivizes compromise promotes cooperation Two ticks It's so easy you got two ticks And that's MMP There are 120 seats in our parliament, So you gotta control 61 to form a government Electorate seats are allocated to begin with a plurality of votes Is all that's needed to win with The seat goes to the person who is voted the most, so each electorate seat is first past the post. Seventy-two seats are decided like so, and the party vote determines where the last party ain't go. Each party seats are tucked up until they proportionally match for party vote nationwide. So the final allocation represents the percentage of the vote to achieve by every side but to get party seats five percent must be beat that's the threshold to meet or in an electric seat then you can bring other lists and visit even though the threshold was in reach simple you've got two tics have your say. Grab your ballot tick away. With MMP get twice the voting action on election day. Two ticks, yeah, all right. MMP is out of side. Tick those little boxes exercise your democratic right. One tick, then one more. Voting shouldn't be a chore. It's how you remind those politicians who they're working for. Two ticks. It's so easy. You've got two ticks And that's MMP You need 61 seats to be in government But there are ways to supplement If you don't have enough of them If no single party holds a majority Then agreements can be made to take collective authority Coalition is when parties can agree on conditions In which they make joint decisions and share the cabinet positions. Or they can form agreements based on confidence and supply. It's a less formal means of getting parties on the same side. And that's why each fox you tick could really matter a lot, because even minor parties might have influence at the top. So it's vital that you vote and that your two ticks are in it it's not a house of representatives if you're not represented two ticks read the word simple so don't beat it to election day is coming it's our trends to make our voices heard two ticks shout it out m&P without a doubt proportional representation is what we are all about two tics one and two know what you gotta do. Make a choice and use your voice. Democracy depends on you. Two ticks. It's so easy. You've got two ticks. And that's MFP. The other question I always get asked is, historically, why has youth turn out of general elections been disproportionately love, love, love. And I can only assume it's because up until now there hasn't been catchy, upbeat pops on to explain how our democracy works. So now there's no excuse. Go vote. I'm I'm"}