{"speakers": [], "chunks": [{"timestamp": [0.0, 5.0], "text": " The Ignite project is a really fun and interesting way to learn all about fire safety."}, {"timestamp": [5.0, 7.0], "text": " Here we are in our local community hall."}, {"timestamp": [7.0, 9.0], "text": " Now take a look around."}, {"timestamp": [9.0, 13.0], "text": " How many students do you think would fit in here?"}, {"timestamp": [13.0, 19.0], "text": " So the first method that we used was this meter squared template to measure the size of the hall."}, {"timestamp": [19.0, 22.0], "text": " The next method we used was a tape measure."}, {"timestamp": [22.0, 28.0], "text": " And then lastly we just used our feet. For us, we found just"}, {"timestamp": [28.0, 32.64], "text": " using our feet was the easiest method. To make this more realistic, we pretended that the right"}, {"timestamp": [32.64, 38.24], "text": " side of me was our stage for our pretend band. What I could not believe is this whole space behind"}, {"timestamp": [38.24, 47.76], "text": " me could fit 1,700 students. It is now clear to me why we have fire exits. Can you imagine 1,700 students in here"}, {"timestamp": [47.76, 53.52], "text": " trying to get out of this store and this store if there was an emergency? Thankfully for here,"}, {"timestamp": [53.52, 59.12], "text": " we have a maximum occupancy of 150 people. So this is something to think about when you are"}, {"timestamp": [59.12, 65.44], "text": " writing your own evacuation plan. Compared to this area, the school hall is about three times as big,"}, {"timestamp": [65.44, 68.08], "text": " and the gymnasium is about six times as big."}], "text": " The Ignite project is a really fun and interesting way to learn all about fire safety. Here we are in our local community hall. Now take a look around. How many students do you think would fit in here? So the first method that we used was this meter squared template to measure the size of the hall. The next method we used was a tape measure. And then lastly we just used our feet. For us, we found just using our feet was the easiest method. To make this more realistic, we pretended that the right side of me was our stage for our pretend band. What I could not believe is this whole space behind me could fit 1,700 students. It is now clear to me why we have fire exits. Can you imagine 1,700 students in here trying to get out of this store and this store if there was an emergency? Thankfully for here, we have a maximum occupancy of 150 people. So this is something to think about when you are writing your own evacuation plan. Compared to this area, the school hall is about three times as big, and the gymnasium is about six times as big."}