{"speakers": [], "chunks": [{"timestamp": [0.0, 4.0], "text": " Consent to me isn't just verbal, it involves body language as well."}, {"timestamp": [4.0, 10.0], "text": " So consent to me is clear, concise communication about what the boundaries are for each person"}, {"timestamp": [10.0, 14.0], "text": " and that's sort of got to be something you can talk about."}, {"timestamp": [14.0, 22.0], "text": " Consent to me is obviously based on in the moment but also the prior communication with your partner"}, {"timestamp": [22.0, 26.16], "text": " and having a mutual agreement on boundaries and what"}, {"timestamp": [26.16, 27.16], "text": " you're both comfortable with."}, {"timestamp": [27.16, 31.32], "text": " I think it's also key to know that consent is reversible."}, {"timestamp": [31.32, 36.18], "text": " So you may consent in the moment, but if you get into the situation and you don't feel"}, {"timestamp": [36.18, 39.24], "text": " comfortable that you can reverse that consent."}, {"timestamp": [39.24, 47.14], "text": " So consent to me is basically non-pressured verbal and non-verbal communication between your partner and"}, {"timestamp": [47.14, 50.9], "text": " agreements between you know what you're comfortable with and boundaries and your"}, {"timestamp": [50.9, 57.56], "text": " relationship communication is broken down into three areas verbal, vocal and non-verbal"}, {"timestamp": [57.56, 64.94], "text": " these are the words that you use come on come on it's easy me no but Michael I just"}, {"timestamp": [64.94, 66.0], "text": " no I don't want to."}, {"timestamp": [66.0, 71.0], "text": " Vocal, this is the pitch, tone, volume and rate of the conversation."}, {"timestamp": [71.0, 72.0], "text": " Oh really?"}, {"timestamp": [72.0, 73.0], "text": " Oh, look, sorry."}, {"timestamp": [73.0, 79.0], "text": " Honestly, I thought you're into it, and look, I really don't want you to do anything that you don't want to do."}, {"timestamp": [79.0, null], "text": " Nonverbal cues, which we know is body language."}], "text": " Consent to me isn't just verbal, it involves body language as well. So consent to me is clear, concise communication about what the boundaries are for each person and that's sort of got to be something you can talk about. Consent to me is obviously based on in the moment but also the prior communication with your partner and having a mutual agreement on boundaries and what you're both comfortable with. I think it's also key to know that consent is reversible. So you may consent in the moment, but if you get into the situation and you don't feel comfortable that you can reverse that consent. So consent to me is basically non-pressured verbal and non-verbal communication between your partner and agreements between you know what you're comfortable with and boundaries and your relationship communication is broken down into three areas verbal, vocal and non-verbal these are the words that you use come on come on it's easy me no but Michael I just no I don't want to. Vocal, this is the pitch, tone, volume and rate of the conversation. Oh really? Oh, look, sorry. Honestly, I thought you're into it, and look, I really don't want you to do anything that you don't want to do. Nonverbal cues, which we know is body language."}