{"speakers": [], "chunks": [{"timestamp": [0.0, 3.6], "text": " It all stems from a night-type fire in Rhode Island and America."}, {"timestamp": [4.2, 8.38], "text": " And within one, just over a minute, minute and a half,"}, {"timestamp": [8.5, 10.5], "text": " 102 people died at the door."}, {"timestamp": [11.56, 13.8], "text": " And the scenario was a rock concert."}, {"timestamp": [14.4, 16.38], "text": " There were curtains on either side of the stage,"}, {"timestamp": [16.52, 18.86], "text": " and they did use fire techniques inside the building,"}, {"timestamp": [19.34, 21.18], "text": " and the fire techniques ignited the buildings."}, {"timestamp": [21.66, 23.24], "text": " It took somebody's training it,"}, {"timestamp": [23.48, 25.64], "text": " and it took them a while to actually realize"}, {"timestamp": [25.64, 26.84], "text": " what was going on."}, {"timestamp": [26.84, 29.0], "text": " The fire alarm activated, and you could start"}, {"timestamp": [29.0, 30.72], "text": " to see the people move back."}, {"timestamp": [30.72, 33.56], "text": " And then they all came down, funneled out"}, {"timestamp": [33.56, 35.96], "text": " to the door that they entered the building."}, {"timestamp": [35.96, 39.08], "text": " Human nature is that if somebody comes through a door"}, {"timestamp": [39.08, 41.08], "text": " or enters a building in a certain way,"}, {"timestamp": [41.08, 43.48], "text": " they will go back that way."}, {"timestamp": [43.48, 45.9], "text": " Once we fell down, and then it came like the domino. And they pulled up at the door, you can see them, they will go back that way. Once we fell down and then came like the dolomone."}, {"timestamp": [47.04, 48.44], "text": " And they pulled up at the door."}, {"timestamp": [48.56, 49.18], "text": " You can see them."}, {"timestamp": [49.28, 50.34], "text": " They were trying to pull them out,"}, {"timestamp": [50.5, 51.64], "text": " trying to all sorts of things,"}, {"timestamp": [51.98, 53.46], "text": " but they were stacked up the door"}, {"timestamp": [53.46, 56.16], "text": " and just, they got there."}, {"timestamp": [56.58, 58.74], "text": " The thick-cocting smokers took them out."}, {"timestamp": [59.1, 60.62], "text": " There were other exit doors available"}, {"timestamp": [60.62, 61.68], "text": " and nobody used them."}, {"timestamp": [62.96, 64.48], "text": " And that was just over a minute."}], "text": " It all stems from a night-type fire in Rhode Island and America. And within one, just over a minute, minute and a half, 102 people died at the door. And the scenario was a rock concert. There were curtains on either side of the stage, and they did use fire techniques inside the building, and the fire techniques ignited the buildings. It took somebody's training it, and it took them a while to actually realize what was going on. The fire alarm activated, and you could start to see the people move back. And then they all came down, funneled out to the door that they entered the building. Human nature is that if somebody comes through a door or enters a building in a certain way, they will go back that way. Once we fell down, and then it came like the domino. And they pulled up at the door, you can see them, they will go back that way. Once we fell down and then came like the dolomone. And they pulled up at the door. You can see them. They were trying to pull them out, trying to all sorts of things, but they were stacked up the door and just, they got there. The thick-cocting smokers took them out. There were other exit doors available and nobody used them. And that was just over a minute."}