{"speakers": [], "chunks": [{"timestamp": [0.0, 8.36], "text": " You'll do anything for them."}, {"timestamp": [11.48, 14.04], "text": " I'm Lucy Elliott, I'm a nurse and I'm a mother."}, {"timestamp": [15.88, 18.94], "text": " Everybody wants to be loved and cared for, whether you're young or old,"}, {"timestamp": [19.1, 20.7], "text": " and I think that's important in life."}, {"timestamp": [21.06, 26.0], "text": " I think every single one of you are capable of caring and loving somebody"}, {"timestamp": [26.0, 31.16], "text": " and you deserve to have that bag. Loves Me Not comes from the daisies that you pick off"}, {"timestamp": [31.16, 35.24], "text": " out of the garden and loves me, loves me not. I think it's quite an interesting little game"}, {"timestamp": [35.24, 38.24], "text": " to play and you need to know in your own mind what you want I think."}, {"timestamp": [38.24, 45.04], "text": " Not to talking, you're supposed to be asleep."}, {"timestamp": [46.96, 47.2], "text": " You're supposed to be asleep."}, {"timestamp": [51.16, 53.68], "text": " I'm hoping that out of this workshop that you will get to look at your relationships and realise that you can do it."}, {"timestamp": [54.68, 58.56], "text": " Today you're going to have a lot of fun, a lot of laughter probably and maybe a little bit of sadness,"}, {"timestamp": [58.72, 63.16], "text": " but I hope you will remember this day as being a special one in your time at high school."}, {"timestamp": [64.2, 66.66], "text": " Yeah, in 16 years' time, you'll be doing, loves me not."}, {"timestamp": [67.0, 67.76], "text": " You know what that's about?"}, {"timestamp": [68.72, 73.6], "text": " You're going to have the opportunity to think a lot about your relationships now and in the future."}, {"timestamp": [74.0, 77.92], "text": " You deserve to be cared for and treated well."}], "text": " You'll do anything for them. I'm Lucy Elliott, I'm a nurse and I'm a mother. Everybody wants to be loved and cared for, whether you're young or old, and I think that's important in life. I think every single one of you are capable of caring and loving somebody and you deserve to have that bag. Loves Me Not comes from the daisies that you pick off out of the garden and loves me, loves me not. I think it's quite an interesting little game to play and you need to know in your own mind what you want I think. Not to talking, you're supposed to be asleep. You're supposed to be asleep. I'm hoping that out of this workshop that you will get to look at your relationships and realise that you can do it. Today you're going to have a lot of fun, a lot of laughter probably and maybe a little bit of sadness, but I hope you will remember this day as being a special one in your time at high school. Yeah, in 16 years' time, you'll be doing, loves me not. You know what that's about? You're going to have the opportunity to think a lot about your relationships now and in the future. You deserve to be cared for and treated well."}