{"speakers": [], "chunks": [{"timestamp": [0.0, 10.32], "text": " Mrs. Bunny looks funny when she twitches her nose."}, {"timestamp": [10.32, 14.24], "text": " Mrs. Bunny looks funny when she wriggles her tones."}, {"timestamp": [14.24, 17.2], "text": " Two floppy ears and two big feet."}, {"timestamp": [17.2, 20.56], "text": " I love Mrs. Bunny because she's so neat."}, {"timestamp": [20.56, 23.68], "text": " Mrs. Bunny stretches."}, {"timestamp": [23.68, 25.0], "text": " Mrs. Bunny laughs Mrs. Bunny gloss."}, {"timestamp": [25.0, 30.0], "text": " Mrs. Bunny hops and hops and hops and"}, {"timestamp": [30.0, 32.0], "text": " Mrs. Buddy hops and tops."}, {"timestamp": [32.0, 36.0], "text": " Mrs. Buddy roops and pops when she twitches her nose."}, {"timestamp": [36.0, 39.0], "text": " Mrs. Bunny loves its funny when she wriggles her tones."}, {"timestamp": [39.0, 43.0], "text": " Two globy ears and two big feet."}, {"timestamp": [43.0, 46.0], "text": " I love Mrs. Bunny because she's so neat."}, {"timestamp": [46.28, 47.7], "text": " Mrs. Buddy stretches."}, {"timestamp": [49.44, 50.84], "text": " Mrs. Bunny blobs."}, {"timestamp": [52.52, 55.66], "text": " Mrs. Bunny hops and hops and hops and hops."}, {"timestamp": [55.82, 58.04], "text": " And Mrs. Buddy hops and stops."}, {"timestamp": [58.88, 61.9], "text": " Mrs. Bunny loves funny when she twitches her nose."}, {"timestamp": [62.2, 66.0], "text": " Mrs. Bunny looks funny when she giggles her toes. Two gloppy ears and two big feet. I love Mrs. Bunny loves funny when she twes her nose mrs bunny looks funny when she giggles her toes too"}, {"timestamp": [66.0, 74.0], "text": " gloppy ears and two big feet i love mrs bunny because she's so neat mrs bunny stretches"}, {"timestamp": [74.0, 87.88], "text": " oh mrs bunny blocks mrs bunny hops and hops and hops and mrs bunny hops and hops and mrs bunny hops and hops and hops and Mrs. Bunny hops and hops and hops Mrs. Bunny hops and hops and hops"}, {"timestamp": [87.88, 90.32], "text": " and hops. This is Buddy hops and hops."}], "text": " Mrs. Bunny looks funny when she twitches her nose. Mrs. Bunny looks funny when she wriggles her tones. Two floppy ears and two big feet. I love Mrs. Bunny because she's so neat. Mrs. Bunny stretches. Mrs. Bunny laughs Mrs. Bunny gloss. Mrs. Bunny hops and hops and hops and Mrs. Buddy hops and tops. Mrs. Buddy roops and pops when she twitches her nose. Mrs. Bunny loves its funny when she wriggles her tones. Two globy ears and two big feet. I love Mrs. Bunny because she's so neat. Mrs. Buddy stretches. Mrs. Bunny blobs. Mrs. Bunny hops and hops and hops and hops. And Mrs. Buddy hops and stops. Mrs. Bunny loves funny when she twitches her nose. Mrs. Bunny looks funny when she giggles her toes. Two gloppy ears and two big feet. I love Mrs. Bunny loves funny when she twes her nose mrs bunny looks funny when she giggles her toes too gloppy ears and two big feet i love mrs bunny because she's so neat mrs bunny stretches oh mrs bunny blocks mrs bunny hops and hops and hops and mrs bunny hops and hops and mrs bunny hops and hops and hops and Mrs. Bunny hops and hops and hops Mrs. Bunny hops and hops and hops and hops. This is Buddy hops and hops."}