{"speakers": [], "chunks": [{"timestamp": [0.0, 207.0], "text": " Thank you. Thank you. The President, The President, Thank you. I'm I'm Aene. A"}, {"timestamp": [207.0, 208.0], "text": " A"}, {"timestamp": [208.0, 925.0], "text": " A I'm not going to be. You know, And so. I'm not you're I'm not you know, I'm not you know, and the I'm not going to be. You know, I'm not I'm not going to be. I'm not you're I'm You know, I'm not you're You know, I'm not I'm not you know, I'm going to be. Thank you. You know, I'm going to be. The The No, the The President, You know, I'm not. I'm not you know I'm"}, {"timestamp": [925.0, 926.46], "text": " I'm sorry"}, {"timestamp": [926.46, 928.42], "text": " I'm not"}, {"timestamp": [928.42, 929.7], "text": " I'm sorry"}, {"timestamp": [929.7, 1025.0], "text": " I'm going to You know, I'm there. Thank you. I'm not you know, I'm not a lot of you know, and"}, {"timestamp": [1025.0, 1065.8], "text": " I'm not going to be. I'm not a lot of a lot of a lot of"}, {"timestamp": [1065.8, 1068.56], "text": " I'm going to"}, {"timestamp": [1068.56, 1069.6], "text": " I'm going to"}, {"timestamp": [1069.6, 1072.88], "text": " I'm going to"}, {"timestamp": [1072.88, 1074.74], "text": " be a lot of"}, {"timestamp": [1074.74, 1075.76], "text": " a new"}, {"timestamp": [1075.76, 1076.88], "text": " I'm going to"}, {"timestamp": [1076.88, null], "text": " I'm, You know, I'm not you're I'm a lot of I'm not I'm a lot of I'm a lot, I'm going to be. You know, I'm going to be able to be. I'm'm going to be."}], "text": " Thank you. Thank you. The President, The President, Thank you. I'm I'm Aene. A A A I'm not going to be. You know, And so. I'm not you're I'm not you know, I'm not you know, and the I'm not going to be. You know, I'm not I'm not going to be. I'm not you're I'm You know, I'm not you're You know, I'm not I'm not you know, I'm going to be. Thank you. You know, I'm going to be. The The No, the The President, You know, I'm not. I'm not you know I'm I'm sorry I'm not I'm sorry I'm going to You know, I'm there. Thank you. I'm not you know, I'm not a lot of you know, and I'm not going to be. I'm not a lot of a lot of a lot of I'm going to I'm going to I'm going to be a lot of a new I'm going to I'm, You know, I'm not you're I'm a lot of I'm not I'm a lot of I'm a lot, I'm going to be. You know, I'm going to be able to be. I'm'm going to be."}