{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " Hello everyone my name is Amelia I am seven years old and I will read you this book"}, {"timestamp": [7.0, 11.0], "text": " It's called Happy Easter Little Greta by Mercy Maya"}, {"timestamp": [11.0, 15.0], "text": " It's Easter morning"}, {"timestamp": [15.0, 31.56], "text": " It's Easter morning I beat Easter Bunny has already came."}, {"timestamp": [31.56, 41.76], "text": " I quietly tiptoe downstairs and find all the Easter good before anyone else wakes up."}, {"timestamp": [41.76, 49.2], "text": " But as usual, my little sister is up before me."}, {"timestamp": [49.2, 56.06], "text": " I got a toy either that you can look into."}, {"timestamp": [56.06, 61.02], "text": " A wind up bunny."}, {"timestamp": [61.02, 70.24], "text": " Some candy chicks, chickens, a bunch of chocolate eggs and millions of jelly beans."}, {"timestamp": [70.24, 76.24], "text": " The Easter bunny gave my little sister the same things."}, {"timestamp": [76.24, 80.24], "text": " Dad says that's why we don't argue."}, {"timestamp": [80.24, 87.0], "text": " Mom says we can't eat any of it until after breakfast."}, {"timestamp": [87.0, 95.0], "text": " After breakfast we have to get dressed for church."}, {"timestamp": [95.0, 99.0], "text": " There's that the cow we all get in."}, {"timestamp": [99.0, 107.0], "text": " My little sister likes to get all dressed up."}, {"timestamp": [107.0, 115.0], "text": " I don't. At church I can't see anything because everyone is wearing fancy hats."}, {"timestamp": [115.0, 124.0], "text": " After church, all the kids die Easter eggs."}, {"timestamp": [124.0, 125.0], "text": " I think my eggs east the eggs."}, {"timestamp": [125.0, 130.0], "text": " I think my eggs are the best."}, {"timestamp": [130.0, 139.0], "text": " While the eggs dry, we have a big picnic lunch."}, {"timestamp": [139.0, 146.0], "text": " Then our parents hide the eggs in the field."}, {"timestamp": [146.0, 148.0], "text": " We're not supposed to pick."}, {"timestamp": [148.0, 157.0], "text": " Next we all line up and run into the field to find it."}, {"timestamp": [157.0, 163.0], "text": " Sometimes too many kids find the same."}, {"timestamp": [163.0, 170.82], "text": " Sometimes you walk right by an egg and someone else find it."}, {"timestamp": [173.54, 178.42], "text": " Sometimes the little kids don't find any, so you have to help them."}, {"timestamp": [181.18, 192.0], "text": " But by the time we all go home, everyone has had a happy Easter."}, {"timestamp": [192.0, 193.0], "text": " That end."}], "text": " Hello everyone my name is Amelia I am seven years old and I will read you this book It's called Happy Easter Little Greta by Mercy Maya It's Easter morning It's Easter morning I beat Easter Bunny has already came. I quietly tiptoe downstairs and find all the Easter good before anyone else wakes up. But as usual, my little sister is up before me. I got a toy either that you can look into. A wind up bunny. Some candy chicks, chickens, a bunch of chocolate eggs and millions of jelly beans. The Easter bunny gave my little sister the same things. Dad says that's why we don't argue. Mom says we can't eat any of it until after breakfast. After breakfast we have to get dressed for church. There's that the cow we all get in. My little sister likes to get all dressed up. I don't. At church I can't see anything because everyone is wearing fancy hats. After church, all the kids die Easter eggs. I think my eggs east the eggs. I think my eggs are the best. While the eggs dry, we have a big picnic lunch. Then our parents hide the eggs in the field. We're not supposed to pick. Next we all line up and run into the field to find it. Sometimes too many kids find the same. Sometimes you walk right by an egg and someone else find it. Sometimes the little kids don't find any, so you have to help them. But by the time we all go home, everyone has had a happy Easter. That end."}