{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " Today we're going to make slime."}, {"timestamp": [3.0, 11.0], "text": " That's right! We're going to make slime. We've got some boiling water and we've got some food colouring."}, {"timestamp": [11.0, 14.0], "text": " So I put the colouring in the food, the boiling water."}, {"timestamp": [14.0, 17.0], "text": " It's about three cups of water."}, {"timestamp": [17.0, 19.0], "text": " Mix in the colour first."}, {"timestamp": [19.0, 21.0], "text": " Ooh, it looks blue."}, {"timestamp": [21.0, 22.0], "text": " It is blue. You see that?"}, {"timestamp": [22.0, 23.0], "text": " Katta?"}, {"timestamp": [23.0, 26.0], "text": " Yeah. I'm going to put it in here. I'm going to mix it in this tray."}, {"timestamp": [26.0, 29.0], "text": " And we need about a cup of lachs soap likes."}, {"timestamp": [29.0, 33.0], "text": " You can just buy these."}, {"timestamp": [33.0, 38.0], "text": " Just like it in this laundry powder lane."}, {"timestamp": [38.0, 41.0], "text": " So there's a one cup of lux flakes oaks."}, {"timestamp": [41.0, 47.0], "text": " And we just mix and mix and mix and mix it looks weird."}, {"timestamp": [47.0, 49.0], "text": " It does not weird."}, {"timestamp": [49.0, 53.0], "text": " It looks like a little black."}, {"timestamp": [53.0, 55.0], "text": " Mix and mixing."}, {"timestamp": [55.0, 58.0], "text": " Mix, mix, mixing, mixing."}, {"timestamp": [58.0, 67.0], "text": " The best results actually takes a way while to keep them mixing so we may go pause this and come back to it soon."}, {"timestamp": [71.0, 74.0], "text": " We'll get mixing it."}, {"timestamp": [75.0, 79.0], "text": " So we've spent about a few minutes, maybe three minutes mixing it."}, {"timestamp": [80.0, 82.0], "text": " And this is the consistency."}, {"timestamp": [82.0, 84.0], "text": " What do you reckon, guys, put your hands in."}, {"timestamp": [84.0, 85.28], "text": " Put your hands in? What do you reckon, guys? Put your hands in. Put your hands in."}, {"timestamp": [86.9, 88.12], "text": " What does it feel like?"}, {"timestamp": [89.24, 90.12], "text": " Salim it."}, {"timestamp": [90.12, 90.72], "text": " Yeah."}, {"timestamp": [91.92, 92.92], "text": " Ewee."}], "text": " Today we're going to make slime. That's right! We're going to make slime. We've got some boiling water and we've got some food colouring. So I put the colouring in the food, the boiling water. It's about three cups of water. Mix in the colour first. Ooh, it looks blue. It is blue. You see that? Katta? Yeah. I'm going to put it in here. I'm going to mix it in this tray. And we need about a cup of lachs soap likes. You can just buy these. Just like it in this laundry powder lane. So there's a one cup of lux flakes oaks. And we just mix and mix and mix and mix it looks weird. It does not weird. It looks like a little black. Mix and mixing. Mix, mix, mixing, mixing. The best results actually takes a way while to keep them mixing so we may go pause this and come back to it soon. We'll get mixing it. So we've spent about a few minutes, maybe three minutes mixing it. And this is the consistency. What do you reckon, guys, put your hands in. Put your hands in? What do you reckon, guys? Put your hands in. Put your hands in. What does it feel like? Salim it. Yeah. Ewee."}