{"speakers": [], "chunks": [{"timestamp": [0.0, 6.38], "text": " When we were filming this, a couple people were thinking, because I was fast, they would think, oh, I could get away from the cops."}, {"timestamp": [7.12, 11.06], "text": " There was no chance of getting away from the police in the situation I was in."}, {"timestamp": [11.66, 17.9], "text": " I figured out that I had nowhere to go, and when they got the dog to come in, you tend to freeze,"}, {"timestamp": [18.26, 25.0], "text": " and a lot of fear comes into your mind about what you're happening, and you just do everything the cops say."}, {"timestamp": [25.0, 27.0], "text": " Get on the ground!"}, {"timestamp": [27.0, 29.0], "text": " Get on the ground now!"}, {"timestamp": [29.0, 31.0], "text": " Hurry up, line out, face down."}, {"timestamp": [31.0, 32.0], "text": " Get out."}, {"timestamp": [32.0, 33.0], "text": " Good boy."}, {"timestamp": [33.0, 34.0], "text": " Good boy."}, {"timestamp": [34.0, 36.0], "text": " I'm not good boy."}, {"timestamp": [36.0, 37.0], "text": " Good land."}, {"timestamp": [37.0, 38.0], "text": " Good land."}, {"timestamp": [38.0, 41.0], "text": " You can't run from the police."}, {"timestamp": [41.0, 43.0], "text": " The bigger than you, the faster than you, the stronger than you."}, {"timestamp": [43.0, 45.0], "text": " They've got more resources than you."}, {"timestamp": [45.0, 48.0], "text": " You can always run, but you'll never hide and you'll never get away."}, {"timestamp": [48.0, 51.0], "text": " They're going to catch you sooner or later."}, {"timestamp": [51.0, 57.0], "text": " When I realised I wasn't as fast as the police, I decided to try, think I could outsmart them."}, {"timestamp": [61.0, 65.0], "text": " Ends up you can never outsmart the police."}, {"timestamp": [65.0, 67.0], "text": " The door!"}, {"timestamp": [67.0, 70.0], "text": " Don't come out as long be here to find you!"}, {"timestamp": [70.0, 71.0], "text": " Buschance!"}, {"timestamp": [71.0, 73.0], "text": " Just as you."}, {"timestamp": [73.0, 74.0], "text": " Wondham!"}, {"timestamp": [74.0, 77.0], "text": " Wondham!"}, {"timestamp": [77.0, 79.0], "text": " There is!"}, {"timestamp": [79.0, 82.0], "text": " There is, no, mate, you come out there."}, {"timestamp": [82.0, 83.0], "text": " Wondon."}, {"timestamp": [83.0, 88.0], "text": " Just as you saw before, you can't get away. Just as you saw before, you can't get away."}, {"timestamp": [88.0, 91.0], "text": " That guy couldn't, the police were too good."}, {"timestamp": [91.0, 94.0], "text": " You're not going to be able to get away any better than he was."}, {"timestamp": [94.0, 97.0], "text": " The reality is that police have the ability to arrest you."}, {"timestamp": [97.0, 100.0], "text": " So they have the ability to take away your freedom."}, {"timestamp": [100.0, 103.0], "text": " So if you choose to behave in a way, if you're offending"}, {"timestamp": [103.0, 111.68], "text": " or if you choose to behave in a way that is potentially going to result in an arrest, then that will be the end result."}, {"timestamp": [112.28, 127.0], "text": " However, if you manage the situation in a different way and if you are communicative with us, if you talk to us, if you explain things in your own way, but calmly and quietly, why would I need to arrest you"}, {"timestamp": [127.0, 129.0], "text": " to deal with that?"}, {"timestamp": [129.0, 130.82], "text": " It's kind of your choice."}, {"timestamp": [130.82, 136.68], "text": " You choose, depending on how you respond to us, how we will respond to you and how we will"}, {"timestamp": [136.68, 137.68], "text": " react."}, {"timestamp": [137.68, 143.68], "text": " But the reality is that if you have offended and I do have the power to arrest you, that is"}, {"timestamp": [143.68, 147.0], "text": " my big trump card and I can use that if I have to."}, {"timestamp": [147.0, 148.78], "text": " I would prefer not to."}], "text": " When we were filming this, a couple people were thinking, because I was fast, they would think, oh, I could get away from the cops. There was no chance of getting away from the police in the situation I was in. I figured out that I had nowhere to go, and when they got the dog to come in, you tend to freeze, and a lot of fear comes into your mind about what you're happening, and you just do everything the cops say. Get on the ground! Get on the ground now! Hurry up, line out, face down. Get out. Good boy. Good boy. I'm not good boy. Good land. Good land. You can't run from the police. The bigger than you, the faster than you, the stronger than you. They've got more resources than you. You can always run, but you'll never hide and you'll never get away. They're going to catch you sooner or later. When I realised I wasn't as fast as the police, I decided to try, think I could outsmart them. Ends up you can never outsmart the police. The door! Don't come out as long be here to find you! Buschance! Just as you. Wondham! Wondham! There is! There is, no, mate, you come out there. Wondon. Just as you saw before, you can't get away. Just as you saw before, you can't get away. That guy couldn't, the police were too good. You're not going to be able to get away any better than he was. The reality is that police have the ability to arrest you. So they have the ability to take away your freedom. So if you choose to behave in a way, if you're offending or if you choose to behave in a way that is potentially going to result in an arrest, then that will be the end result. However, if you manage the situation in a different way and if you are communicative with us, if you talk to us, if you explain things in your own way, but calmly and quietly, why would I need to arrest you to deal with that? It's kind of your choice. You choose, depending on how you respond to us, how we will respond to you and how we will react. But the reality is that if you have offended and I do have the power to arrest you, that is my big trump card and I can use that if I have to. I would prefer not to."}