{"speakers": [], "chunks": [{"timestamp": [0.0, 4.0], "text": " Confidence and self-esteem comes from being happy within ourselves."}, {"timestamp": [4.0, 6.0], "text": " Self-belief is the key."}, {"timestamp": [6.0, 10.0], "text": " Each of us is a ripe, juicy apple, but not everyone likes apples."}, {"timestamp": [10.0, 13.0], "text": " So many of us choose to become a banana so we fit in."}, {"timestamp": [13.0, 17.0], "text": " Not everyone likes bananas, so we become a pineapple or a mandarin."}, {"timestamp": [17.0, 21.0], "text": " But not everyone likes mandarin, so we just become confused fruit salad."}, {"timestamp": [21.0, 23.0], "text": " We need to be true to our apple-ness."}, {"timestamp": [23.0, 25.2], "text": " What are some things we can do to build"}, {"timestamp": [25.2, 32.28], "text": " confidence and self-esteem? Mr. Bank Manager, I want to make a deposit in my emotional bank account."}, {"timestamp": [32.28, 38.6], "text": " I saw a nasty Facebook post about a person I know, and I choose not to share it. I also told the"}, {"timestamp": [38.6, 41.9], "text": " person who posted it to delete it. What do you think?"}, {"timestamp": [43.28, 46.0], "text": " Apple. Thank you"}, {"timestamp": [46.0, 48.0], "text": " Hello Mr Bank Manager"}, {"timestamp": [48.0, 51.0], "text": " I want to make a deposit into my emotional bank account"}, {"timestamp": [51.0, 55.0], "text": " I've just got my school report and I have really improved in my mess"}, {"timestamp": [55.0, 57.0], "text": " I worked really hard because I'm not good at mass"}, {"timestamp": [57.0, 59.0], "text": " and I'm proud of my achievement"}, {"timestamp": [59.0, 62.0], "text": " Hello Mr Bank Manager"}, {"timestamp": [62.0, 65.0], "text": " I want to make a deposit into my community Emotional Bank account Hello Mr Bank Manager."}, {"timestamp": [65.0, 69.0], "text": " I want to make a deposit into my community emotional bank account"}, {"timestamp": [69.0, 73.0], "text": " I was walking down the street and I saw rubbish on the footpath"}, {"timestamp": [73.0, 77.0], "text": " and I picked it up because it affects all of us and our civic pride"}, {"timestamp": [77.0, 80.0], "text": " Thank you"}, {"timestamp": [80.0, 82.0], "text": " Hello Mr Bank Manager"}, {"timestamp": [82.0, 85.86], "text": " I want to make a deposit into my friend's emotional bank account"}, {"timestamp": [85.86, 88.7], "text": " because she is an awesome friend"}, {"timestamp": [88.7, 92.2], "text": " and I just wanted to say thanks for being there for me."}, {"timestamp": [93.12, 93.56], "text": " Okay."}, {"timestamp": [95.56, 96.08], "text": " Okay."}], "text": " Confidence and self-esteem comes from being happy within ourselves. Self-belief is the key. Each of us is a ripe, juicy apple, but not everyone likes apples. So many of us choose to become a banana so we fit in. Not everyone likes bananas, so we become a pineapple or a mandarin. But not everyone likes mandarin, so we just become confused fruit salad. We need to be true to our apple-ness. What are some things we can do to build confidence and self-esteem? Mr. Bank Manager, I want to make a deposit in my emotional bank account. I saw a nasty Facebook post about a person I know, and I choose not to share it. I also told the person who posted it to delete it. What do you think? Apple. Thank you Hello Mr Bank Manager I want to make a deposit into my emotional bank account I've just got my school report and I have really improved in my mess I worked really hard because I'm not good at mass and I'm proud of my achievement Hello Mr Bank Manager I want to make a deposit into my community Emotional Bank account Hello Mr Bank Manager. I want to make a deposit into my community emotional bank account I was walking down the street and I saw rubbish on the footpath and I picked it up because it affects all of us and our civic pride Thank you Hello Mr Bank Manager I want to make a deposit into my friend's emotional bank account because she is an awesome friend and I just wanted to say thanks for being there for me. Okay. Okay."}