{"speakers": [], "chunks": [{"timestamp": [0.0, 17.24], "text": " I'm just really passionate about being outside, being in the outdoors, being in the ocean."}, {"timestamp": [17.24, 23.32], "text": " That's what, it's me, you know."}, {"timestamp": [23.32, 25.08], "text": " The ocean for me is home though."}, {"timestamp": [34.8, 35.1], "text": " That's where I most find myself comfortable in the environment where when you hit the water,"}, {"timestamp": [36.1, 36.3], "text": " nothing else matters."}, {"timestamp": [44.52, 45.0], "text": " And it's just you in this amazing vastness of living adventure, I guess."}, {"timestamp": [45.0, 47.0], "text": " You know, every time you go in the ocean,"}, {"timestamp": [47.0, 49.0], "text": " you don't know what you're going to see,"}, {"timestamp": [49.0, 53.0], "text": " or what sort of biodiversity you're going to see,"}, {"timestamp": [53.0, 55.0], "text": " and what sort of wildlife you're going to see,"}, {"timestamp": [55.0, 58.0], "text": " and what sort of rubbish you're going to see."}, {"timestamp": [58.0, 62.0], "text": " It's always changing, and that's the thing that excites me about it."}, {"timestamp": [62.0, 68.0], "text": " It's not like getting in a pool and going up and down and watching a black line, which is great if you love doing that."}, {"timestamp": [69.12, 72.32], "text": " But it doesn't motivate me to go out there and make a difference, you know."}, {"timestamp": [77.36, 80.12], "text": " There's just so much to do under the ocean, you know."}, {"timestamp": [80.16, 81.32], "text": " There's so much to see."}, {"timestamp": [81.44, 84.28], "text": " I mean, 80% of the oceans haven't even been explored yet."}, {"timestamp": [86.64, 87.72], "text": " I don't know."}, {"timestamp": [88.56, 91.28], "text": " I don't reckon you totally."}, {"timestamp": [91.88, 95.72], "text": " There's always something around the next rock or the next reef or the next piece of cowap."}, {"timestamp": [96.82, 100.22], "text": " And that's the thing you're always looking for something new and doesn't matter."}, {"timestamp": [101.26, 106.0], "text": " Even on the swim, you know, like you swim 70Ks around the coastline and you're still"}, {"timestamp": [106.0, 109.12], "text": " like, oh I wonder what's over that rock, I wonder what's over the next rock, I wonder what's"}, {"timestamp": [109.12, 110.12], "text": " there."}, {"timestamp": [110.12, 123.62], "text": " No, swimming becomes very, really, really meditative to me."}, {"timestamp": [123.62, 125.4], "text": " It's just natural, it's just so comfortable."}, {"timestamp": [125.98, 128.24], "text": " You know, some people can run, some people can ride a bike,"}, {"timestamp": [128.38, 130.66], "text": " some people can swim, like, if you put me on land"}, {"timestamp": [130.66, 133.18], "text": " and I try to run, I'm useless, you know, and I know that,"}, {"timestamp": [133.24, 134.46], "text": " and that's fine, I don't care."}, {"timestamp": [135.32, 137.72], "text": " But you put me in the water, and it just feels so natural"}, {"timestamp": [137.72, 139.98], "text": " and so instinctive that you just want to go."}, {"timestamp": [140.6, 143.9], "text": " And when you're around marine life or dolphins or something,"}, {"timestamp": [144.12, 147.54], "text": " you're like, oh, I wish I could hold my breath a bit longer, so I would go a bit deeper, or when you're around marine life or dolphins or something, you're like, oh, I wish I could hold my breath a bit longer so I'd go a bit deeper."}, {"timestamp": [147.82, 165.06], "text": " Or when you're around a turtle, you know, when you're swimming next to a turtle and you're eye to eye with this amazing mammal or this, you know, whatever it is, stingrays are crazy to swim with because they're so relaxed and they're so calm and they just look at you and you just cruise along"}, {"timestamp": [165.06, 172.58], "text": " in their environment and it's a connection that I've never found out of the water and it's a connection"}, {"timestamp": [172.58, 178.72], "text": " that has no expectations to it. You're just there and you're just enjoying that moment and I think"}, {"timestamp": [178.72, 184.82], "text": " that that's what I really like about it. I don't think that you choose the coromando. I think the"}, {"timestamp": [184.82, 185.88], "text": " coromeda chooses you"}, {"timestamp": [185.88, 192.74], "text": " and whether you end up here or not, it just happens. But once you come here, it's really hard"}, {"timestamp": [192.74, 198.6], "text": " to find anywhere else is special in the world because it is so unique. And I think that's really"}, {"timestamp": [198.6, 203.86], "text": " why we need to look after it and we need to actually do something about it and protect it"}, {"timestamp": [203.86, 205.0], "text": " and make sure it stays like this for the next generation and the generation after that. We need to look after it and we need to actually do something about it and protect it and"}, {"timestamp": [205.0, 212.0], "text": " make sure it stays like this for the next generation and the generation after that."}, {"timestamp": [212.0, 218.0], "text": " So many people come to the Coromandel on holiday and they appreciate it and they have a beach holiday and it's all lair-di-da and it's all great, you know,"}, {"timestamp": [218.0, 225.1], "text": " but they don't actually really care deeply about the soul of the Coromandel."}, {"timestamp": [226.48, 226.54], "text": " And it really touches you."}, {"timestamp": [227.66, 228.04], "text": " It's a really healing place."}, {"timestamp": [229.38, 229.44], "text": " It's a really, really healing place."}, {"timestamp": [231.18, 232.08], "text": " And there's a lot of medicinal trees here."}, {"timestamp": [236.02, 236.66], "text": " There's a lot of places that are really quiet and very spiritual."}, {"timestamp": [238.64, 238.88], "text": " There's a lot of history here from beforehand,"}, {"timestamp": [240.6, 241.46], "text": " before, you know, from our ancestors."}, {"timestamp": [244.98, 245.12], "text": " So I think once you start to open up to that and you start to appreciate that,"}, {"timestamp": [248.14, 252.68], "text": " you can see why it's so special."}, {"timestamp": [258.1, 267.0], "text": " You've set the goal, it's a very big goal, so even if you don't make it, it's still a fantastic thing, but you're ready to go for it. People have done that all along, try to go beyond what it's been before."}, {"timestamp": [267.0, 270.0], "text": " It's what happened in Hillary was on Everest."}, {"timestamp": [270.0, 274.0], "text": " What happened was Balanced at the four minute mile and so on."}, {"timestamp": [274.0, 280.0], "text": " They had the attitude, they had the mindset and they had the training and they were going to give it a barrier."}, {"timestamp": [280.0, 281.0], "text": " That's what you're going to do."}, {"timestamp": [281.0, 286.0], "text": " Only 1,737,000 There are some 236 strokes left."}, {"timestamp": [286.0, 287.0], "text": " That's okay."}, {"timestamp": [287.0, 295.0], "text": " It's now one day before I start off on my swim."}, {"timestamp": [295.0, 301.0], "text": " And the sight phone might hold out to a Saturday, so we're going to go tomorrow."}, {"timestamp": [301.0, 306.1], "text": " Once I hit the water in the morning should be good to go and hopefully we have"}, {"timestamp": [306.1, 312.76], "text": " less than five-not winds. I'm going to leave at 5.30 a.m. so it'll be dark when I'm"}, {"timestamp": [312.76, 316.38], "text": " going to leave and hopefully the sun will be rising as I get to Tiana Poon Point."}, {"timestamp": [316.38, 322.38], "text": " Sort of a little bit overwhelming because lots of people will have sent me messages of"}, {"timestamp": [322.38, 325.0], "text": " support today and..."}, {"timestamp": [329.0, 332.0], "text": " I guess I'm used to doing shit on my own."}, {"timestamp": [332.0, 336.0], "text": " And I try to always do stuff on my own."}, {"timestamp": [336.0, 340.0], "text": " But when you actually open up and let people into your venture,"}, {"timestamp": [340.0, 352.66], "text": " it's amazing how many people want to support you and that's a bit of an eye opener for me just go it goes well and if it doesn't it doesn't I've been tried"}, {"timestamp": [352.66, 360.76], "text": " that's amazing I'm just painting my nails because each nail is representative of"}, {"timestamp": [360.76, 369.82], "text": " someone that's really important to me and everyone has chosen their colour that they"}, {"timestamp": [369.82, 374.84], "text": " like and nail polish and I'm taking that with me on one of your journey."}, {"timestamp": [374.84, 387.0], "text": " I'd usually be a little concerned about how they were going to get on, to be perfectly"}, {"timestamp": [387.0, 389.0], "text": " honest, particularly that piece of water."}, {"timestamp": [389.0, 394.0], "text": " So I think I might have even said to someone that, oh, I wonder if she's done enough research"}, {"timestamp": [394.0, 399.0], "text": " to actually understand what's required for this task, because that piece of water is pretty"}, {"timestamp": [399.0, 403.0], "text": " renowned to be very difficult to travel around."}, {"timestamp": [403.0, 405.68], "text": " And I've spent a bit of time on that water and I have a lot of respect for it."}, {"timestamp": [405.78, 411.62], "text": " So not only is it 70 kilometres of swimming, it's actually incredibly difficult conditions at times."}, {"timestamp": [412.04, 416.0], "text": " It's not purely having to physically cope with what's going on."}, {"timestamp": [416.2, 418.32], "text": " It's is my support person near me?"}, {"timestamp": [418.9, 422.52], "text": " Is the weather going to turn around and I'm going to be on Great Barrier Island in a minute?"}, {"timestamp": [422.72, 426.56], "text": " Is there anything under the water that I can't see that's going to grab hold of my leg any minute"}, {"timestamp": [426.56, 428.96], "text": " and I have to keep myself focused on where I'm going?"}, {"timestamp": [428.96, 432.4], "text": " Have I actually got my support crew well and safe?"}, {"timestamp": [432.4, 436.24], "text": " Because I imagine she's focused on what she's doing but actually are they up to it"}, {"timestamp": [436.24, 438.48], "text": " because it's going to be grueling for them as well."}, {"timestamp": [438.48, 441.04], "text": " So her team and her preparation is huge."}, {"timestamp": [441.04, 443.6], "text": " Okay, Ellie is feeling great."}, {"timestamp": [443.6, 446.0], "text": " And we have it all. I knew it was a big distance."}, {"timestamp": [446.0, 449.0], "text": " And there we have it all."}, {"timestamp": [449.0, 453.0], "text": " Where else would you want to be?"}, {"timestamp": [453.0, 456.0], "text": " I knew it was a big distance."}, {"timestamp": [456.0, 461.0], "text": " You know, I knew it was like 70Ks, but I never thought of that as unachievable."}, {"timestamp": [461.0, 467.78], "text": " I just, to be honest, I just thought of the first point. So when I look out from my"}, {"timestamp": [467.78, 474.48], "text": " house, I look over across the water and there's a point called Tianaputa Point. And it's about"}, {"timestamp": [474.48, 479.96], "text": " seven kilometres from here and it's across open ocean. And in my head, I just thought,"}, {"timestamp": [480.06, 483.84], "text": " if you can get to that point, then you can get around the ocean. You can get around the island."}, {"timestamp": [483.84, 487.1], "text": " So I never thought of it in its entirety at all."}, {"timestamp": [487.36, 494.04], "text": " When I was swimming, I thought it's 7Ks and then it's another 7Ks and then it's another 7Ks."}, {"timestamp": [494.04, 500.4], "text": " So whenever I trained, I would train, like if I did a long swim, a long swim for me would be 6.5Ks, 7Ks."}, {"timestamp": [500.9, 505.6], "text": " And that's, you know, around a point and along a beach and back and then around and around the bay until I made that sort of 6.5Ks. And that's, you know, around a point and along a beach and back, and then around and"}, {"timestamp": [505.6, 512.42], "text": " round the bay until I made that sort of 6.5Ks. So in my mind, I could do that leg. So all I had to do"}, {"timestamp": [512.42, 519.14], "text": " was break it up into those legs. And probably maybe three months out, I decided, oh, I better"}, {"timestamp": [519.14, 527.42], "text": " write a training program. You know, so I wrote a training program program which is probably not as specific as what other people have,"}, {"timestamp": [527.58, 529.3], "text": " but it gave me structure."}, {"timestamp": [529.5, 531.08], "text": " And so I knew on Monday I needed to rest."}, {"timestamp": [531.2, 532.86], "text": " On Tuesday was a short swim."}, {"timestamp": [532.94, 534.32], "text": " On Wednesday was a strength and flex."}, {"timestamp": [534.4, 536.58], "text": " On Thursday was a long swim Friday, Saturday were long swims."}, {"timestamp": [537.34, 543.94], "text": " So on those days, I didn't have this big picture of you need to do this many kilometers and this many of this."}, {"timestamp": [544.24, 551.2], "text": " I just went with what I felt and I just made sure it was consistent."}, {"timestamp": [551.2, 556.04], "text": " Even if I just swam 1K, well that was better than swimming, nothing."}, {"timestamp": [556.04, 560.2], "text": " And I started off, you know, I started off I could probably swim 200 meters and then I swam"}, {"timestamp": [560.2, 563.1], "text": " 400 meters and then it just slowly built up."}, {"timestamp": [563.1, 568.34], "text": " And I think that's the big thing with endurance sports and things like this is that in your mind"}, {"timestamp": [568.34, 570.2], "text": " you think, okay, I can't even get to the letterbox."}, {"timestamp": [570.58, 573.94], "text": " But then the next day you walk past the letterbox and then the next day you walk to the end"}, {"timestamp": [573.94, 577.1], "text": " of the road, your body adapts to that."}, {"timestamp": [577.8, 580.28], "text": " And it doesn't matter what the activity is."}, {"timestamp": [583.12, 590.4], "text": " I think that propensity to test your limits is more just about wanting to find out what"}, {"timestamp": [590.4, 591.68], "text": " you're made of, who you are."}, {"timestamp": [592.04, 597.02], "text": " And we can do that best by stretching ourselves."}, {"timestamp": [597.02, 603.36], "text": " Then we can see where our boundaries are and what kind of hidden resources we have as a human."}, {"timestamp": [603.94, 609.54], "text": " So I think that's a kind of natural thing for a lot of us to want to do"}, {"timestamp": [609.54, 612.92], "text": " is to just see what we're made of."}, {"timestamp": [614.74, 617.88], "text": " You're not sure why you're doing this, but there's something there."}, {"timestamp": [618.38, 622.34], "text": " I wonder if the same thing was true of Valley before she started out on the swim."}, {"timestamp": [622.34, 630.5], "text": " I'm not sure why I'm doing this, but there's something here and I'm just going to go do it."}, {"timestamp": [630.5, 635.5], "text": " It takes belief in yourself, because you can do anything you want as long as you believe in."}, {"timestamp": [635.5, 640.42], "text": " And yeah, tasks are mammoth."}, {"timestamp": [640.42, 645.76], "text": " But without one person making a change, then no one's going to change."}, {"timestamp": [650.28, 650.36], "text": " And it doesn't matter whether that change is big or small or whatever it is."}, {"timestamp": [656.06, 656.5], "text": " It's taking that first step to actually do something about it and consciously do something about it."}, {"timestamp": [664.26, 664.52], "text": " It's whether you want to change your diet or your lifestyle or, you know, you make that choice."}, {"timestamp": [665.7, 665.86], "text": " It's just taking action."}, {"timestamp": [667.18, 667.26], "text": " It doesn't matter what it is."}, {"timestamp": [667.66, 667.76], "text": " It's starting."}, {"timestamp": [671.18, 671.3], "text": " And even if you take action and it's, it fails, it falls over."}, {"timestamp": [673.48, 673.72], "text": " Well, at least you try something new, you know."}, {"timestamp": [677.8, 679.12], "text": " You don't know what's around the corner unless you actually get to the corner and then look at it."}, {"timestamp": [682.68, 682.76], "text": " People were saying, oh, you can't do that, you can't do that, you can't do this, you can't do that."}, {"timestamp": [684.12, 684.28], "text": " And to me, that's just a brule."}, {"timestamp": [685.22, 685.58], "text": " That's a bullshit rule."}, {"timestamp": [690.84, 694.64], "text": " We pull on these brawls in our brains from society and we just stay in these little silos basically"}, {"timestamp": [694.64, 697.86], "text": " and do what's been done before because that's what we were told to do"}, {"timestamp": [697.86, 700.22], "text": " or that's what we're exposed to as a child, you know."}, {"timestamp": [700.86, 702.28], "text": " And so we think that's right."}, {"timestamp": [702.48, 703.74], "text": " But who says that's right?"}, {"timestamp": [703.74, 705.84], "text": " I mean, until you start questioning those,"}, {"timestamp": [706.26, 708.98], "text": " we're still going to live in this silo world."}, {"timestamp": [711.36, 716.94], "text": " Because she's so driven, that's just Ali."}, {"timestamp": [718.86, 720.32], "text": " That's what Ali does."}, {"timestamp": [741.08, 750.92], "text": " Because Ali likes to push the limits and she's constantly inspired by the environment by the things around her. She went, wow, if I did this, it probably would have an impact on people. People would"}, {"timestamp": [750.92, 759.44], "text": " be inspired. I can connect it to the ocean, to how important it is to look after our ocean."}, {"timestamp": [760.22, 768.82], "text": " And then she started really talking more about that, which is where I love that kind of thing."}, {"timestamp": [769.12, 775.6], "text": " It's all about looking after our planet and where we are."}, {"timestamp": [776.52, 781.86], "text": " And so if you can tie that in with personal achievement, man, that's powerful."}, {"timestamp": [784.64, 787.84], "text": " You know, as a community, we're a really tight community here,"}, {"timestamp": [788.0, 788.78], "text": " and we do a lot."}, {"timestamp": [789.08, 793.92], "text": " I mean, I do probably 60%, 70% of my time is on volunteer stuff."}, {"timestamp": [795.1, 798.82], "text": " Community initiatives, you know, we have a big predator-free network here."}, {"timestamp": [799.92, 802.5], "text": " We spend a lot of time looking after the environment."}, {"timestamp": [802.86, 806.7], "text": " So you take that ownership on yourself, and it's your choice whether you want to do that."}, {"timestamp": [806.7, 811.3], "text": " We still get damage in the environment and we still have, you know,"}, {"timestamp": [811.3, 818.8], "text": " a lot of fishing that needs to really sort itself out and we have leaching and we have all these waterways that are going in"}, {"timestamp": [818.8, 825.6], "text": " and we have untreated waterways going in and we've got runoff and there's multiple different issues that affect the golf."}, {"timestamp": [825.6, 829.8], "text": " If we don't do something about that, if we don't try to build something around that, that"}, {"timestamp": [829.8, 833.9], "text": " actually protects those areas, then we are going to end up like the rest of the world and"}, {"timestamp": [833.9, 839.32], "text": " we aren't going to be a swim around the Coromandel without being in a plastic bag, basically."}, {"timestamp": [839.32, 844.32], "text": " And things happen, I get that, I get that that, you know, fishing lines get caught and they end up."}, {"timestamp": [844.32, 849.36], "text": " And I'm not saying stop recreational fishing or stop commercial fishing because people need"}, {"timestamp": [849.36, 853.76], "text": " to have a living and people, when they have empathy with the ocean, they'll actually"}, {"timestamp": [853.76, 855.68], "text": " care for the ocean."}, {"timestamp": [855.68, 858.56], "text": " And I believe everyone has that in their heart and soul."}, {"timestamp": [858.56, 862.76], "text": " We just need to encourage it and try to make sure that there are initiatives that can help"}, {"timestamp": [862.76, 872.16], "text": " us out and do something about for the future and do something you know if people don't make conscious decisions about how they shop"}, {"timestamp": [872.16, 879.5], "text": " how they eat how they holiday then if you can't make that conscious decision yourself and"}, {"timestamp": [879.5, 884.56], "text": " you can't take responsibility then how do you expect a whole country to take responsibility"}, {"timestamp": [884.56, 888.4], "text": " if you're not doing itself?"}, {"timestamp": [888.4, 892.8], "text": " I think everyone is entitled to their own opinion but the main thing is that you do something"}, {"timestamp": [892.8, 898.4], "text": " for yourself in your own backyard and whether that's looking after your own piece of property"}, {"timestamp": [898.4, 903.2], "text": " or going down to your park and picking out rubbish in your park or if you're walking along the"}, {"timestamp": [903.2, 906.72], "text": " footpath and you see something that's wrong, making it right."}, {"timestamp": [906.72, 908.08], "text": " That's where it starts."}, {"timestamp": [908.08, 909.84], "text": " It's not having your head and your phone"}, {"timestamp": [909.84, 912.88], "text": " and just going on someone else will deal with it,"}, {"timestamp": [912.88, 915.28], "text": " because there isn't anyone else to deal with it."}, {"timestamp": [915.28, 917.84], "text": " We've caused this, so we need to clean it up."}, {"timestamp": [919.92, 922.56], "text": " It's so special, you know, when you're diving under the water"}, {"timestamp": [922.56, 925.0], "text": " and then you come in face to face with the stingray, and the stingray is just cruising, you know, when you're diving under the water and then you come in face to face with the stingray"}, {"timestamp": [925.0, 929.62], "text": " and the stingray is just cruising, you know, looking at you."}, {"timestamp": [929.66, 931.1], "text": " It's a really unique moment."}, {"timestamp": [931.88, 938.34], "text": " And it's the same as life, you know, you're full on, you've got your head and your phone,"}, {"timestamp": [938.48, 943.46], "text": " you're on your laptop, your computer and you just miss this beautiful sunrise or this amazing sunset"}, {"timestamp": [943.46, 971.28], "text": " because you've forgotten to take a breath and put your head under the water?"}, {"timestamp": [972.72, 978.32], "text": " How hard is it to teach a kid in the bath to hold their head under the water and not have a fear of it?"}, {"timestamp": [979.56, 980.38], "text": " You know, what is it?"}, {"timestamp": [980.38, 984.72], "text": " 75% of New Zealanders live within 10 kilometres of the ocean."}, {"timestamp": [986.32, 987.76], "text": " And they're too scared to go in the water."}, {"timestamp": [988.18, 993.14], "text": " You know, I've got kids that have come here that swim in pools but won't jump in the ocean."}, {"timestamp": [994.46, 1000.42], "text": " And as soon as you give them some insight, you know, or you inspire them to go in there,"}, {"timestamp": [1000.86, 1003.12], "text": " they just become totally different kids."}, {"timestamp": [1003.86, 1007.38], "text": " And they just get to explore and their curiosity becomes out."}, {"timestamp": [1007.38, 1011.56], "text": " And then they start to identify creatures in the ocean and then they start to take an interest"}, {"timestamp": [1011.56, 1013.18], "text": " in it."}, {"timestamp": [1013.18, 1020.64], "text": " I think no matter what environment you're in, whether it's the land, the air, the ocean, if"}, {"timestamp": [1020.64, 1026.12], "text": " you understand that environment, you can then have empathy with that environment."}, {"timestamp": [1027.0, 1028.9], "text": " And that's when you start to care about it."}, {"timestamp": [1030.68, 1040.42], "text": " So I think the goals that people are, the morals and the ability to just be in that space"}, {"timestamp": [1040.42, 1046.56], "text": " and start to take a bit of education or ask questions, why is this like that or why is this not like that?"}, {"timestamp": [1046.56, 1051.0], "text": " You know, what have we done to create this and how can I actually make it change to this?"}, {"timestamp": [1051.0, 1058.5], "text": " Why do I have to buy this plastic container and why can I use my grandma's cup that grandma's always used?"}, {"timestamp": [1060.0, 1063.0], "text": " Well, that becomes your answer."}, {"timestamp": [1064.0, 1066.0], "text": " There's a spectrum there, right?"}, {"timestamp": [1066.0, 1072.0], "text": " I mean, for every person, the 70-kilometer swim is something different."}, {"timestamp": [1072.0, 1078.0], "text": " For one person, it might be walking to the grocery store and back instead of taking the car, you know?"}, {"timestamp": [1078.0, 1085.18], "text": " Or for somebody else, it might be walking the length of New Zealand on the Tiaro Roa track."}, {"timestamp": [1094.96, 1096.1], "text": " In other words, the mental challenge that Ali set for herself was appropriate for Allie."}, {"timestamp": [1100.66, 1106.62], "text": " 70 kilometers swimming would be totally inappropriate for these other people, but maybe there is something in their life that would be the appropriate"}, {"timestamp": [1106.62, 1115.28], "text": " challenge for them and so if if I think of it that way sure I've seen people take on"}, {"timestamp": [1115.28, 1120.92], "text": " their own personal challenges but when you when you look at someone that is so"}, {"timestamp": [1120.92, 1127.0], "text": " physically capable that challenge becomes exceptional."}, {"timestamp": [1131.14, 1136.5], "text": " So on that last day, we crossed the Colby Channel and it was really nighly conditions."}, {"timestamp": [1136.5, 1142.0], "text": " And a friend of a friend, he actually jumped in and started swimming next to me."}, {"timestamp": [1142.0, 1149.0], "text": " And that was a real mindset because I felt like here was these two dolphins in the water,"}, {"timestamp": [1149.0, 1151.0], "text": " me being one of them and Tim being the other one."}, {"timestamp": [1151.0, 1154.0], "text": " And I just instinctively moved towards Tim."}, {"timestamp": [1154.0, 1155.0], "text": " And I've never swam with Tim before."}, {"timestamp": [1155.0, 1158.0], "text": " I've met him once before in my life, you know, three years ago."}, {"timestamp": [1158.0, 1162.0], "text": " And I just instinctively swam next to him and we were instinctively winning,"}, {"timestamp": [1162.0, 1164.0], "text": " sink together."}, {"timestamp": [1164.0, 1167.54], "text": " And it just felt like you weren't alone on this."}, {"timestamp": [1167.54, 1171.14], "text": " There was another person with you, helping you through the stage."}, {"timestamp": [1171.14, 1173.3], "text": " And I found that really enjoyable."}, {"timestamp": [1173.3, 1177.62], "text": " I could see in the distance, Coromandel, I could see the On Bay, which is the end of that,"}, {"timestamp": [1177.62, 1180.56], "text": " and I could see this house on the skyline that was in the distance."}, {"timestamp": [1180.56, 1185.52], "text": " And I was like, I'm not going to, I'm not going to'm not gonna not finish this you know one I"}, {"timestamp": [1185.52, 1188.16], "text": " didn't want the crew to be out there for another night when they'd already given up"}, {"timestamp": [1188.16, 1195.28], "text": " three nights of their time and you know and why would you stop when your 5k's out it's like"}, {"timestamp": [1196.16, 1203.4], "text": " just tough enough you know just toughen up and and do this and I never until the last 200"}, {"timestamp": [1203.4, 1207.06], "text": " meters in my mind let myself think that I was going to finish"}, {"timestamp": [1207.06, 1212.08], "text": " it. Never even entertained the thought. If that thought came along, I just pushed it up."}, {"timestamp": [1213.62, 1219.88], "text": " Maybe to understand those last 200 metres was one getting to an urban environment."}, {"timestamp": [1220.98, 1232.0], "text": " So you have all the influences of urbanness along with all the rubbish and plastic and everything else that comes with it and people doing their own thing, you know."}, {"timestamp": [1236.0, 1248.0], "text": " Because if one person can swim 70ks around the coastline then surely one person can pick up a piece of rubbish on their walk on the beach you know."}, {"timestamp": [1251.0, 1256.0], "text": " You're amazing! I've got a few years! Yay! Go girl!"}, {"timestamp": [1256.0, 1275.32], "text": " It's just salt water. You can't change people's opinions, but you can change their actions by what you do."}, {"timestamp": [1275.32, 1277.22], "text": " I think that's really important."}, {"timestamp": [1277.22, 1282.72], "text": " So I can jump up and down and hold it back guard and run around and really care."}, {"timestamp": [1282.72, 1285.6], "text": " But when people realise what you do for the environment"}, {"timestamp": [1285.6, 1291.24], "text": " and become empathetic with that, they become people"}, {"timestamp": [1291.24, null], "text": " that look after. You know,"}], "text": " I'm just really passionate about being outside, being in the outdoors, being in the ocean. That's what, it's me, you know. The ocean for me is home though. That's where I most find myself comfortable in the environment where when you hit the water, nothing else matters. And it's just you in this amazing vastness of living adventure, I guess. You know, every time you go in the ocean, you don't know what you're going to see, or what sort of biodiversity you're going to see, and what sort of wildlife you're going to see, and what sort of rubbish you're going to see. It's always changing, and that's the thing that excites me about it. It's not like getting in a pool and going up and down and watching a black line, which is great if you love doing that. But it doesn't motivate me to go out there and make a difference, you know. There's just so much to do under the ocean, you know. There's so much to see. I mean, 80% of the oceans haven't even been explored yet. I don't know. I don't reckon you totally. There's always something around the next rock or the next reef or the next piece of cowap. And that's the thing you're always looking for something new and doesn't matter. Even on the swim, you know, like you swim 70Ks around the coastline and you're still like, oh I wonder what's over that rock, I wonder what's over the next rock, I wonder what's there. No, swimming becomes very, really, really meditative to me. It's just natural, it's just so comfortable. You know, some people can run, some people can ride a bike, some people can swim, like, if you put me on land and I try to run, I'm useless, you know, and I know that, and that's fine, I don't care. But you put me in the water, and it just feels so natural and so instinctive that you just want to go. And when you're around marine life or dolphins or something, you're like, oh, I wish I could hold my breath a bit longer, so I would go a bit deeper, or when you're around marine life or dolphins or something, you're like, oh, I wish I could hold my breath a bit longer so I'd go a bit deeper. Or when you're around a turtle, you know, when you're swimming next to a turtle and you're eye to eye with this amazing mammal or this, you know, whatever it is, stingrays are crazy to swim with because they're so relaxed and they're so calm and they just look at you and you just cruise along in their environment and it's a connection that I've never found out of the water and it's a connection that has no expectations to it. You're just there and you're just enjoying that moment and I think that that's what I really like about it. I don't think that you choose the coromando. I think the coromeda chooses you and whether you end up here or not, it just happens. But once you come here, it's really hard to find anywhere else is special in the world because it is so unique. And I think that's really why we need to look after it and we need to actually do something about it and protect it and make sure it stays like this for the next generation and the generation after that. We need to look after it and we need to actually do something about it and protect it and make sure it stays like this for the next generation and the generation after that. So many people come to the Coromandel on holiday and they appreciate it and they have a beach holiday and it's all lair-di-da and it's all great, you know, but they don't actually really care deeply about the soul of the Coromandel. And it really touches you. It's a really healing place. It's a really, really healing place. And there's a lot of medicinal trees here. There's a lot of places that are really quiet and very spiritual. There's a lot of history here from beforehand, before, you know, from our ancestors. So I think once you start to open up to that and you start to appreciate that, you can see why it's so special. You've set the goal, it's a very big goal, so even if you don't make it, it's still a fantastic thing, but you're ready to go for it. People have done that all along, try to go beyond what it's been before. It's what happened in Hillary was on Everest. What happened was Balanced at the four minute mile and so on. They had the attitude, they had the mindset and they had the training and they were going to give it a barrier. That's what you're going to do. Only 1,737,000 There are some 236 strokes left. That's okay. It's now one day before I start off on my swim. And the sight phone might hold out to a Saturday, so we're going to go tomorrow. Once I hit the water in the morning should be good to go and hopefully we have less than five-not winds. I'm going to leave at 5.30 a.m. so it'll be dark when I'm going to leave and hopefully the sun will be rising as I get to Tiana Poon Point. Sort of a little bit overwhelming because lots of people will have sent me messages of support today and... I guess I'm used to doing shit on my own. And I try to always do stuff on my own. But when you actually open up and let people into your venture, it's amazing how many people want to support you and that's a bit of an eye opener for me just go it goes well and if it doesn't it doesn't I've been tried that's amazing I'm just painting my nails because each nail is representative of someone that's really important to me and everyone has chosen their colour that they like and nail polish and I'm taking that with me on one of your journey. I'd usually be a little concerned about how they were going to get on, to be perfectly honest, particularly that piece of water. So I think I might have even said to someone that, oh, I wonder if she's done enough research to actually understand what's required for this task, because that piece of water is pretty renowned to be very difficult to travel around. And I've spent a bit of time on that water and I have a lot of respect for it. So not only is it 70 kilometres of swimming, it's actually incredibly difficult conditions at times. It's not purely having to physically cope with what's going on. It's is my support person near me? Is the weather going to turn around and I'm going to be on Great Barrier Island in a minute? Is there anything under the water that I can't see that's going to grab hold of my leg any minute and I have to keep myself focused on where I'm going? Have I actually got my support crew well and safe? Because I imagine she's focused on what she's doing but actually are they up to it because it's going to be grueling for them as well. So her team and her preparation is huge. Okay, Ellie is feeling great. And we have it all. I knew it was a big distance. And there we have it all. Where else would you want to be? I knew it was a big distance. You know, I knew it was like 70Ks, but I never thought of that as unachievable. I just, to be honest, I just thought of the first point. So when I look out from my house, I look over across the water and there's a point called Tianaputa Point. And it's about seven kilometres from here and it's across open ocean. And in my head, I just thought, if you can get to that point, then you can get around the ocean. You can get around the island. So I never thought of it in its entirety at all. When I was swimming, I thought it's 7Ks and then it's another 7Ks and then it's another 7Ks. So whenever I trained, I would train, like if I did a long swim, a long swim for me would be 6.5Ks, 7Ks. And that's, you know, around a point and along a beach and back and then around and around the bay until I made that sort of 6.5Ks. And that's, you know, around a point and along a beach and back, and then around and round the bay until I made that sort of 6.5Ks. So in my mind, I could do that leg. So all I had to do was break it up into those legs. And probably maybe three months out, I decided, oh, I better write a training program. You know, so I wrote a training program program which is probably not as specific as what other people have, but it gave me structure. And so I knew on Monday I needed to rest. On Tuesday was a short swim. On Wednesday was a strength and flex. On Thursday was a long swim Friday, Saturday were long swims. So on those days, I didn't have this big picture of you need to do this many kilometers and this many of this. I just went with what I felt and I just made sure it was consistent. Even if I just swam 1K, well that was better than swimming, nothing. And I started off, you know, I started off I could probably swim 200 meters and then I swam 400 meters and then it just slowly built up. And I think that's the big thing with endurance sports and things like this is that in your mind you think, okay, I can't even get to the letterbox. But then the next day you walk past the letterbox and then the next day you walk to the end of the road, your body adapts to that. And it doesn't matter what the activity is. I think that propensity to test your limits is more just about wanting to find out what you're made of, who you are. And we can do that best by stretching ourselves. Then we can see where our boundaries are and what kind of hidden resources we have as a human. So I think that's a kind of natural thing for a lot of us to want to do is to just see what we're made of. You're not sure why you're doing this, but there's something there. I wonder if the same thing was true of Valley before she started out on the swim. I'm not sure why I'm doing this, but there's something here and I'm just going to go do it. It takes belief in yourself, because you can do anything you want as long as you believe in. And yeah, tasks are mammoth. But without one person making a change, then no one's going to change. And it doesn't matter whether that change is big or small or whatever it is. It's taking that first step to actually do something about it and consciously do something about it. It's whether you want to change your diet or your lifestyle or, you know, you make that choice. It's just taking action. It doesn't matter what it is. It's starting. And even if you take action and it's, it fails, it falls over. Well, at least you try something new, you know. You don't know what's around the corner unless you actually get to the corner and then look at it. People were saying, oh, you can't do that, you can't do that, you can't do this, you can't do that. And to me, that's just a brule. That's a bullshit rule. We pull on these brawls in our brains from society and we just stay in these little silos basically and do what's been done before because that's what we were told to do or that's what we're exposed to as a child, you know. And so we think that's right. But who says that's right? I mean, until you start questioning those, we're still going to live in this silo world. Because she's so driven, that's just Ali. That's what Ali does. Because Ali likes to push the limits and she's constantly inspired by the environment by the things around her. She went, wow, if I did this, it probably would have an impact on people. People would be inspired. I can connect it to the ocean, to how important it is to look after our ocean. And then she started really talking more about that, which is where I love that kind of thing. It's all about looking after our planet and where we are. And so if you can tie that in with personal achievement, man, that's powerful. You know, as a community, we're a really tight community here, and we do a lot. I mean, I do probably 60%, 70% of my time is on volunteer stuff. Community initiatives, you know, we have a big predator-free network here. We spend a lot of time looking after the environment. So you take that ownership on yourself, and it's your choice whether you want to do that. We still get damage in the environment and we still have, you know, a lot of fishing that needs to really sort itself out and we have leaching and we have all these waterways that are going in and we have untreated waterways going in and we've got runoff and there's multiple different issues that affect the golf. If we don't do something about that, if we don't try to build something around that, that actually protects those areas, then we are going to end up like the rest of the world and we aren't going to be a swim around the Coromandel without being in a plastic bag, basically. And things happen, I get that, I get that that, you know, fishing lines get caught and they end up. And I'm not saying stop recreational fishing or stop commercial fishing because people need to have a living and people, when they have empathy with the ocean, they'll actually care for the ocean. And I believe everyone has that in their heart and soul. We just need to encourage it and try to make sure that there are initiatives that can help us out and do something about for the future and do something you know if people don't make conscious decisions about how they shop how they eat how they holiday then if you can't make that conscious decision yourself and you can't take responsibility then how do you expect a whole country to take responsibility if you're not doing itself? I think everyone is entitled to their own opinion but the main thing is that you do something for yourself in your own backyard and whether that's looking after your own piece of property or going down to your park and picking out rubbish in your park or if you're walking along the footpath and you see something that's wrong, making it right. That's where it starts. It's not having your head and your phone and just going on someone else will deal with it, because there isn't anyone else to deal with it. We've caused this, so we need to clean it up. It's so special, you know, when you're diving under the water and then you come in face to face with the stingray, and the stingray is just cruising, you know, when you're diving under the water and then you come in face to face with the stingray and the stingray is just cruising, you know, looking at you. It's a really unique moment. And it's the same as life, you know, you're full on, you've got your head and your phone, you're on your laptop, your computer and you just miss this beautiful sunrise or this amazing sunset because you've forgotten to take a breath and put your head under the water? How hard is it to teach a kid in the bath to hold their head under the water and not have a fear of it? You know, what is it? 75% of New Zealanders live within 10 kilometres of the ocean. And they're too scared to go in the water. You know, I've got kids that have come here that swim in pools but won't jump in the ocean. And as soon as you give them some insight, you know, or you inspire them to go in there, they just become totally different kids. And they just get to explore and their curiosity becomes out. And then they start to identify creatures in the ocean and then they start to take an interest in it. I think no matter what environment you're in, whether it's the land, the air, the ocean, if you understand that environment, you can then have empathy with that environment. And that's when you start to care about it. So I think the goals that people are, the morals and the ability to just be in that space and start to take a bit of education or ask questions, why is this like that or why is this not like that? You know, what have we done to create this and how can I actually make it change to this? Why do I have to buy this plastic container and why can I use my grandma's cup that grandma's always used? Well, that becomes your answer. There's a spectrum there, right? I mean, for every person, the 70-kilometer swim is something different. For one person, it might be walking to the grocery store and back instead of taking the car, you know? Or for somebody else, it might be walking the length of New Zealand on the Tiaro Roa track. In other words, the mental challenge that Ali set for herself was appropriate for Allie. 70 kilometers swimming would be totally inappropriate for these other people, but maybe there is something in their life that would be the appropriate challenge for them and so if if I think of it that way sure I've seen people take on their own personal challenges but when you when you look at someone that is so physically capable that challenge becomes exceptional. So on that last day, we crossed the Colby Channel and it was really nighly conditions. And a friend of a friend, he actually jumped in and started swimming next to me. And that was a real mindset because I felt like here was these two dolphins in the water, me being one of them and Tim being the other one. And I just instinctively moved towards Tim. And I've never swam with Tim before. I've met him once before in my life, you know, three years ago. And I just instinctively swam next to him and we were instinctively winning, sink together. And it just felt like you weren't alone on this. There was another person with you, helping you through the stage. And I found that really enjoyable. I could see in the distance, Coromandel, I could see the On Bay, which is the end of that, and I could see this house on the skyline that was in the distance. And I was like, I'm not going to, I'm not going to'm not gonna not finish this you know one I didn't want the crew to be out there for another night when they'd already given up three nights of their time and you know and why would you stop when your 5k's out it's like just tough enough you know just toughen up and and do this and I never until the last 200 meters in my mind let myself think that I was going to finish it. Never even entertained the thought. If that thought came along, I just pushed it up. Maybe to understand those last 200 metres was one getting to an urban environment. So you have all the influences of urbanness along with all the rubbish and plastic and everything else that comes with it and people doing their own thing, you know. Because if one person can swim 70ks around the coastline then surely one person can pick up a piece of rubbish on their walk on the beach you know. You're amazing! I've got a few years! Yay! Go girl! It's just salt water. You can't change people's opinions, but you can change their actions by what you do. I think that's really important. So I can jump up and down and hold it back guard and run around and really care. But when people realise what you do for the environment and become empathetic with that, they become people that look after. You know,"}