{"speakers": [], "chunks": [{"timestamp": [0.0, 5.0], "text": " Students should discuss factors that might impact on their escape in the event of a fire,"}, {"timestamp": [5.0, 11.0], "text": " such as legal of impairment, alcohol drugs, etc., size and location of exits,"}, {"timestamp": [11.0, 18.0], "text": " entry pathway for fire professionals, lighting and alarms, location of water source, etc."}, {"timestamp": [18.0, 24.0], "text": " Allow students to develop these ideas as they go and facilitate discussions around these."}, {"timestamp": [24.0, 29.3], "text": " Use of their own words is great and they don't have to use fire safety speaking at all"}, {"timestamp": [29.3, 31.0], "text": " as long as their ideas are captured."}, {"timestamp": [31.88, 34.92], "text": " Have you ever been to rugby game at the stadium?"}, {"timestamp": [35.84, 40.6], "text": " And, you know, like one of the World Cup games that they had here and like you get 16,000"}, {"timestamp": [40.6, 41.44], "text": " people there, eh?"}, {"timestamp": [41.82, 46.36], "text": " Have you ever got out and realised how quickly, you know, they can evacuate? And there's a reason why they can evacuate so there, eh? Have you ever got out and realized how quickly they can evacuate?"}, {"timestamp": [46.54, 49.9], "text": " And there's a reason why they can evacuate so quickly, eh? Because in..."}, {"timestamp": [51.1, 58.76], "text": " Big open areas, and not just one, eh? Yep. So put that in your plan as well, you know?"}], "text": " Students should discuss factors that might impact on their escape in the event of a fire, such as legal of impairment, alcohol drugs, etc., size and location of exits, entry pathway for fire professionals, lighting and alarms, location of water source, etc. Allow students to develop these ideas as they go and facilitate discussions around these. Use of their own words is great and they don't have to use fire safety speaking at all as long as their ideas are captured. Have you ever been to rugby game at the stadium? And, you know, like one of the World Cup games that they had here and like you get 16,000 people there, eh? Have you ever got out and realised how quickly, you know, they can evacuate? And there's a reason why they can evacuate so there, eh? Have you ever got out and realized how quickly they can evacuate? And there's a reason why they can evacuate so quickly, eh? Because in... Big open areas, and not just one, eh? Yep. So put that in your plan as well, you know?"}