{"speakers": [], "chunks": [{"timestamp": [0.0, 6.9], "text": " If you're still struggling with consent, just imagine instead of initiating sex, you're making them a cup of tea."}, {"timestamp": [7.7, 9.44], "text": " You say, hey, would you like a cup of tea?"}, {"timestamp": [10.18, 13.52], "text": " And they go, oh my God, I would love a cup of tea, thank you."}, {"timestamp": [14.26, 15.8], "text": " Then you know they want a cup of tea."}, {"timestamp": [16.64, 18.92], "text": " If you say, hey, would you like a cup of tea?"}, {"timestamp": [19.4, 22.02], "text": " And they're like, uh, you know, I'm not really sure."}, {"timestamp": [22.66, 25.2], "text": " Uh, then you could make them a cup of tea or not,"}, {"timestamp": [25.28, 27.54], "text": " but be aware they might not drink it."}, {"timestamp": [27.9, 29.04], "text": " And if they don't drink it,"}, {"timestamp": [29.5, 31.66], "text": " then, and this is the important part,"}, {"timestamp": [32.26, 33.74], "text": " don't make them drink it."}, {"timestamp": [34.36, 35.78], "text": " Just because you made it doesn't mean"}, {"timestamp": [35.78, 37.74], "text": " you are entitled to watch them drink it."}, {"timestamp": [38.48, 39.86], "text": " And if they say no thank you,"}, {"timestamp": [40.54, 42.46], "text": " then don't make them tea at all."}, {"timestamp": [43.46, 44.48], "text": " Just don't make them tea."}, {"timestamp": [45.14, 46.12], "text": " Don't make them drink tea. Don't get annoyed at them for not wanting tea. They just don't make them tea, at all. Just don't make them tea. Don't make them drink tea."}, {"timestamp": [46.54, 48.28], "text": " Don't get annoyed at them for not wanting tea."}, {"timestamp": [48.82, 50.56], "text": " They just don't want tea, okay?"}, {"timestamp": [51.58, 54.88], "text": " They might say, yes, please, that's kind of you."}, {"timestamp": [55.5, 58.36], "text": " And then when the tea arrives, they actually don't want the tea at all."}, {"timestamp": [59.1, 62.44], "text": " Sure, that's kind of annoying as you've gone to all the effort of making the tea,"}, {"timestamp": [63.02, 65.6], "text": " but they remain under no obligation to drink the tea."}, {"timestamp": [66.9, 68.84], "text": " They did want tea, now they don't."}, {"timestamp": [69.3, 73.6], "text": " Some people change their mind in the time that it takes to boil the kettle, brew the tea, and add the milk."}, {"timestamp": [73.94, 75.68], "text": " And it's okay for people to change their mind."}, {"timestamp": [76.3, 81.88], "text": " And you are still not entitled to watch them drink it, and if they're unconscious, don't make them tea."}, {"timestamp": [82.28, 84.04], "text": " Unconscious people don't want tea."}, {"timestamp": [84.44, 86.68], "text": " And they can't answer the question, do you want tea?"}, {"timestamp": [87.22, 88.42], "text": " Because they're unconscious."}, {"timestamp": [90.02, 92.82], "text": " Okay, maybe they were conscious when you asked them if they wanted tea."}, {"timestamp": [93.18, 93.98], "text": " And they said yes."}, {"timestamp": [94.34, 98.48], "text": " But in the time it took you to boil the kettle, brew the tea, and add the milk, they are now unconscious."}, {"timestamp": [99.52, 100.82], "text": " You should just put the tea down."}, {"timestamp": [101.3, 103.16], "text": " Make sure the unconscious person is safe."}, {"timestamp": [103.82, 105.5], "text": " And this is the important part again. Don't make them drink the tea down. Make sure the unconscious person is safe. And this is the important part again."}, {"timestamp": [105.96, 113.04], "text": " Don't make them drink the tea. They said yes then, sure, but unconscious people don't want tea."}, {"timestamp": [113.8, 118.78], "text": " If someone said yes to tea, started drinking it, and then passed out before they'd finished it,"}, {"timestamp": [119.16, 124.58], "text": " don't keep on pouring it down their throat. Take the tea away. Make sure they're safe because"}, {"timestamp": [124.58, 125.62], "text": " unconscious people don't want tea. Trust me on away. Make sure they're safe because unconscious people"}, {"timestamp": [125.62, 131.52], "text": " don't want tea. Trust me on this. If someone said yes to tea around your house last Saturday,"}, {"timestamp": [132.02, 135.84], "text": " that doesn't mean they want you to make them tea all the time. They don't want you to come"}, {"timestamp": [135.84, 140.08], "text": " around to their place unexpectedly and make them tea and force them to drink it going, but you"}, {"timestamp": [140.08, 145.96], "text": " wanted tea last week. Or to wake up to find you pouring tea down their throat going, but you wanted tea last week, or to wake up to find you pouring tea down their throat going, but you wanted tea last night."}, {"timestamp": [146.78, 150.52], "text": " But if you can understand how completely ludicrous it is to force people to have tea when they"}, {"timestamp": [150.52, 153.8], "text": " don't want tea, and you're able to understand when people don't want tea,"}, {"timestamp": [154.36, 157.38], "text": " then how hard is it to understand it when it comes to sex?"}, {"timestamp": [158.14, 161.56], "text": " Whether it's tea or sex, consent is everything."}, {"timestamp": [162.34, 165.7], "text": " And on that note, I'm going to go make myself a cup of tea."}], "text": " If you're still struggling with consent, just imagine instead of initiating sex, you're making them a cup of tea. You say, hey, would you like a cup of tea? And they go, oh my God, I would love a cup of tea, thank you. Then you know they want a cup of tea. If you say, hey, would you like a cup of tea? And they're like, uh, you know, I'm not really sure. Uh, then you could make them a cup of tea or not, but be aware they might not drink it. And if they don't drink it, then, and this is the important part, don't make them drink it. Just because you made it doesn't mean you are entitled to watch them drink it. And if they say no thank you, then don't make them tea at all. Just don't make them tea. Don't make them drink tea. Don't get annoyed at them for not wanting tea. They just don't make them tea, at all. Just don't make them tea. Don't make them drink tea. Don't get annoyed at them for not wanting tea. They just don't want tea, okay? They might say, yes, please, that's kind of you. And then when the tea arrives, they actually don't want the tea at all. Sure, that's kind of annoying as you've gone to all the effort of making the tea, but they remain under no obligation to drink the tea. They did want tea, now they don't. Some people change their mind in the time that it takes to boil the kettle, brew the tea, and add the milk. And it's okay for people to change their mind. And you are still not entitled to watch them drink it, and if they're unconscious, don't make them tea. Unconscious people don't want tea. And they can't answer the question, do you want tea? Because they're unconscious. Okay, maybe they were conscious when you asked them if they wanted tea. And they said yes. But in the time it took you to boil the kettle, brew the tea, and add the milk, they are now unconscious. You should just put the tea down. Make sure the unconscious person is safe. And this is the important part again. Don't make them drink the tea down. Make sure the unconscious person is safe. And this is the important part again. Don't make them drink the tea. They said yes then, sure, but unconscious people don't want tea. If someone said yes to tea, started drinking it, and then passed out before they'd finished it, don't keep on pouring it down their throat. Take the tea away. Make sure they're safe because unconscious people don't want tea. Trust me on away. Make sure they're safe because unconscious people don't want tea. Trust me on this. If someone said yes to tea around your house last Saturday, that doesn't mean they want you to make them tea all the time. They don't want you to come around to their place unexpectedly and make them tea and force them to drink it going, but you wanted tea last week. Or to wake up to find you pouring tea down their throat going, but you wanted tea last week, or to wake up to find you pouring tea down their throat going, but you wanted tea last night. But if you can understand how completely ludicrous it is to force people to have tea when they don't want tea, and you're able to understand when people don't want tea, then how hard is it to understand it when it comes to sex? Whether it's tea or sex, consent is everything. And on that note, I'm going to go make myself a cup of tea."}