{"speakers": [], "chunks": [{"timestamp": [0.0, 4.82], "text": " Hello, my name is Amelia and I'm seven years old and I'm going to reuse this book."}, {"timestamp": [4.82, 8.0], "text": " It's called Our Firewise Family."}, {"timestamp": [10.0, 12.68], "text": " Our family is far wide."}, {"timestamp": [12.68, 17.88], "text": " We know that matches and lighters are tools for adults to use."}, {"timestamp": [17.88, 21.04], "text": " If we find matches or lighters, we know what to do."}, {"timestamp": [21.04, 23.96], "text": " We ask an adult to put them in a safe place."}, {"timestamp": [23.96, 32.0], "text": " We know what to do when we asked an adult to put them in a safe train. We know what to do when we hear the smoke around to be it."}, {"timestamp": [32.0, 39.0], "text": " It goes really loud, but we're not scared, we know what to do."}, {"timestamp": [39.0, 44.0], "text": " We don't wait for mum or dad, we just get out to the room fast."}, {"timestamp": [44.0, 56.0], "text": " There is smoke coming through the door. We can't get out that way. We shut the door to keep out the smoke."}, {"timestamp": [56.0, 64.0], "text": " We climb out the window fast. We shut fire! Fire! Fire!"}, {"timestamp": [64.0, 67.0], "text": " Out the house we know what to do."}, {"timestamp": [67.0, 69.0], "text": " We go to a Leesobot."}, {"timestamp": [69.0, 71.0], "text": " That's a face meeting place."}, {"timestamp": [71.0, 74.0], "text": " We shout fire! Fire! Fire!"}, {"timestamp": [74.0, 75.0], "text": " Fire!"}, {"timestamp": [75.0, 83.0], "text": " Here is a bye-bye family, everyone at the safe meeting place."}, {"timestamp": [83.0, 90.62], "text": " We are all out the house and safe from the fire. Our neighbours call"}, {"timestamp": [90.62, 100.46], "text": " 1-1-1. The fire fighters come to house. They keep that we're all safe. They quickly"}, {"timestamp": [100.46, 106.6], "text": " put out the fire. Our family is flywise."}, {"timestamp": [106.72, 107.98], "text": " We know what to do."}, {"timestamp": [108.4, 110.4], "text": " If there is a fire in our house,"}, {"timestamp": [110.64, 112.14], "text": " now you know what to do."}, {"timestamp": [112.44, 114.66], "text": " Now your family can be flywise too."}, {"timestamp": [115.1, 115.6], "text": " Bye bye."}], "text": " Hello, my name is Amelia and I'm seven years old and I'm going to reuse this book. It's called Our Firewise Family. Our family is far wide. We know that matches and lighters are tools for adults to use. If we find matches or lighters, we know what to do. We ask an adult to put them in a safe place. We know what to do when we asked an adult to put them in a safe train. We know what to do when we hear the smoke around to be it. It goes really loud, but we're not scared, we know what to do. We don't wait for mum or dad, we just get out to the room fast. There is smoke coming through the door. We can't get out that way. We shut the door to keep out the smoke. We climb out the window fast. We shut fire! Fire! Fire! Out the house we know what to do. We go to a Leesobot. That's a face meeting place. We shout fire! Fire! Fire! Fire! Here is a bye-bye family, everyone at the safe meeting place. We are all out the house and safe from the fire. Our neighbours call 1-1-1. The fire fighters come to house. They keep that we're all safe. They quickly put out the fire. Our family is flywise. We know what to do. If there is a fire in our house, now you know what to do. Now your family can be flywise too. Bye bye."}