{"speakers": [], "chunks": [{"timestamp": [0.0, 3.36], "text": " This is a great opportunity to let students talk mass,"}, {"timestamp": [3.9, 7.26], "text": " ask them to explain their method to you, the rest of the class,"}, {"timestamp": [7.4, 9.12], "text": " and demonstrate the process of measuring."}, {"timestamp": [10.02, 14.24], "text": " Students often find that they significantly exceed their estimates of occupancy."}, {"timestamp": [15.24, 19.4], "text": " Ask how many people could mosh into a larger area, such as the school hall."}, {"timestamp": [19.94, 26.5], "text": " So do you think that that would be a realistic amount for the area that we set it on?"}, {"timestamp": [26.7, 29.86], "text": " Do you think that could be something that you can see in a mosh bit?"}, {"timestamp": [30.76, 37.42], "text": " At first, no, but after 13 people onto one metre squared, then I record it."}, {"timestamp": [37.72, 38.46], "text": " Okay, cool."}, {"timestamp": [39.02, 40.44], "text": " Okay, you're good to go?"}, {"timestamp": [41.58, 44.84], "text": " So here we see exactly a metre squared."}, {"timestamp": [44.84, 45.0], "text": " It's a meter across and a meter down. So when you hear our here we see exactly a meter squared."}, {"timestamp": [45.0, 47.54], "text": " It's a meter across and a meter down."}, {"timestamp": [47.54, 50.92], "text": " So when you hear our students talking about using a meter squared"}, {"timestamp": [50.92, 53.16], "text": " in their equations, this is the exact area"}, {"timestamp": [53.16, 56.34], "text": " in how many people they were trying to fit inside it."}], "text": " This is a great opportunity to let students talk mass, ask them to explain their method to you, the rest of the class, and demonstrate the process of measuring. Students often find that they significantly exceed their estimates of occupancy. Ask how many people could mosh into a larger area, such as the school hall. So do you think that that would be a realistic amount for the area that we set it on? Do you think that could be something that you can see in a mosh bit? At first, no, but after 13 people onto one metre squared, then I record it. Okay, cool. Okay, you're good to go? So here we see exactly a metre squared. It's a meter across and a meter down. So when you hear our here we see exactly a meter squared. It's a meter across and a meter down. So when you hear our students talking about using a meter squared in their equations, this is the exact area in how many people they were trying to fit inside it."}