{"speakers": [], "chunks": [{"timestamp": [0.0, 6.6], "text": " Okay, you're at a party and everybody's having a great time and then you notice that one of your friends is just kind of slipped off to one side."}, {"timestamp": [6.6, 13.0], "text": " Or perhaps that someone, usually a boy, is hanging a little bit closer than normal to your friend."}, {"timestamp": [13.0, 25.44], "text": " You need to keep an eye on this. You need to watch what's happening because if your friend has had a lot to drink, if your friend is drunk and if your friend is not standing well or not able to make good decisions, anything could happen."}, {"timestamp": [26.02, 27.88], "text": " I need you to look after your friends."}, {"timestamp": [28.1, 35.48], "text": " I need you to be aware that maybe boys, being boys, could want to take advantage of this young girl,"}, {"timestamp": [35.84, 39.52], "text": " and maybe things would happen that neither of them in the end would be happy with."}, {"timestamp": [41.18, 44.5], "text": " Please look after them, keep an eye on what's going on."}, {"timestamp": [44.5, 47.0], "text": " And if you see this kind of thing happening,"}, {"timestamp": [47.0, 52.0], "text": " look after your friend and explain to the boy that she's in no state to make a good decision"}, {"timestamp": [52.0, 58.0], "text": " about whether or not she wants to have some form of sexual relationship potentially with this young boy."}, {"timestamp": [58.0, 63.0], "text": " As you saw the scenario when the girls came up to help their friend out,"}, {"timestamp": [63.0, 67.0], "text": " a good tip is to get an older guy that you know and you can trust"}, {"timestamp": [67.0, 69.0], "text": " you can come and back you up"}, {"timestamp": [69.0, 72.0], "text": " because the guy could be drunk and you could be quite aggressive"}, {"timestamp": [72.0, 74.0], "text": " and you may not stand chances against him"}, {"timestamp": [74.0, 77.0], "text": " so the older guy can come out and you can stand up to him."}], "text": " Okay, you're at a party and everybody's having a great time and then you notice that one of your friends is just kind of slipped off to one side. Or perhaps that someone, usually a boy, is hanging a little bit closer than normal to your friend. You need to keep an eye on this. You need to watch what's happening because if your friend has had a lot to drink, if your friend is drunk and if your friend is not standing well or not able to make good decisions, anything could happen. I need you to look after your friends. I need you to be aware that maybe boys, being boys, could want to take advantage of this young girl, and maybe things would happen that neither of them in the end would be happy with. Please look after them, keep an eye on what's going on. And if you see this kind of thing happening, look after your friend and explain to the boy that she's in no state to make a good decision about whether or not she wants to have some form of sexual relationship potentially with this young boy. As you saw the scenario when the girls came up to help their friend out, a good tip is to get an older guy that you know and you can trust you can come and back you up because the guy could be drunk and you could be quite aggressive and you may not stand chances against him so the older guy can come out and you can stand up to him."}