{"speakers": [], "chunks": [{"timestamp": [0.0, 3.16], "text": " Okay, we're going to make Palaiso today."}, {"timestamp": [3.16, 8.92], "text": " So we've got the jugs just boiled, so we've got boiling water in the jug, we've got oil,"}, {"timestamp": [8.92, 18.0], "text": " we've got half a can of, half a cup of salt, some cream potato, some green food coloring,"}, {"timestamp": [18.0, 21.0], "text": " and some flour."}, {"timestamp": [21.0, 35.0], "text": " So the way I like to do it is I actually like to make, put all the liquids into one bowl and then all the other ingredients into the other then mix it together. So we're going to start off with one cup of the flour."}, {"timestamp": [35.0, 40.0], "text": " So we'll have a cup there. Really, can you hold that?"}, {"timestamp": [40.0, 44.0], "text": " Let's put some flour into here."}, {"timestamp": [44.0, 47.0], "text": " Okay, is it to the top of you?"}, {"timestamp": [47.0, 48.0], "text": " No."}, {"timestamp": [48.0, 49.0], "text": " No."}, {"timestamp": [49.0, 53.0], "text": " Once it's to the top, Mili, can you put it into the green?"}, {"timestamp": [53.0, 55.0], "text": " Oh."}, {"timestamp": [55.0, 56.0], "text": " The blue one thing."}, {"timestamp": [56.0, 58.0], "text": " Yep, put it in."}, {"timestamp": [58.0, 61.0], "text": " We've got one cup of flour in there."}, {"timestamp": [61.0, 64.0], "text": " We also need half a cup of salt."}, {"timestamp": [64.0, 71.62], "text": " Partying in a half of salt in there. We also need half a cup of salt. Partying a half of salt in there. Thank you. And we need"}, {"timestamp": [71.62, 82.6], "text": " two teaspoons of cream of tartar. I might do this one. One teaspoon, two teaspoon. Two"}, {"timestamp": [82.6, 87.0], "text": " teaspoons. So two spoons of cream of tartar."}, {"timestamp": [87.0, 90.0], "text": " Now let's move that over here now."}, {"timestamp": [90.0, 95.0], "text": " And then this one I'm going to put in one cup of boiling water."}, {"timestamp": [95.0, 97.0], "text": " So it's the one marker is there."}, {"timestamp": [97.0, 99.0], "text": " Tell me when it's where."}, {"timestamp": [99.0, 100.0], "text": " Yep."}, {"timestamp": [100.0, 101.0], "text": " Yep."}, {"timestamp": [101.0, 103.0], "text": " One cup of boiling water."}, {"timestamp": [103.0, 108.0], "text": " And we need... How much oil do we need?"}, {"timestamp": [108.0, 112.0], "text": " It's half a cup of oil."}, {"timestamp": [112.0, 115.0], "text": " Oil."}, {"timestamp": [115.0, 120.0], "text": " Oil. Oil."}, {"timestamp": [120.0, 127.0], "text": " And we'll put some green in here."}, {"timestamp": [127.0, 130.0], "text": " Kakariqi green."}, {"timestamp": [130.0, 133.0], "text": " Alright."}, {"timestamp": [133.0, 134.0], "text": " Wow."}, {"timestamp": [134.0, 137.0], "text": " And now we're going to add to this."}, {"timestamp": [137.0, 138.0], "text": " That's all right."}, {"timestamp": [138.0, 141.0], "text": " We'll add it to this."}, {"timestamp": [141.0, 143.0], "text": " Greeny."}, {"timestamp": [143.0, 144.0], "text": " It is green."}, {"timestamp": [144.0, 145.0], "text": " Then we'll mix it together."}, {"timestamp": [145.0, 155.0], "text": " Then we'll get our hands in and then we'll get our hands in and..."}, {"timestamp": [155.0, 159.0], "text": " Now remember it will be really hot."}, {"timestamp": [159.0, 165.0], "text": " Oh I like it, we're getting you all ready."}, {"timestamp": [165.0, 170.0], "text": " And she might put the real flower up on the bench just to help me put it not stick to the bench."}, {"timestamp": [170.0, 173.0], "text": " Mommy, yeah, it's fine."}, {"timestamp": [173.0, 181.0], "text": " The hair, flower in my hands, and now we..."}, {"timestamp": [181.0, 187.0], "text": " Just wait, I've got to need it first and then we can play."}, {"timestamp": [187.0, 196.0], "text": " Where's the play dough?"}, {"timestamp": [196.0, 198.0], "text": " This is the play dough."}, {"timestamp": [198.0, 201.0], "text": " It just takes a while for it to get ready to play."}, {"timestamp": [201.0, 204.0], "text": " Where some of the..."}, {"timestamp": [204.0, 207.0], "text": " Here we go."}, {"timestamp": [207.0, 210.0], "text": " I might add a little bit more flour."}, {"timestamp": [210.0, 211.0], "text": " On it."}, {"timestamp": [211.0, 219.0], "text": " A little bit more flour and then just need it in and then it should be ready."}, {"timestamp": [219.0, 223.0], "text": " Here we go. You have a little bit, Amelia, have a little bit better."}, {"timestamp": [223.0, 224.8], "text": " And we're done!"}], "text": " Okay, we're going to make Palaiso today. So we've got the jugs just boiled, so we've got boiling water in the jug, we've got oil, we've got half a can of, half a cup of salt, some cream potato, some green food coloring, and some flour. So the way I like to do it is I actually like to make, put all the liquids into one bowl and then all the other ingredients into the other then mix it together. So we're going to start off with one cup of the flour. So we'll have a cup there. Really, can you hold that? Let's put some flour into here. Okay, is it to the top of you? No. No. Once it's to the top, Mili, can you put it into the green? Oh. The blue one thing. Yep, put it in. We've got one cup of flour in there. We also need half a cup of salt. Partying in a half of salt in there. We also need half a cup of salt. Partying a half of salt in there. Thank you. And we need two teaspoons of cream of tartar. I might do this one. One teaspoon, two teaspoon. Two teaspoons. So two spoons of cream of tartar. Now let's move that over here now. And then this one I'm going to put in one cup of boiling water. So it's the one marker is there. Tell me when it's where. Yep. Yep. One cup of boiling water. And we need... How much oil do we need? It's half a cup of oil. Oil. Oil. Oil. And we'll put some green in here. Kakariqi green. Alright. Wow. And now we're going to add to this. That's all right. We'll add it to this. Greeny. It is green. Then we'll mix it together. Then we'll get our hands in and then we'll get our hands in and... Now remember it will be really hot. Oh I like it, we're getting you all ready. And she might put the real flower up on the bench just to help me put it not stick to the bench. Mommy, yeah, it's fine. The hair, flower in my hands, and now we... Just wait, I've got to need it first and then we can play. Where's the play dough? This is the play dough. It just takes a while for it to get ready to play. Where some of the... Here we go. I might add a little bit more flour. On it. A little bit more flour and then just need it in and then it should be ready. Here we go. You have a little bit, Amelia, have a little bit better. And we're done!"}