{"speakers": [], "chunks": [{"timestamp": [0.0, 2.0], "text": " Let's talk about fighting."}, {"timestamp": [2.0, 5.0], "text": " Well, police officers might call those assaults."}, {"timestamp": [5.0, 8.0], "text": " And with those come a lot of consequences."}, {"timestamp": [8.0, 11.0], "text": " Some of those consequences might be life-changing."}, {"timestamp": [11.0, 17.0], "text": " What might start off is something silly scrap in the playground on the field"}, {"timestamp": [17.0, 20.0], "text": " could result in new being charged"}, {"timestamp": [20.0, 23.0], "text": " and that could take away a lot of opportunities in the future,"}, {"timestamp": [23.0, 25.22], "text": " such as travel and wound opportunities."}, {"timestamp": [26.08, 29.62], "text": " By hitting this person, and particularly by hitting them so hard,"}, {"timestamp": [30.16, 32.88], "text": " the consequences could be really, really serious for them."}, {"timestamp": [33.88, 38.88], "text": " They've started a process that depending on how seriously the person that's hit is injured,"}, {"timestamp": [39.6, 44.92], "text": " could end up in court, could end up potentially even in prison."}, {"timestamp": [46.44, 48.32], "text": " That sort of hit could kill someone."}, {"timestamp": [48.78, 55.32], "text": " If that person dies, you have no idea how much serious crap that person could be in."}, {"timestamp": [56.0, 59.64], "text": " So before they make the decision to hit like that,"}, {"timestamp": [59.98, 66.4], "text": " I think they need to understand that that will start a process that could potentially ruin their entire life."}, {"timestamp": [66.94, 72.6], "text": " They could end up with a record, they could end up spending time in their youth facility,"}, {"timestamp": [73.76, 77.28], "text": " and they'll lose their opportunity to be at school and to be a young person."}, {"timestamp": [78.26, 79.56], "text": " That'll be it. It'll be gone."}], "text": " Let's talk about fighting. Well, police officers might call those assaults. And with those come a lot of consequences. Some of those consequences might be life-changing. What might start off is something silly scrap in the playground on the field could result in new being charged and that could take away a lot of opportunities in the future, such as travel and wound opportunities. By hitting this person, and particularly by hitting them so hard, the consequences could be really, really serious for them. They've started a process that depending on how seriously the person that's hit is injured, could end up in court, could end up potentially even in prison. That sort of hit could kill someone. If that person dies, you have no idea how much serious crap that person could be in. So before they make the decision to hit like that, I think they need to understand that that will start a process that could potentially ruin their entire life. They could end up with a record, they could end up spending time in their youth facility, and they'll lose their opportunity to be at school and to be a young person. That'll be it. It'll be gone."}