{"speakers": [], "chunks": [{"timestamp": [0.0, 4.0], "text": " So let's talk about the situations that I end up being confronted with."}, {"timestamp": [4.0, 5.0], "text": " I'll give you an example today."}, {"timestamp": [5.0, 10.0], "text": " One of our crews was sent to a 15-year-old girl at 20 past 4 on a Tuesday afternoon."}, {"timestamp": [10.0, 16.0], "text": " Heavily intoxicated lying on the side of a public road in Christchurch vomiting, so they call an ambulance."}, {"timestamp": [16.0, 23.0], "text": " Our guys turned up and in the end called the police because this girl was so violent, so abusive,"}, {"timestamp": [23.0, 25.66], "text": " that they weren't able to get to her and actually keep her safe."}, {"timestamp": [26.88, 31.74], "text": " The same thing can happen when I get called to parties, where I get called to someone maybe who's"}, {"timestamp": [31.74, 35.48], "text": " unconscious, so you've all been having a good night drinking or whatever you've been doing"}, {"timestamp": [35.48, 40.2], "text": " and then all of a sudden someone's found unresponsive lying in a pool of vomit somewhere."}, {"timestamp": [40.82, 46.0], "text": " I get called to the house and my biggest problem often is actually getting to the patient."}, {"timestamp": [46.0, 52.0], "text": " If I get confronted with someone at the door who threatens me, doesn't know why I'm there or causes me any risk,"}, {"timestamp": [52.0, 55.0], "text": " then I will back off and get the police involved."}, {"timestamp": [55.0, 58.0], "text": " And waiting for them sometimes can take a very long time."}, {"timestamp": [58.0, 66.0], "text": " In the meantime, that person is inside of the house, potentially dying because I can't get to them safely."}, {"timestamp": [66.0, 70.5], "text": " So what happens is that the people who are around that person make some poor choices about"}, {"timestamp": [70.5, 75.5], "text": " how they behave towards ambulance and it stops us from getting to the person to provide them"}, {"timestamp": [75.5, 76.5], "text": " some help."}, {"timestamp": [76.5, 81.5], "text": " And there have been situations where that's ended up in the person dying."}, {"timestamp": [81.5, 85.78], "text": " So one of the things you can do as a group is make sure that if you've got someone"}, {"timestamp": [85.78, 92.2], "text": " who's acting irrationally towards someone there to help, like an ambulance officer, that you intervene"}, {"timestamp": [92.2, 98.9], "text": " and try and get that person away from the situation to allow the help to get in and actually help your friend,"}, {"timestamp": [99.2, 100.68], "text": " as long as you're safe yourself."}, {"timestamp": [101.6, 101.96], "text": " Do you?"}, {"timestamp": [102.76, 103.84], "text": " Control, Tito 1."}, {"timestamp": [108.0, 110.0], "text": " Can affirming I can't get access to this property? I'm being barred by a couple of drunk youths."}, {"timestamp": [110.0, 114.0], "text": " Can you get the police here please and I'm retrieving to my car for safety."}, {"timestamp": [114.0, 115.0], "text": " Come on, I'm here."}, {"timestamp": [115.0, 116.0], "text": " No, boy."}, {"timestamp": [116.0, 117.0], "text": " She's just doing her job."}, {"timestamp": [117.0, 118.0], "text": " Let her in."}, {"timestamp": [118.0, 119.0], "text": " Boy, the dick."}, {"timestamp": [119.0, 120.0], "text": " Come down."}, {"timestamp": [120.0, 121.0], "text": " Okay, guys."}, {"timestamp": [121.0, 124.0], "text": " So what I need is safe passage into the house and what he just did help me."}, {"timestamp": [124.0, 129.0], "text": " He got the guy out of the way, got him away from me and I can get into the house and see what's going on."}, {"timestamp": [129.0, 130.0], "text": " That's cool."}], "text": " So let's talk about the situations that I end up being confronted with. I'll give you an example today. One of our crews was sent to a 15-year-old girl at 20 past 4 on a Tuesday afternoon. Heavily intoxicated lying on the side of a public road in Christchurch vomiting, so they call an ambulance. Our guys turned up and in the end called the police because this girl was so violent, so abusive, that they weren't able to get to her and actually keep her safe. The same thing can happen when I get called to parties, where I get called to someone maybe who's unconscious, so you've all been having a good night drinking or whatever you've been doing and then all of a sudden someone's found unresponsive lying in a pool of vomit somewhere. I get called to the house and my biggest problem often is actually getting to the patient. If I get confronted with someone at the door who threatens me, doesn't know why I'm there or causes me any risk, then I will back off and get the police involved. And waiting for them sometimes can take a very long time. In the meantime, that person is inside of the house, potentially dying because I can't get to them safely. So what happens is that the people who are around that person make some poor choices about how they behave towards ambulance and it stops us from getting to the person to provide them some help. And there have been situations where that's ended up in the person dying. So one of the things you can do as a group is make sure that if you've got someone who's acting irrationally towards someone there to help, like an ambulance officer, that you intervene and try and get that person away from the situation to allow the help to get in and actually help your friend, as long as you're safe yourself. Do you? Control, Tito 1. Can affirming I can't get access to this property? I'm being barred by a couple of drunk youths. Can you get the police here please and I'm retrieving to my car for safety. Come on, I'm here. No, boy. She's just doing her job. Let her in. Boy, the dick. Come down. Okay, guys. So what I need is safe passage into the house and what he just did help me. He got the guy out of the way, got him away from me and I can get into the house and see what's going on. That's cool."}