{"speakers": [], "chunks": [{"timestamp": [0.0, 2.76], "text": " Loves Me Not. Loves Me Not as a workshop."}, {"timestamp": [3.84, 6.84], "text": " First of all, it came about through the Police,"}, {"timestamp": [7.2, 10.82], "text": " Sophia Elliott Foundation and the Ministry of Social Development."}, {"timestamp": [11.62, 13.06], "text": " We want to bring it into schools."}, {"timestamp": [13.88, 17.3], "text": " It involves three facilitators, a police officer,"}, {"timestamp": [18.22, 24.34], "text": " a teacher from your school and a community worker with a family background."}, {"timestamp": [25.24, 30.48], "text": " It's a full day workshop delivered to Year 12 or Year 13 students."}, {"timestamp": [31.46, 36.24], "text": " If you want to find out more, contact your local school community officer."}, {"timestamp": [37.04, 41.16], "text": " So what have you learnt from us and our needs for sexuality education in high school?"}, {"timestamp": [41.72, 47.3], "text": " Well, I found that it just shows that the students need more knowledge to be able to build"}, {"timestamp": [47.3, 50.1], "text": " the skills and understanding around sexuality education."}, {"timestamp": [50.68, 57.7], "text": " And I'm a strong belief that if you empower the students and involve confidence in their"}, {"timestamp": [57.7, 62.18], "text": " own understandings, then they'd be able to communicate better with their peers and the"}, {"timestamp": [62.18, 62.94], "text": " teachers as well."}, {"timestamp": [63.5, 63.96], "text": " It's disgusting."}, {"timestamp": [65.04, 65.6], "text": " Why?"}, {"timestamp": [66.16, 70.08], "text": " Because that's just gross for our country."}, {"timestamp": [70.58, 76.02], "text": " That high percentage or that high rate of sexual assault is absolutely awful."}, {"timestamp": [76.16, 83.32], "text": " That kind of just makes you feel like sexual education just isn't up to standard, you know."}, {"timestamp": [83.32, 86.36], "text": " Like people aren't being taught, people aren't't up to standard, you know? Like, people aren't being taught,"}, {"timestamp": [87.52, 90.88], "text": " people aren't smart enough to know what is sexual assault"}, {"timestamp": [90.88, 93.92], "text": " and, like, you know, inappropriate touching."}, {"timestamp": [93.92, 96.92], "text": " Like, even if I joking touch this guy on the thigh,"}, {"timestamp": [96.92, 98.28], "text": " you know, to me it may be a joke,"}, {"timestamp": [98.28, 100.56], "text": " but to him, it's like, on the outside he's cool with it,"}, {"timestamp": [100.56, 103.86], "text": " but on the inside he's like, yeah, I'm not comfortable with that."}, {"timestamp": [103.86, 105.68], "text": " Like, these things aren't really taught you get"}, {"timestamp": [105.68, 108.92], "text": " you get the obvious idea you know don't rape people"}, {"timestamp": [108.92, 112.0], "text": " you don't get the whole oh you know maybe"}, {"timestamp": [112.0, 116.12], "text": " saying inappropriate things to someone or jokingly putting your arm"}, {"timestamp": [116.12, 118.98], "text": " around them and stuff like that that's never that's never taught"}, {"timestamp": [118.98, 122.52], "text": " is that word a loves me not programmed held yeah"}, {"timestamp": [122.52, 130.62], "text": " those those signs and learning on what is okay and what isn't okay."}, {"timestamp": [131.06, 136.38], "text": " Like that impacted me because where it comes to my learning like in primary school,"}, {"timestamp": [136.74, 137.86], "text": " we did sexual education."}, {"timestamp": [138.06, 140.46], "text": " I didn't learn half of the stuff we learned to the program."}, {"timestamp": [141.68, 143.16], "text": " So it's a worthwhile program."}, {"timestamp": [143.88, 144.68], "text": " Yes, definitely."}, {"timestamp": [144.68, 149.3], "text": " If it's impacted all of us in such a"}, {"timestamp": [149.3, 153.62], "text": " huge way and we're just a small little section of our school, we haven't even talked to the"}, {"timestamp": [153.62, 159.08], "text": " other rest of the guys about this. So, you know, the other schools will have massive impacts."}, {"timestamp": [159.08, 166.46], "text": " And this has saved me trouble when it comes to family, friends, like just learning the things"}, {"timestamp": [166.46, 173.28], "text": " from this, noting when a sign is happening and when something like wrong is happening and"}, {"timestamp": [173.28, 174.48], "text": " you know how to react to it."}], "text": " Loves Me Not. Loves Me Not as a workshop. First of all, it came about through the Police, Sophia Elliott Foundation and the Ministry of Social Development. We want to bring it into schools. It involves three facilitators, a police officer, a teacher from your school and a community worker with a family background. It's a full day workshop delivered to Year 12 or Year 13 students. If you want to find out more, contact your local school community officer. So what have you learnt from us and our needs for sexuality education in high school? Well, I found that it just shows that the students need more knowledge to be able to build the skills and understanding around sexuality education. And I'm a strong belief that if you empower the students and involve confidence in their own understandings, then they'd be able to communicate better with their peers and the teachers as well. It's disgusting. Why? Because that's just gross for our country. That high percentage or that high rate of sexual assault is absolutely awful. That kind of just makes you feel like sexual education just isn't up to standard, you know. Like people aren't being taught, people aren't't up to standard, you know? Like, people aren't being taught, people aren't smart enough to know what is sexual assault and, like, you know, inappropriate touching. Like, even if I joking touch this guy on the thigh, you know, to me it may be a joke, but to him, it's like, on the outside he's cool with it, but on the inside he's like, yeah, I'm not comfortable with that. Like, these things aren't really taught you get you get the obvious idea you know don't rape people you don't get the whole oh you know maybe saying inappropriate things to someone or jokingly putting your arm around them and stuff like that that's never that's never taught is that word a loves me not programmed held yeah those those signs and learning on what is okay and what isn't okay. Like that impacted me because where it comes to my learning like in primary school, we did sexual education. I didn't learn half of the stuff we learned to the program. So it's a worthwhile program. Yes, definitely. If it's impacted all of us in such a huge way and we're just a small little section of our school, we haven't even talked to the other rest of the guys about this. So, you know, the other schools will have massive impacts. And this has saved me trouble when it comes to family, friends, like just learning the things from this, noting when a sign is happening and when something like wrong is happening and you know how to react to it."}