{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " Three breaths of toxic smoke."}, {"timestamp": [3.54, 4.14], "text": " Three only."}, {"timestamp": [5.18, 10.46], "text": " The other thing about the toxic smoke is it's not just a gas that's going in your mouth."}, {"timestamp": [10.54, 11.68], "text": " It's normally superheated."}, {"timestamp": [12.2, 16.74], "text": " So it burns your throat, gets in your eyes, irritates the heck out of those, so you end up crying."}, {"timestamp": [18.08, 20.64], "text": " Quite often you can't see where you're going."}, {"timestamp": [21.1, 25.82], "text": " So to stand up and run, how long do you reckon you would survive standing up and running if you only had three breaths?"}, {"timestamp": [26.78, 29.56], "text": " Yeah, kapai. So that's why we say hit the floor, eh?"}, {"timestamp": [30.24, 32.94], "text": " You're also in a mush pit. How easy would it be to get down?"}, {"timestamp": [34.3, 38.3], "text": " Absolutely. In fact, people often end up lifted off the ground. If you're a flyer"}, {"timestamp": [38.3, 41.14], "text": " Regina, she would end up lifted off the ground. She would end up lifted off the ground."}, {"timestamp": [41.14, 44.24], "text": " She would end up with everyone else because she could have to be lifted by the crowd."}, {"timestamp": [44.56, 46.24], "text": " So that's something to consider."}, {"timestamp": [46.24, 48.0], "text": " So you have to write down for me."}, {"timestamp": [48.0, 51.76], "text": " Your ideas about how you would sort this out if you had to get everybody out."}, {"timestamp": [51.76, 65.22], "text": " Even what Brett said before, turning the music off and turning the lights off. Straight away."}, {"timestamp": [65.22, 69.32], "text": " Even what Brett said before, turning the music off and turning the lights on."}, {"timestamp": [69.32, 70.32], "text": " Yeah."}, {"timestamp": [70.32, 71.32], "text": " Sort of like..."}, {"timestamp": [71.32, 72.32], "text": " Yeah."}, {"timestamp": [72.32, 73.32], "text": " Yeah, yeah."}, {"timestamp": [73.32, 75.0], "text": " But it sort of like grabs everybody's a teacher."}, {"timestamp": [75.0, 75.5], "text": " Yeah."}, {"timestamp": [75.5, 76.0], "text": " Okay, cool."}, {"timestamp": [76.0, 77.0], "text": " Thanks guys."}, {"timestamp": [77.0, 78.0], "text": " You're welcome."}], "text": " Three breaths of toxic smoke. Three only. The other thing about the toxic smoke is it's not just a gas that's going in your mouth. It's normally superheated. So it burns your throat, gets in your eyes, irritates the heck out of those, so you end up crying. Quite often you can't see where you're going. So to stand up and run, how long do you reckon you would survive standing up and running if you only had three breaths? Yeah, kapai. So that's why we say hit the floor, eh? You're also in a mush pit. How easy would it be to get down? Absolutely. In fact, people often end up lifted off the ground. If you're a flyer Regina, she would end up lifted off the ground. She would end up lifted off the ground. She would end up with everyone else because she could have to be lifted by the crowd. So that's something to consider. So you have to write down for me. Your ideas about how you would sort this out if you had to get everybody out. Even what Brett said before, turning the music off and turning the lights off. Straight away. Even what Brett said before, turning the music off and turning the lights on. Yeah. Sort of like... Yeah. Yeah, yeah. But it sort of like grabs everybody's a teacher. Yeah. Okay, cool. Thanks guys. You're welcome."}