{"speakers": [], "chunks": [{"timestamp": [0.0, 5.92], "text": " Ask students to decide on a method of measuring how many people they are going to be able to fit into the mosh pit."}, {"timestamp": [6.6, 7.92], "text": " Useful things have on hand."}, {"timestamp": [8.42, 13.4], "text": " Meter rulers, calculators, phones, string for marking out areas, etc."}, {"timestamp": [14.44, 20.0], "text": " Encourage students to use specific mathematical language around measurement and calculations they're doing."}, {"timestamp": [20.46, 26.0], "text": " Can you just tell me what was the method you used to measure out the mosquick?"}, {"timestamp": [26.7, 38.16], "text": " There were six years of course and 12, and 11 square down, so 11, 9, 60, 6 and 666."}, {"timestamp": [38.72, 39.08], "text": " Awesome."}, {"timestamp": [39.56, 43.34], "text": " And then how did you work out how many people you could get into that space?"}, {"timestamp": [44.06, 49.0], "text": " Three are a half spin into one one square and we all three."}, {"timestamp": [49.0, 57.0], "text": " So then you used this table to work out what that calculation was?"}, {"timestamp": [57.0, 61.0], "text": " And what was the total number that you could squeeze in there?"}, {"timestamp": [61.0, 63.0], "text": " One hundred ninety eight."}, {"timestamp": [63.0, 64.0], "text": " Awesome, mate."}, {"timestamp": [64.0, 65.0], "text": " Well done."}], "text": " Ask students to decide on a method of measuring how many people they are going to be able to fit into the mosh pit. Useful things have on hand. Meter rulers, calculators, phones, string for marking out areas, etc. Encourage students to use specific mathematical language around measurement and calculations they're doing. Can you just tell me what was the method you used to measure out the mosquick? There were six years of course and 12, and 11 square down, so 11, 9, 60, 6 and 666. Awesome. And then how did you work out how many people you could get into that space? Three are a half spin into one one square and we all three. So then you used this table to work out what that calculation was? And what was the total number that you could squeeze in there? One hundred ninety eight. Awesome, mate. Well done."}