{"speakers": [], "chunks": [{"timestamp": [0.0, 8.0], "text": " I really loved being out in the garden."}, {"timestamp": [8.0, 16.0], "text": " She didn't do any gardening, but she loved to climb the trees and sit in a tree and read a book or something."}, {"timestamp": [16.0, 24.0], "text": " We didn't recognise it as an abusive relationship."}, {"timestamp": [24.0, 26.0], "text": " Heavens what would I give anything, I give a million dollars. We didn't recognise it as an abusive relationship."}, {"timestamp": [28.68, 29.76], "text": " Heavens what would I give anything, I'd give a million dollars."}, {"timestamp": [33.68, 38.8], "text": " You know, to go back on hindsight and persuade Sophie to get out."}, {"timestamp": [41.52, 42.96], "text": " See, that's a fantail that's Sophie."}, {"timestamp": [49.54, 51.66], "text": " Hello, little birdie. When something doesn't feel quite right,"}, {"timestamp": [52.1, 54.02], "text": " you step back and think about it"}, {"timestamp": [54.02, 55.72], "text": " and think about how you're being treated"}, {"timestamp": [55.72, 57.64], "text": " and why you feel the way you do."}, {"timestamp": [57.98, 60.82], "text": " You'll know, you'll know when it's not quite right, I'm sure."}, {"timestamp": [66.0, 70.0], "text": " You want to have an awesome relationship, a really awesome relationship."}, {"timestamp": [70.0, 71.0], "text": " And you can."}, {"timestamp": [71.0, 73.0], "text": " Every one of you can do that."}, {"timestamp": [73.0, 77.0], "text": " We can make New Zealand a safer place."}, {"timestamp": [77.0, 83.0], "text": " If you're really true to yourself, you want to help, I think you need to do it."}, {"timestamp": [83.0, 84.0], "text": " We've all got those skills."}, {"timestamp": [84.0, 85.44], "text": " You've got that ability. I think think you need to do it. We've all got those skills. You've got that ability."}, {"timestamp": [86.2, 87.8], "text": " I think just get out and do it."}], "text": " I really loved being out in the garden. She didn't do any gardening, but she loved to climb the trees and sit in a tree and read a book or something. We didn't recognise it as an abusive relationship. Heavens what would I give anything, I give a million dollars. We didn't recognise it as an abusive relationship. Heavens what would I give anything, I'd give a million dollars. You know, to go back on hindsight and persuade Sophie to get out. See, that's a fantail that's Sophie. Hello, little birdie. When something doesn't feel quite right, you step back and think about it and think about how you're being treated and why you feel the way you do. You'll know, you'll know when it's not quite right, I'm sure. You want to have an awesome relationship, a really awesome relationship. And you can. Every one of you can do that. We can make New Zealand a safer place. If you're really true to yourself, you want to help, I think you need to do it. We've all got those skills. You've got that ability. I think think you need to do it. We've all got those skills. You've got that ability. I think just get out and do it."}