{"speakers": [], "chunks": [{"timestamp": [0.0, 3.12], "text": " and that they kind of felt comfortable teaching it."}, {"timestamp": [3.2, 6.66], "text": " And so in tone that the students then felt comfortable,"}, {"timestamp": [7.12, 10.46], "text": " that we felt comfortable kind of going to them for questions"}, {"timestamp": [10.46, 12.74], "text": " and asking them about different things."}, {"timestamp": [12.8, 14.32], "text": " Because if the teacher's not comfortable teaching"}, {"timestamp": [14.32, 17.72], "text": " like facilitating or teaching around sexuality,"}, {"timestamp": [18.16, 21.18], "text": " then the students aren't going to be comfortable asking questions about it."}, {"timestamp": [22.1, 25.62], "text": " And it would have been great to have know, to have more of a range."}, {"timestamp": [25.7, 30.52], "text": " So not just from a heteronormative perspective, not just from kind of a fear-based"}, {"timestamp": [30.52, 34.18], "text": " Christian morals, you know, if you have sex, you're going to get, like, if you don't,"}, {"timestamp": [34.32, 38.06], "text": " you know, use a condom, you're going to get pregnant, don't have sex until you're"}, {"timestamp": [38.06, 41.44], "text": " married because, you know, it's sinful."}, {"timestamp": [43.22, 47.98], "text": " Yeah, and just things like that, it would have, like, looking at, like,"}, {"timestamp": [47.98, 50.72], "text": " as a more holistic approach"}, {"timestamp": [50.72, 54.28], "text": " instead of just focusing on public health issues."}, {"timestamp": [54.42, 55.86], "text": " Like, we need to drop pregnancy rate,"}, {"timestamp": [55.94, 58.98], "text": " so we're going to teach them how to do all this"}, {"timestamp": [58.98, 61.46], "text": " to, you know, stop girls getting pregnant"}, {"timestamp": [61.46, 63.22], "text": " and things like that."}], "text": " and that they kind of felt comfortable teaching it. And so in tone that the students then felt comfortable, that we felt comfortable kind of going to them for questions and asking them about different things. Because if the teacher's not comfortable teaching like facilitating or teaching around sexuality, then the students aren't going to be comfortable asking questions about it. And it would have been great to have know, to have more of a range. So not just from a heteronormative perspective, not just from kind of a fear-based Christian morals, you know, if you have sex, you're going to get, like, if you don't, you know, use a condom, you're going to get pregnant, don't have sex until you're married because, you know, it's sinful. Yeah, and just things like that, it would have, like, looking at, like, as a more holistic approach instead of just focusing on public health issues. Like, we need to drop pregnancy rate, so we're going to teach them how to do all this to, you know, stop girls getting pregnant and things like that."}