{"speakers": [], "chunks": [{"timestamp": [0.0, 2.96], "text": " Are they going to, like, kind of they're going to warp the stage."}, {"timestamp": [2.96, 5.68], "text": " So he's doing that, which even where he wants to do."}, {"timestamp": [5.68, 7.24], "text": " Is it how many different ways you can measure it."}, {"timestamp": [7.24, 11.0], "text": " Try it your way and see what you get with how many people you go to start."}, {"timestamp": [11.0, 13.0], "text": " You know, some dance moves."}, {"timestamp": [13.0, 14.0], "text": " Go ahead and dance mode."}, {"timestamp": [14.0, 15.0], "text": " Go ahead."}, {"timestamp": [15.0, 19.0], "text": " Liz, how did you manage to work that out?"}, {"timestamp": [19.0, 22.0], "text": " Well, we actually kind of worked as a group."}, {"timestamp": [22.0, 27.38], "text": " So we used the metasquares template like there. So we used the meter squares template like there."}, {"timestamp": [27.38, 32.14], "text": " And what we did was measure out like the area that we have,"}, {"timestamp": [32.14, 33.6], "text": " which was three by five."}, {"timestamp": [33.6, 36.86], "text": " And then we all try to see how many people can fit"}, {"timestamp": [36.86, 40.5], "text": " within that one meter square, which was 13."}, {"timestamp": [40.5, 42.9], "text": " And then we just did up all the calculations"}, {"timestamp": [42.9, 45.7], "text": " and come up with 221 people."}, {"timestamp": [46.12, 46.28], "text": " Yeah."}, {"timestamp": [46.94, 48.46], "text": " But that might not be accurate."}, {"timestamp": [48.76, 50.84], "text": " So we're trying to find a different way."}, {"timestamp": [51.2, 51.44], "text": " Okay."}, {"timestamp": [51.48, 53.86], "text": " Why do you think that might not be accurate?"}, {"timestamp": [54.4, 56.82], "text": " Because everyone's a different body size."}, {"timestamp": [56.96, 59.3], "text": " So we're not all like the same."}, {"timestamp": [59.54, 59.96], "text": " Okay."}, {"timestamp": [60.16, 63.0], "text": " So you know like the calculations won't all be accurate."}, {"timestamp": [63.0, 67.0], "text": " So you're taking into account that everyone isn't going to be one standard."}, {"timestamp": [67.0, 68.0], "text": " Okay."}, {"timestamp": [68.0, 69.0], "text": " Cool."}, {"timestamp": [69.0, 71.0], "text": " Nice."}, {"timestamp": [71.0, 73.6], "text": " So if you can't put it in."}], "text": " Are they going to, like, kind of they're going to warp the stage. So he's doing that, which even where he wants to do. Is it how many different ways you can measure it. Try it your way and see what you get with how many people you go to start. You know, some dance moves. Go ahead and dance mode. Go ahead. Liz, how did you manage to work that out? Well, we actually kind of worked as a group. So we used the metasquares template like there. So we used the meter squares template like there. And what we did was measure out like the area that we have, which was three by five. And then we all try to see how many people can fit within that one meter square, which was 13. And then we just did up all the calculations and come up with 221 people. Yeah. But that might not be accurate. So we're trying to find a different way. Okay. Why do you think that might not be accurate? Because everyone's a different body size. So we're not all like the same. Okay. So you know like the calculations won't all be accurate. So you're taking into account that everyone isn't going to be one standard. Okay. Cool. Nice. So if you can't put it in."}