{"speakers": [], "chunks": [{"timestamp": [0.0, 6.0], "text": " If a friend or someone you know wouldn't do this sober, don't let them do it while they're drinking."}, {"timestamp": [6.0, 11.0], "text": " This is something really important to consider when you're out with alcohol around."}, {"timestamp": [11.0, 14.0], "text": " If you let somebody do something that they wouldn't do while they're sober,"}, {"timestamp": [14.0, 19.0], "text": " they might wake up with regrets in the morning which could lead to another lot of serious things."}, {"timestamp": [19.0, 27.62], "text": " Alcohol inhibits your decisions, which means it takes away the things that you would have while you're sober like your filter so guys let's just think about this the"}, {"timestamp": [27.62, 32.46], "text": " consequences of us picking up your mate who's really drunk and we are happy to"}, {"timestamp": [32.46, 36.68], "text": " do that because we need to keep you safe but say your mate gets into the back of"}, {"timestamp": [36.68, 41.66], "text": " my ambulance and vomited over the floor once I deliver him to hospital safely"}, {"timestamp": [41.66, 48.0], "text": " it's going to take me and my crew partner probably the best part of an hour to clean that vehicle and make it operational again."}, {"timestamp": [48.0, 55.0], "text": " That's one hour where that ambulance isn't available to respond to someone else in the community who also needs us."}, {"timestamp": [55.0, 61.0], "text": " Oh you dirty bastard, look at you don't feel it up!"}, {"timestamp": [61.0, 65.0], "text": " Oh dude, disgust me! Oh look at you!"}, {"timestamp": [65.0, 66.0], "text": " Don't hold your drink."}, {"timestamp": [66.0, 67.0], "text": " Thank you, ma'am."}, {"timestamp": [67.0, 69.0], "text": " Throw up here?"}, {"timestamp": [69.0, 77.0], "text": " Okay guys, so have you recognised one of your groups now got to the point where they've drunk so much they can't control their own airway and they're semi-conscious on the couch?"}, {"timestamp": [77.0, 85.28], "text": " Two of you guys, recognising this, get either side of your colleague, so we've got somebody here on the couch either"}, {"timestamp": [85.28, 92.12], "text": " side use his belt if you need to on his jeans and very carefully guide him to an empty"}, {"timestamp": [92.12, 101.18], "text": " space on the floor here and guide him down onto his side minding his head and we're"}, {"timestamp": [101.18, 108.0], "text": " going to put him into a recovery position so making sure he's got a knee in front of him so he can't roll a hand and if you need to pull that arm underneath his head and he're going to put him into a recovery position. So making sure he's got a knee in front of him so he can't roll a hand."}, {"timestamp": [108.0, 112.0], "text": " And if you need to pull that arm, underneath arm, up underneath his head."}, {"timestamp": [112.0, 116.0], "text": " So it's underneath arm, up straight."}, {"timestamp": [116.0, 118.0], "text": " So you can just pull this right out."}, {"timestamp": [118.0, 121.0], "text": " So open and like that."}, {"timestamp": [121.0, 124.0], "text": " And then we make sure that that airway is actually open."}, {"timestamp": [124.0, 128.0], "text": " Alright? Someone stays with him to make sure he's safe because if he vomits"}, {"timestamp": [128.0, 133.0], "text": " we want that vomit to go out onto the floor and one of you is going to go and get some help."}, {"timestamp": [133.0, 136.0], "text": " Another adult or an ambulance if you need to."}], "text": " If a friend or someone you know wouldn't do this sober, don't let them do it while they're drinking. This is something really important to consider when you're out with alcohol around. If you let somebody do something that they wouldn't do while they're sober, they might wake up with regrets in the morning which could lead to another lot of serious things. Alcohol inhibits your decisions, which means it takes away the things that you would have while you're sober like your filter so guys let's just think about this the consequences of us picking up your mate who's really drunk and we are happy to do that because we need to keep you safe but say your mate gets into the back of my ambulance and vomited over the floor once I deliver him to hospital safely it's going to take me and my crew partner probably the best part of an hour to clean that vehicle and make it operational again. That's one hour where that ambulance isn't available to respond to someone else in the community who also needs us. Oh you dirty bastard, look at you don't feel it up! Oh dude, disgust me! Oh look at you! Don't hold your drink. Thank you, ma'am. Throw up here? Okay guys, so have you recognised one of your groups now got to the point where they've drunk so much they can't control their own airway and they're semi-conscious on the couch? Two of you guys, recognising this, get either side of your colleague, so we've got somebody here on the couch either side use his belt if you need to on his jeans and very carefully guide him to an empty space on the floor here and guide him down onto his side minding his head and we're going to put him into a recovery position so making sure he's got a knee in front of him so he can't roll a hand and if you need to pull that arm underneath his head and he're going to put him into a recovery position. So making sure he's got a knee in front of him so he can't roll a hand. And if you need to pull that arm, underneath arm, up underneath his head. So it's underneath arm, up straight. So you can just pull this right out. So open and like that. And then we make sure that that airway is actually open. Alright? Someone stays with him to make sure he's safe because if he vomits we want that vomit to go out onto the floor and one of you is going to go and get some help. Another adult or an ambulance if you need to."}