{"speakers": [], "chunks": [{"timestamp": [0.0, 9.0], "text": " Sex tends to be behind closed doors, but it doesn't mean we need to talk about it behind closed doors."}, {"timestamp": [9.0, 22.0], "text": " So I think most people would accept that if you punch somebody and they didn't want you to punch them, that you are assaulting them."}, {"timestamp": [22.0, 27.28], "text": " This is your body and you have to be, should be in a"}, {"timestamp": [27.28, 33.44], "text": " position where you decide what happens in relation to your body, you know, that's something"}, {"timestamp": [33.44, 41.46], "text": " that's very sacred. The same way, you could apply that to an act such as kissing somebody."}, {"timestamp": [42.12, 46.16], "text": " So if you kiss somebody, let's say on the lips,"}, {"timestamp": [46.16, 49.08], "text": " and that there was no authority,"}, {"timestamp": [49.08, 52.96], "text": " there was no agreement or that they had asked for you to do that,"}, {"timestamp": [52.96, 55.08], "text": " that could actually be deemed to be an assault."}, {"timestamp": [55.08, 57.76], "text": " It doesn't have the consent or the agreement"}, {"timestamp": [57.76, 59.76], "text": " between the parties involved."}, {"timestamp": [59.76, 61.78], "text": " It's a lower-end sexual assault,"}, {"timestamp": [61.78, 64.68], "text": " but if the person didn't want it, that's what it in fact could be."}, {"timestamp": [67.56, 74.74], "text": " A case I was involved in a young man, he had been drinking, and he had gone to sleep in,"}, {"timestamp": [74.74, 79.54], "text": " like a sleepout associated with this particular place he was at. He woke up to a man"}, {"timestamp": [79.54, 86.36], "text": " who was performing oral sex on him. There is no way in his view that he would have consented"}, {"timestamp": [86.36, 88.88], "text": " that that action if he had known what was going on."}, {"timestamp": [90.06, 95.2], "text": " If you have sex with a person who is extremely drunk or drugged"}, {"timestamp": [95.2, 97.24], "text": " as a sleep or unconscious,"}, {"timestamp": [98.16, 100.04], "text": " then you are committing rape or sexual violation."}, {"timestamp": [101.48, 109.12], "text": " We had a young woman who wished to have sex with a young boy, same ages,"}, {"timestamp": [109.54, 115.02], "text": " but they were young people, teenagers, and he was really uncomfortable with the situation"}, {"timestamp": [115.02, 123.32], "text": " and was pressured into performing certain acts with this teenage girl."}, {"timestamp": [123.56, 128.9], "text": " You shouldn't be threatening people or blackmailing them as a word that's often used,"}, {"timestamp": [129.0, 130.28], "text": " which is sort of emotional stuff."}, {"timestamp": [130.98, 133.64], "text": " If you have to have sex with me or I will tell"}, {"timestamp": [133.64, 137.04], "text": " or I will do something that is against the law"}, {"timestamp": [137.04, 141.26], "text": " and again could be classed as rape or sexual violation."}, {"timestamp": [143.52, 146.0], "text": " Anybody can be a victim of sexual assault and that can be"}, {"timestamp": [146.0, 152.0], "text": " whether you are male or female and across the whole spectrum of"}, {"timestamp": [152.0, 158.0], "text": " ages. The age in which you can give consent is 16 years of age."}, {"timestamp": [158.0, 164.0], "text": " In the same way that we all own our own bodies and we want to have"}, {"timestamp": [164.0, 166.08], "text": " control over what happens with our bodies,"}, {"timestamp": [166.72, 172.2], "text": " the same can be applied to the use of recordings or images."}, {"timestamp": [172.68, 176.34], "text": " Unless you have the authority of the agreement of somebody to record something,"}, {"timestamp": [177.12, 178.94], "text": " then you shouldn't be recording something."}, {"timestamp": [179.26, 181.44], "text": " If you have the agreement to record something,"}, {"timestamp": [182.2, 191.24], "text": " then you need to seek an agreement as to what happens to that recording. Once again, you could be breaking the law because that's about consent"}, {"timestamp": [191.24, 195.04], "text": " or knowledge or agreement to what happens to that material."}, {"timestamp": [198.6, 204.84], "text": " The law doesn't accept drunkenness as an excuse. So getting wasted, for example, and saying,"}, {"timestamp": [204.84, 213.0], "text": " well, I did it because I did it when or because I was wasted is not an excuse and we'll never pass as an excuse for any behaviour."}, {"timestamp": [213.0, 221.0], "text": " If you don't know the law, unfortunately ignorance of the law or not knowing the law is also not what we call a defence."}, {"timestamp": [221.0, 230.76], "text": " You can't just get away with certain behaviour because you don't know what the law was."}, {"timestamp": [234.52, 234.62], "text": " It was a young girl around about,"}, {"timestamp": [238.04, 238.64], "text": " I think she was 16, perhaps nearly 17 at the time,"}, {"timestamp": [240.6, 241.24], "text": " and she was in a group of friends,"}, {"timestamp": [242.54, 245.1], "text": " boys and girls that were friends and socialised together, had known each other for a number of years."}, {"timestamp": [245.66, 252.28], "text": " She'd been drinking and was quite intoxicated. The young man in this situation who she thought"}, {"timestamp": [252.28, 256.76], "text": " she could trust, she believed this person, thought this person to be a friend, betrayed the"}, {"timestamp": [256.76, 262.62], "text": " trust that this young woman had in this person and the group and sexually assaulted her, he raped her."}, {"timestamp": [262.62, 266.4], "text": " and the group and sexually assaulted her, he raped her."}, {"timestamp": [269.8, 269.96], "text": " She became withdrawn from social activities."}, {"timestamp": [274.7, 275.44], "text": " Took a long time to get her confidence back in social settings."}, {"timestamp": [278.4, 278.6], "text": " Her noticeably, her schoolwork dropped away,"}, {"timestamp": [280.88, 284.7], "text": " and I understand she was a pretty high achiever and as a very outgoing sort of bubbly individual"}, {"timestamp": [284.7, 286.48], "text": " had become quite withdrawn."}, {"timestamp": [287.16, 298.0], "text": " So in some cases you're actually taking away their confidence, taking away sometimes their own"}, {"timestamp": [298.0, 302.52], "text": " self-respect and taking away their decision-making."}, {"timestamp": [302.52, 307.54], "text": " It certainly also had a significant impact on his confidence"}, {"timestamp": [307.54, 314.8], "text": " and the way he potentially thought about he was going to go through the next stages of his life."}, {"timestamp": [315.72, 320.78], "text": " He was sentenced to five years in prison."}, {"timestamp": [321.62, 332.3], "text": " Unfortunately, a person who may have made a very bad decision can have a label or a tag that goes along with them for their history of life."}, {"timestamp": [332.6, 336.38], "text": " They're a sexo. Perhaps they're a rapist."}, {"timestamp": [341.12, 345.0], "text": " When it comes to sex, we want hookups to be safe, safe hookups."}, {"timestamp": [350.52, 351.52], "text": " We want agreement and consent to be obtained and we want it to be affirmative."}, {"timestamp": [353.84, 354.2], "text": " What type of person do I want to be?"}, {"timestamp": [359.22, 360.24], "text": " What type of person do I want to be perceived by others to be?"}, {"timestamp": [365.4, null], "text": " How am I going to be remembered or thought of by my colleagues, by my peers, by my parents?"}], "text": " Sex tends to be behind closed doors, but it doesn't mean we need to talk about it behind closed doors. So I think most people would accept that if you punch somebody and they didn't want you to punch them, that you are assaulting them. This is your body and you have to be, should be in a position where you decide what happens in relation to your body, you know, that's something that's very sacred. The same way, you could apply that to an act such as kissing somebody. So if you kiss somebody, let's say on the lips, and that there was no authority, there was no agreement or that they had asked for you to do that, that could actually be deemed to be an assault. It doesn't have the consent or the agreement between the parties involved. It's a lower-end sexual assault, but if the person didn't want it, that's what it in fact could be. A case I was involved in a young man, he had been drinking, and he had gone to sleep in, like a sleepout associated with this particular place he was at. He woke up to a man who was performing oral sex on him. There is no way in his view that he would have consented that that action if he had known what was going on. If you have sex with a person who is extremely drunk or drugged as a sleep or unconscious, then you are committing rape or sexual violation. We had a young woman who wished to have sex with a young boy, same ages, but they were young people, teenagers, and he was really uncomfortable with the situation and was pressured into performing certain acts with this teenage girl. You shouldn't be threatening people or blackmailing them as a word that's often used, which is sort of emotional stuff. If you have to have sex with me or I will tell or I will do something that is against the law and again could be classed as rape or sexual violation. Anybody can be a victim of sexual assault and that can be whether you are male or female and across the whole spectrum of ages. The age in which you can give consent is 16 years of age. In the same way that we all own our own bodies and we want to have control over what happens with our bodies, the same can be applied to the use of recordings or images. Unless you have the authority of the agreement of somebody to record something, then you shouldn't be recording something. If you have the agreement to record something, then you need to seek an agreement as to what happens to that recording. Once again, you could be breaking the law because that's about consent or knowledge or agreement to what happens to that material. The law doesn't accept drunkenness as an excuse. So getting wasted, for example, and saying, well, I did it because I did it when or because I was wasted is not an excuse and we'll never pass as an excuse for any behaviour. If you don't know the law, unfortunately ignorance of the law or not knowing the law is also not what we call a defence. You can't just get away with certain behaviour because you don't know what the law was. It was a young girl around about, I think she was 16, perhaps nearly 17 at the time, and she was in a group of friends, boys and girls that were friends and socialised together, had known each other for a number of years. She'd been drinking and was quite intoxicated. The young man in this situation who she thought she could trust, she believed this person, thought this person to be a friend, betrayed the trust that this young woman had in this person and the group and sexually assaulted her, he raped her. and the group and sexually assaulted her, he raped her. She became withdrawn from social activities. Took a long time to get her confidence back in social settings. Her noticeably, her schoolwork dropped away, and I understand she was a pretty high achiever and as a very outgoing sort of bubbly individual had become quite withdrawn. So in some cases you're actually taking away their confidence, taking away sometimes their own self-respect and taking away their decision-making. It certainly also had a significant impact on his confidence and the way he potentially thought about he was going to go through the next stages of his life. He was sentenced to five years in prison. Unfortunately, a person who may have made a very bad decision can have a label or a tag that goes along with them for their history of life. They're a sexo. Perhaps they're a rapist. When it comes to sex, we want hookups to be safe, safe hookups. We want agreement and consent to be obtained and we want it to be affirmative. What type of person do I want to be? What type of person do I want to be perceived by others to be? How am I going to be remembered or thought of by my colleagues, by my peers, by my parents?"}