{"speakers": [], "chunks": [{"timestamp": [0.0, 6.12], "text": " For the only students at the middle of what school you're in, if you're getting bullied, go and talk to one of year 13s, they should help out."}, {"timestamp": [7.0, 8.4], "text": " Physical bullying around school."}, {"timestamp": [9.18, 16.06], "text": " It's soul-destroying for the school, the child and the staff."}, {"timestamp": [16.94, 22.28], "text": " It's insidious and unless you see it, it's really, really hard to stop."}, {"timestamp": [23.12, 27.0], "text": " So I think some of the key things is to pick up the key signals."}, {"timestamp": [29.0, 36.0], "text": " And the kids may not tell you verbally that they are being bullied, but some of the key signals"}, {"timestamp": [36.0, 49.5], "text": " is a drop off in performance in the class, a change in attitude. And what that does, that sort of invites you as a teacher to ask questions."}, {"timestamp": [49.5, 58.04], "text": " And the questions can be really varied, but you'd be able to confirm your suspicions or otherwise."}, {"timestamp": [59.52, 70.44], "text": " It's important that the victim feels listened to and validated and that they, or their opinion,"}, {"timestamp": [70.44, 74.68], "text": " is worthwhile."}, {"timestamp": [74.68, 78.54], "text": " So I think that's the critical start point."}, {"timestamp": [78.54, 84.76], "text": " You don't necessarily have to be told or see that bullying is occurring."}, {"timestamp": [84.76, 87.0], "text": " You can pick it up generally from the student's"}, {"timestamp": [87.0, 90.2], "text": " behaviour if you know your students will."}], "text": " For the only students at the middle of what school you're in, if you're getting bullied, go and talk to one of year 13s, they should help out. Physical bullying around school. It's soul-destroying for the school, the child and the staff. It's insidious and unless you see it, it's really, really hard to stop. So I think some of the key things is to pick up the key signals. And the kids may not tell you verbally that they are being bullied, but some of the key signals is a drop off in performance in the class, a change in attitude. And what that does, that sort of invites you as a teacher to ask questions. And the questions can be really varied, but you'd be able to confirm your suspicions or otherwise. It's important that the victim feels listened to and validated and that they, or their opinion, is worthwhile. So I think that's the critical start point. You don't necessarily have to be told or see that bullying is occurring. You can pick it up generally from the student's behaviour if you know your students will."}