{"speakers": [], "chunks": [{"timestamp": [0.0, 7.6], "text": " So, I mean, someone that makes me laugh and someone, you know, that I enjoy hanging"}, {"timestamp": [7.6, 10.0], "text": " out with, you know, that would kind of be the person that I'd like to be in a relationship"}, {"timestamp": [10.0, 11.0], "text": " with."}, {"timestamp": [11.0, 13.5], "text": " I guess it's nice to kind of have one person that you can share your life with."}, {"timestamp": [13.5, 14.5], "text": " Yeah, just..."}, {"timestamp": [14.5, 15.5], "text": " Aside from your friends."}, {"timestamp": [15.5, 17.5], "text": " Yeah, someone that you can really trust."}, {"timestamp": [17.5, 21.0], "text": " Sharing your feelings and, yeah, that sort of stuff."}, {"timestamp": [21.0, 24.5], "text": " Teamwork, I guess, being committed to each other."}, {"timestamp": [24.5, 25.0], "text": " What about you?"}, {"timestamp": [25.0, 26.0], "text": " It's your fun."}, {"timestamp": [26.0, 28.0], "text": " He does be king of these too."}, {"timestamp": [28.0, 32.0], "text": " Getting the most of what both people want out of the relationship."}, {"timestamp": [32.0, 35.0], "text": " Rather than having my thing and everything, it's like our thing."}, {"timestamp": [35.0, 36.0], "text": " Yeah."}, {"timestamp": [36.0, 37.0], "text": " Yeah."}, {"timestamp": [37.0, 40.0], "text": " Not always putting things on one person, leaving stuff like that."}, {"timestamp": [40.0, 45.04], "text": " Being able to talk to them about anything and share any feelings or issues that you're having."}, {"timestamp": [45.28, 50.22], "text": " The support of actually having somebody to talk to and share your feelings with."}, {"timestamp": [50.48, 51.68], "text": " Sharing responsibilities."}, {"timestamp": [52.2, 52.44], "text": " Yeah."}, {"timestamp": [52.74, 53.38], "text": " Being fair."}, {"timestamp": [53.7, 56.0], "text": " Not between being to be asleep when the baby's growing."}, {"timestamp": [57.28, 58.34], "text": " Does that happen a lot?"}, {"timestamp": [58.54, 58.68], "text": " Yeah."}], "text": " So, I mean, someone that makes me laugh and someone, you know, that I enjoy hanging out with, you know, that would kind of be the person that I'd like to be in a relationship with. I guess it's nice to kind of have one person that you can share your life with. Yeah, just... Aside from your friends. Yeah, someone that you can really trust. Sharing your feelings and, yeah, that sort of stuff. Teamwork, I guess, being committed to each other. What about you? It's your fun. He does be king of these too. Getting the most of what both people want out of the relationship. Rather than having my thing and everything, it's like our thing. Yeah. Yeah. Not always putting things on one person, leaving stuff like that. Being able to talk to them about anything and share any feelings or issues that you're having. The support of actually having somebody to talk to and share your feelings with. Sharing responsibilities. Yeah. Being fair. Not between being to be asleep when the baby's growing. Does that happen a lot? Yeah."}