{"speakers": [], "chunks": [{"timestamp": [0.0, 25.44], "text": " Use your arms one effort time so we can touch the stars, reach out far and touch the stars and touch the stars touch the stars reach out far and touch the stars touch the stars touch the stars touch the stars reach out far and touch the stars touch the stars reach out far and touch the stars. Touch the stars."}, {"timestamp": [25.84, 27.4], "text": " Touch the stars."}, {"timestamp": [27.8, 31.38], "text": " Reach out far and touch the stars."}, {"timestamp": [31.92, 35.66], "text": " One, two, three, four, five, six, seven, eight."}, {"timestamp": [35.96, 39.68], "text": " One, two, three, four, five, six, seven, eight."}, {"timestamp": [43.12, 47.64], "text": " Use your arms one at a time so we can"}, {"timestamp": [47.64, 55.44], "text": " Grab the stars, grab the stars, reach out high and grab the stars."}, {"timestamp": [55.44, 63.36], "text": " Grab the stars, grab the stars, press the stars, reach out high and grab the stars."}, {"timestamp": [63.36, 67.68], "text": " One, two, three, four, five, eight, ten, eight. One, two, three, four, five, eight, seven, eight."}, {"timestamp": [67.94, 71.68], "text": " One, two, three, four, five, six, seven, eight."}, {"timestamp": [74.98, 79.68], "text": " Use your palms one at a time so we can."}, {"timestamp": [79.98, 87.42], "text": " Through the start, through the start, throw the stars really fast."}, {"timestamp": [87.92, 95.42], "text": " Through the stars, throw the stars, throw the stars really fast."}, {"timestamp": [95.86, 99.68], "text": " One, two, three, four, five, six, seven, eight."}, {"timestamp": [99.68, 107.68], "text": " One, two, three, four, five, six, seven, eight."}, {"timestamp": [111.52, 111.94], "text": " Use both hands together so we can."}, {"timestamp": [115.4, 115.78], "text": " Watch the stars, squash the stars,"}, {"timestamp": [119.36, 119.9], "text": " squash the stars, really hard."}, {"timestamp": [123.42, 123.76], "text": " Squash the stars, squash the stars,"}, {"timestamp": [125.46, 125.84], "text": " squash the stars, really hard. stars. Squash the stars."}, {"timestamp": [127.38, 127.88], "text": " Really hard."}, {"timestamp": [131.64, 131.94], "text": " One, two, three, four, five, six, seven, eight."}, {"timestamp": [null, null], "text": " One, two, three, four, five, six, seven, eight. You know,"}], "text": " Use your arms one effort time so we can touch the stars, reach out far and touch the stars and touch the stars touch the stars reach out far and touch the stars touch the stars touch the stars touch the stars reach out far and touch the stars touch the stars reach out far and touch the stars. Touch the stars. Touch the stars. Reach out far and touch the stars. One, two, three, four, five, six, seven, eight. One, two, three, four, five, six, seven, eight. Use your arms one at a time so we can Grab the stars, grab the stars, reach out high and grab the stars. Grab the stars, grab the stars, press the stars, reach out high and grab the stars. One, two, three, four, five, eight, ten, eight. One, two, three, four, five, eight, seven, eight. One, two, three, four, five, six, seven, eight. Use your palms one at a time so we can. Through the start, through the start, throw the stars really fast. Through the stars, throw the stars, throw the stars really fast. One, two, three, four, five, six, seven, eight. One, two, three, four, five, six, seven, eight. Use both hands together so we can. Watch the stars, squash the stars, squash the stars, really hard. Squash the stars, squash the stars, squash the stars, really hard. stars. Squash the stars. Really hard. One, two, three, four, five, six, seven, eight. One, two, three, four, five, six, seven, eight. You know,"}