{"speakers": [], "chunks": [{"timestamp": [0.0, 3.3], "text": " Because I was speaking to plane staff the other day,"}, {"timestamp": [3.38, 4.1], "text": " New Zealand staff,"}, {"timestamp": [4.16, 6.86], "text": " who said the biggest problem they have is people are totally disengaged"}, {"timestamp": [6.86, 9.54], "text": " in that safety briefing as long as we're watching Jaden"}, {"timestamp": [9.54, 11.42], "text": " on this Northland travels."}, {"timestamp": [11.54, 12.78], "text": " Has anyone been on the plane recently?"}, {"timestamp": [13.04, 13.94], "text": " Yeah, yes, I've been watching."}, {"timestamp": [14.3, 15.1], "text": " Wait, so a bunch of saying,"}, {"timestamp": [15.18, 16.16], "text": " you've got us here."}, {"timestamp": [16.58, 16.78], "text": " Right?"}, {"timestamp": [16.98, 20.72], "text": " So if you are in a situation"}, {"timestamp": [20.72, 23.3], "text": " where there is a safety protocol to know about,"}, {"timestamp": [23.38, 24.26], "text": " trying to know about it,"}, {"timestamp": [24.32, 27.52], "text": " even if all it is, is as you walk into a restaurant with your friends,"}, {"timestamp": [27.96, 31.88], "text": " and when you go to uni or whatever, as you walk into a room, just look for your exercise."}, {"timestamp": [32.36, 33.0], "text": " No way they are."}, {"timestamp": [33.4, 35.4], "text": " Because if you are the person who's not freaking out,"}, {"timestamp": [35.48, 38.26], "text": " you are the person who hasn't been in Bible anything before."}, {"timestamp": [38.26, 41.04], "text": " You might be the one of your safes in line until you take people out with you."}], "text": " Because I was speaking to plane staff the other day, New Zealand staff, who said the biggest problem they have is people are totally disengaged in that safety briefing as long as we're watching Jaden on this Northland travels. Has anyone been on the plane recently? Yeah, yes, I've been watching. Wait, so a bunch of saying, you've got us here. Right? So if you are in a situation where there is a safety protocol to know about, trying to know about it, even if all it is, is as you walk into a restaurant with your friends, and when you go to uni or whatever, as you walk into a room, just look for your exercise. No way they are. Because if you are the person who's not freaking out, you are the person who hasn't been in Bible anything before. You might be the one of your safes in line until you take people out with you."}