{"speakers": [], "chunks": [{"timestamp": [0.0, 6.0], "text": " So this is Christmas."}, {"timestamp": [6.0, 12.0], "text": " Oh my gosh, I want to wish you will be Christmas."}, {"timestamp": [12.0, 28.0], "text": " Oh my god, it is so funny. Oh my god, it is so funny."}, {"timestamp": [28.0, 30.0], "text": " Can't get into it, sorry."}, {"timestamp": [30.0, 33.0], "text": " I thought, we're starting a new job."}, {"timestamp": [33.0, 35.0], "text": " Oh, thank you, man."}, {"timestamp": [35.0, 37.0], "text": " Economics made simple."}, {"timestamp": [37.0, 39.0], "text": " Economics for Donnies."}, {"timestamp": [39.0, 61.0], "text": " Yeah. Full of energy, really smart, super smart, super-driven."}, {"timestamp": [61.0, 65.0], "text": " She was the sort of friend that would stand up for you at parties if someone was being a dick."}, {"timestamp": [65.0, 75.0], "text": " But at the same time really creative, that is so good."}, {"timestamp": [75.0, 79.0], "text": " Feeling like it, we get to love a day,"}, {"timestamp": [79.0, 83.0], "text": " I'm sucking, I feel like to be able to dance."}, {"timestamp": [83.0, 91.0], "text": " But at the same time really creative, she would probably be more happy being behind the camera than in front of it taking pictures."}, {"timestamp": [91.0, 93.0], "text": " Though she also liked her picture taken."}, {"timestamp": [93.0, 107.0], "text": " You know, when I was seven, I wrote a story about those mountains."}, {"timestamp": [107.0, 109.0], "text": " Yeah, I really do."}, {"timestamp": [109.0, 115.0], "text": " But I wrote like three stories until my teacher told me to stop writing stories about fountains."}, {"timestamp": [115.0, 117.0], "text": " Really like seven."}, {"timestamp": [117.0, 124.0], "text": " Sometimes we got annoyed with her because she would turn down social engagements to finish off an assignment or"}, {"timestamp": [124.0, 128.0], "text": " she would cut things short to go home and study."}, {"timestamp": [128.0, 156.0], "text": " I mean anything less than 90% she'd felt she'd failed in a subject. If you were to be stupid."}, {"timestamp": [156.0, 162.0], "text": " If you were to praise her, she didn't believe you."}, {"timestamp": [162.0, 187.68], "text": " She didn't really feel like she was ever good enough for that praise. She found at high, I'm travelling at the speed of light, I want to make a supersonic man out of you."}, {"timestamp": [187.68, 195.68], "text": " She was very intense with boys and was all in a big cluster about this amazing person that"}, {"timestamp": [195.68, 198.56], "text": " she'd met at the university."}, {"timestamp": [198.56, 207.22], "text": " I think Sophie liked him because he was sort of on that intellectual sort of level, but probably not the same level as her."}, {"timestamp": [207.84, 213.74], "text": " I wasn't very happy when she came home and told me because of professional boundaries."}, {"timestamp": [214.22, 216.62], "text": " And she said, what do you mean by that, mum?"}, {"timestamp": [216.64, 218.88], "text": " And I said, well, here's a tutor, you're a student."}, {"timestamp": [219.56, 221.46], "text": " And, you know, there's this is power and balance."}, {"timestamp": [221.78, 230.08], "text": " Right from the beginning, I think she was just kind of almost in awe of him"}, {"timestamp": [230.08, 233.4], "text": " because he was, you know, he was older than her, he was a lecturer."}, {"timestamp": [233.4, 239.38], "text": " You know, he was an intelligent, good talker type of a guy."}, {"timestamp": [239.6, 246.0], "text": " A very, very social person and really wanted to be known as being someone."}, {"timestamp": [246.0, 251.0], "text": " I think he was quite cocky and he talked about himself a lot."}, {"timestamp": [255.0, 259.0], "text": " She would text him or ring him and he wouldn't know, he didn't reply to text,"}, {"timestamp": [259.0, 262.0], "text": " he didn't text much and he didn't reply to his phone."}, {"timestamp": [262.0, 264.0], "text": " So there was that sort of confusion all the time."}, {"timestamp": [264.0, 265.5], "text": " She never quite knew where she was with him."}, {"timestamp": [265.5, 268.5], "text": " He won us over for a while."}, {"timestamp": [268.5, 277.5], "text": " You still had this little birdie or little person on your shoulder saying be wary of him."}, {"timestamp": [277.5, 284.0], "text": " Walking home from wherever they were, and it was cold, and she had a light clothes on,"}, {"timestamp": [284.0, 286.6], "text": " and she said, you know, she said she was cold."}, {"timestamp": [286.68, 289.26], "text": " And he said, I would lend you my jacket, except, and I'll get cold."}, {"timestamp": [292.28, 293.88], "text": " She was always a sober driver."}, {"timestamp": [294.2, 299.66], "text": " She'd taken back to his flat, and he'd get out of the car, and he'd say, I'll leave you to contact me when you're ready or something like that."}, {"timestamp": [299.66, 302.96], "text": " And she's come home and she said, I don't know whether he wants me to or he doesn't want me to."}, {"timestamp": [307.44, 310.02], "text": " This night he was coming over to watch some videos with it or something."}, {"timestamp": [310.14, 312.0], "text": " When I came home, his car was still here."}, {"timestamp": [312.34, 315.38], "text": " She said he wouldn't go home because he said he couldn't drive in icy conditions."}, {"timestamp": [317.84, 321.28], "text": " She said he didn't say anything else, but the inference she got was."}, {"timestamp": [321.28, 325.24], "text": " And she said, if I'd made him go, Mum, and he'd had an accident, it would have been my fault."}, {"timestamp": [325.62, 328.66], "text": " This was three weeks after they started going out together."}, {"timestamp": [336.62, 343.98], "text": " She was such an interesting, charismatic, knowledgeable, interested in the world type of a girl."}, {"timestamp": [344.58, 348.1], "text": " And suddenly the conversation"}, {"timestamp": [348.1, 353.6], "text": " wasn't about those interesting things so much as it was about the relationship."}, {"timestamp": [357.6, 371.12], "text": " There were still times where we could hang out alone, but he wanted to know what was happening"}, {"timestamp": [371.12, 376.28], "text": " on the text message or on a phone call or something like that."}, {"timestamp": [376.28, 382.6], "text": " Her and Clara did dance classes at uni and she said to him one day that she couldn't go somewhere"}, {"timestamp": [382.6, 385.12], "text": " because her and Clara had this dance class that they were doing."}, {"timestamp": [385.18, 386.5], "text": " And he said, oh, I'd like to do that too."}, {"timestamp": [386.54, 387.26], "text": " And he came along."}, {"timestamp": [387.98, 390.8], "text": " Which Sophie was a little bit upset about because it was Alathan."}, {"timestamp": [391.2, 395.66], "text": " He got out on the floor and he was dancing on his own, you know, showing off basically."}, {"timestamp": [395.76, 396.52], "text": " She was so embarrassed."}, {"timestamp": [396.6, 397.98], "text": " She burst into tears and ran out."}, {"timestamp": [401.56, 410.0], "text": " To me, it did just seem like a bit of an immature teenage drama relationship that was being played out in the workplace."}, {"timestamp": [410.0, 415.0], "text": " But it also became apparent pretty quickly that their relationship was quite volatile, that it was very on and off."}, {"timestamp": [415.0, 418.0], "text": " Sometimes they'd be together, sometimes they wouldn't be."}, {"timestamp": [418.0, 427.6], "text": " If they were having an argument or something, you would see them crossing each other in the corridor and looking away and not, you know, deliberately not looking at each other."}, {"timestamp": [427.86, 433.72], "text": " Those kinds of outward signs that was making it really obvious to everybody around that things were not right."}, {"timestamp": [437.7, 445.12], "text": " They had an argument about something. She had gone to do something after work and hadn't told him what she was doing or something."}, {"timestamp": [445.12, 458.24], "text": " And then when we were all together again, he brought that up and kind of tried to fish from me for information as to where she had been."}, {"timestamp": [458.24, 464.56], "text": " And she was right there. I'm really worried about Sophie and where she's been and what she's been doing."}, {"timestamp": [464.56, 465.6], "text": " And, you know, I'm"}, {"timestamp": [465.6, 472.0], "text": " really worried about it, which I don't feel he was worried or caring about her. He wanted"}, {"timestamp": [472.0, 474.0], "text": " to keep tabs on her."}, {"timestamp": [478.0, 484.4], "text": " She brushed it off, you know, she was like, oh, don't be so silly, Clayton. She just saw"}, {"timestamp": [484.4, 488.64], "text": " it as him being, you know, a bit nosy and a bit silly."}, {"timestamp": [489.6, 490.96], "text": " He'd tell her she was stupid."}, {"timestamp": [491.56, 494.68], "text": " You know, she'd never get anywhere because she was so thick and all this sort of stuff."}, {"timestamp": [494.74, 496.22], "text": " He said her eyes were too close together."}, {"timestamp": [496.32, 497.14], "text": " Her ears stuck out."}, {"timestamp": [497.18, 498.0], "text": " Her hair was horrible."}, {"timestamp": [498.22, 501.74], "text": " Oh, he's going to go and talk to his friends at Treasurer and tell him an effing bitch she is"}, {"timestamp": [501.74, 504.12], "text": " and not having anything to do with her, and she was effing this and effing that."}, {"timestamp": [504.22, 507.72], "text": " He would shout at her that she lost some weight."}, {"timestamp": [507.72, 510.76], "text": " She'd be a lot better off or something, and she'd come home and she said,"}, {"timestamp": [510.76, 514.0], "text": " oh, if I lost some weight on my back, so on my butt she'd say, you know,"}, {"timestamp": [514.0, 515.0], "text": " he wouldn't say that about me."}, {"timestamp": [515.0, 518.5], "text": " And then the next day she'd be, you know, she was beautiful, she was bright,"}, {"timestamp": [518.5, 521.5], "text": " we will go places in the world he used to say to her and all that sort of thing."}, {"timestamp": [521.5, 524.5], "text": " And she'd sort of look at me and she'd sort of shrug and she'd go off out, you know,"}, {"timestamp": [524.5, 526.8], "text": " the shoulders sort of slumped down."}, {"timestamp": [527.06, 528.14], "text": " But she would believe this."}, {"timestamp": [528.24, 529.96], "text": " She truly believed what he said."}, {"timestamp": [534.76, 536.94], "text": " I used to say to us, lots of nice guys around."}, {"timestamp": [537.06, 539.86], "text": " So if you don't have to put up with this and she'd say, oh, I know, mum, I know, but."}, {"timestamp": [540.14, 541.14], "text": " It was always this but."}, {"timestamp": [541.94, 544.58], "text": " And to begin with it was but, you know, I need to give him another child."}, {"timestamp": [544.62, 545.72], "text": " I need to see if it would work."}, {"timestamp": [545.78, 547.94], "text": " That was one of the things that she said a number of times."}, {"timestamp": [549.88, 555.28], "text": " You know, she was not studying as much as she knew of Molly would."}, {"timestamp": [555.5, 557.96], "text": " She was, there was a lot of stuff."}, {"timestamp": [558.06, 560.6], "text": " She was such a strong person."}, {"timestamp": [560.6, 562.78], "text": " She had a study timetable planned out."}, {"timestamp": [562.94, 568.76], "text": " She had, you know, this was where she was going, this was when she was working, this is that and everything. And it all just started to kind"}, {"timestamp": [568.76, 575.2], "text": " of seem like that was much less important than this relationship. And that was so unlike"}, {"timestamp": [575.2, 575.6], "text": " her."}, {"timestamp": [584.6, 593.0], "text": " Now he had a cat who, strangely enough, was called Sophie, quite a cute cat because Sophie loved animals and particularly had cats and actually had one of her own."}, {"timestamp": [593.0, 600.0], "text": " She came home mortified one day. She said, I was threatening to throw Sophie out, you know, out the window."}, {"timestamp": [600.0, 606.8], "text": " I would sometimes, you know, because of my shifts and because of her work and that sort of thing off,"}, {"timestamp": [607.1, 609.9], "text": " sometimes I wouldn't see her for a couple of days, you know, I would leave notes."}, {"timestamp": [610.4, 615.3], "text": " And then when she finally did come home, I'd say to her, is it on again or off again this week?"}, {"timestamp": [615.32, 619.26], "text": " And she just look at me and laugh, say, oh, no, it's off, I'm never going to see the bastard again, and all this sort of thing."}, {"timestamp": [619.88, 623.92], "text": " And then the next week, you know, she'd come in and she'd say, oh, you're not going to like this mum."}, {"timestamp": [623.92, 625.02], "text": " And I'd say, what, this time?"}, {"timestamp": [625.06, 627.32], "text": " She said, oh, decided to give him another chance."}, {"timestamp": [630.88, 634.76], "text": " With him, I think she knew that she should be treated better"}, {"timestamp": [634.76, 636.88], "text": " and that was maybe why she kept on going back."}, {"timestamp": [636.88, 641.18], "text": " She just wanted to see if she could fix it."}, {"timestamp": [641.96, 643.46], "text": " It's almost addictive."}, {"timestamp": [643.84, 646.5], "text": " There's something about someone that you want them to"}, {"timestamp": [646.5, 654.0], "text": " treat you better and so you keep on going back and thinking that they might change."}, {"timestamp": [654.0, 659.0], "text": " Yeah, it's crazy like acting like that but people do."}, {"timestamp": [659.0, 667.0], "text": " She had kind of just started to have this real sort of tunnel vision."}, {"timestamp": [671.0, 675.0], "text": " She just didn't look that happy anymore."}, {"timestamp": [679.0, 684.0], "text": " She cried a lot, but she'd never done that before."}, {"timestamp": [688.0, 719.4], "text": " It was almost like it was crushing her spirit. I remember being in the bathroom of my friend's house in Melbourne and we got into this the biggest argument"}, {"timestamp": [719.4, 737.66], "text": " for saying you're on this break this is we need to make the most of this and to be apart from them and to gather your thoughts and try to figure out whether this is a good thing, whether it is right for you, you know, because she was talking about getting back together with him while she was there, which she decided that she was going to do."}, {"timestamp": [738.18, 742.1], "text": " To be perfectly honest, I was sick of it."}, {"timestamp": [743.68, 746.12], "text": " I was sick for talking about it"}, {"timestamp": [746.12, 748.18], "text": " and whether it was right or whether it is wrong"}, {"timestamp": [748.18, 749.86], "text": " and whether it was"}, {"timestamp": [749.86, 753.98], "text": " whether he loved her"}, {"timestamp": [753.98, 756.4], "text": " or whether he didn't or I was so"}, {"timestamp": [756.4, 759.08], "text": " sick. I'm talking about that"}, {"timestamp": [759.08, 761.6], "text": " and I so wanted her out of that relationship"}, {"timestamp": [761.6, 764.76], "text": " and she just screamed at me."}, {"timestamp": [768.88, 779.06], "text": " You have never been in love before and then the next day she left from our trip that"}, {"timestamp": [779.06, 783.46], "text": " we've been planning for forever and went to stay with her brother and I was"}, {"timestamp": [783.46, 788.88], "text": " dreading her coming back to Daneda."}, {"timestamp": [788.88, 793.76], "text": " Because I just didn't feel like anything had changed."}, {"timestamp": [793.76, 798.06], "text": " I hadn't gone through to her all."}, {"timestamp": [798.06, 803.24], "text": " A little part of me hoped that I had, but..."}, {"timestamp": [803.24, 807.44], "text": " And she thought that she was going to break up them but I just still"}, {"timestamp": [807.44, 812.66], "text": " wasn't convinced that that was going to happen he graduated and she'd made a"}, {"timestamp": [812.66, 816.74], "text": " really beautiful photo album of all his graduation photos she showed me and she"}, {"timestamp": [816.74, 819.98], "text": " said I want to give it to him but I don't know how I said oh take it to"}, {"timestamp": [819.98, 823.28], "text": " uni flick it under his door and she said oh I want to give it to him and I said well"}, {"timestamp": [823.28, 826.88], "text": " post it to him no I want to physically know, she wanted to actually hand it to him."}, {"timestamp": [827.16, 836.02], "text": " I'm not sure that she had truly, in her head, emotionally broken up with him."}, {"timestamp": [836.78, 838.52], "text": " So she texted him for once he answered."}, {"timestamp": [838.9, 841.08], "text": " And she went in and she gave him the book."}, {"timestamp": [841.2, 844.84], "text": " He sat down, he took a quick look through it, dropped it on the floor and he wanted to go to bed with her."}, {"timestamp": [845.24, 845.98], "text": " She said, no."}, {"timestamp": [846.16, 846.88], "text": " She said, it's over."}, {"timestamp": [847.32, 849.36], "text": " Just wanted to give you this, and I'm out of here next week,"}, {"timestamp": [849.42, 850.54], "text": " and that's it sort of thing."}, {"timestamp": [851.22, 852.72], "text": " And as she attempted to go,"}, {"timestamp": [852.8, 854.44], "text": " he picked her up and threw her on the bed,"}, {"timestamp": [854.82, 856.7], "text": " chopped from the net, put his hand over her mouth,"}, {"timestamp": [856.7, 858.36], "text": " and screamed obscenities at her."}, {"timestamp": [862.36, 864.34], "text": " While I was struggling so much, they fell on the floor,"}, {"timestamp": [864.38, 865.76], "text": " and she was able to get out."}, {"timestamp": [865.76, 869.62], "text": " She got in the car and she was shaking and he opened the car door and he said, when she came"}, {"timestamp": [869.62, 872.82], "text": " back from Australia, he'd hope the plane had crashed so she'd be killed."}, {"timestamp": [876.82, 882.88], "text": " And I told her to go to the police."}, {"timestamp": [884.88, 885.0], "text": " I told her I would go with go to the police."}, {"timestamp": [887.0, 889.0], "text": " I told her I would go with her to the police."}, {"timestamp": [892.0, 894.0], "text": " Told her to talk to her mum about it. I said the same as her friends."}, {"timestamp": [894.0, 896.0], "text": " I said, Sophie, if you want to go to the police, I'll come with you."}, {"timestamp": [896.0, 897.0], "text": " You know, I don't mind."}, {"timestamp": [897.0, 899.0], "text": " She said, no, no, mum, what's the point?"}, {"timestamp": [899.0, 901.0], "text": " And I agreed with her."}, {"timestamp": [901.0, 902.0], "text": " I thought, well, what is the point?"}, {"timestamp": [902.0, 903.0], "text": " She was leaving town."}, {"timestamp": [903.0, 904.0], "text": " She was right."}, {"timestamp": [904.0, 905.8], "text": " She wasn't going to see him. I thought, what's the point?"}, {"timestamp": [908.4, 912.26], "text": " Some reason she went to talk to him at the economics department."}, {"timestamp": [913.72, 915.88], "text": " And he tried to push her down the stairs."}, {"timestamp": [916.84, 920.82], "text": " She managed to hold on to the and sort of turned around and said,"}, {"timestamp": [920.86, 924.12], "text": " what did you do that for? And that was when he said to her, I'm giving you my hate."}, {"timestamp": [924.9, 926.9], "text": " Yeah, it was just, yeah, it was horrible."}, {"timestamp": [929.04, 931.52], "text": " You're not wanting to be a gossip at work, you know?"}, {"timestamp": [931.56, 934.1], "text": " You're not wanting to be talking about people in their relationships"}, {"timestamp": [934.1, 935.36], "text": " and all of that sort of thing."}, {"timestamp": [935.86, 939.68], "text": " When another colleague said, oh, Sophie telling me yesterday all this stuff"}, {"timestamp": [939.68, 941.24], "text": " about what's been going on in their relationship,"}, {"timestamp": [941.24, 943.76], "text": " my reaction was, I'm over it."}, {"timestamp": [943.88, 944.76], "text": " I don't want to hear it."}, {"timestamp": [941.44, 943.88], "text": " what's been going on in their relationship. My reaction was, I'm over it."}, {"timestamp": [943.88, 944.88], "text": " I don't want to hear it."}, {"timestamp": [946.56, 949.24], "text": " Me and Jess drove from Queensland to Needon,"}, {"timestamp": [949.24, 951.38], "text": " and I remember this conversation we were having."}, {"timestamp": [951.38, 954.28], "text": " We were non-stop talking about her and saying,"}, {"timestamp": [954.28, 956.68], "text": " we almost need to have an intervention"}, {"timestamp": [956.68, 958.68], "text": " and just sit her down and talk some sense into her"}, {"timestamp": [958.68, 963.2], "text": " and tell her that, you're going to Wellington,"}, {"timestamp": [963.2, 965.0], "text": " you're going to meet so many other guys up there,"}, {"timestamp": [965.0, 968.0], "text": " just forget about him, cut all ties."}, {"timestamp": [968.0, null], "text": " I think we were all so busy at the beginning of that year, moving houses and starting new things that it didn't quite eventual it. You know, I'm You know, Thank you."}], "text": " So this is Christmas. Oh my gosh, I want to wish you will be Christmas. Oh my god, it is so funny. Oh my god, it is so funny. Can't get into it, sorry. I thought, we're starting a new job. Oh, thank you, man. Economics made simple. Economics for Donnies. Yeah. Full of energy, really smart, super smart, super-driven. She was the sort of friend that would stand up for you at parties if someone was being a dick. But at the same time really creative, that is so good. Feeling like it, we get to love a day, I'm sucking, I feel like to be able to dance. But at the same time really creative, she would probably be more happy being behind the camera than in front of it taking pictures. Though she also liked her picture taken. You know, when I was seven, I wrote a story about those mountains. Yeah, I really do. But I wrote like three stories until my teacher told me to stop writing stories about fountains. Really like seven. Sometimes we got annoyed with her because she would turn down social engagements to finish off an assignment or she would cut things short to go home and study. I mean anything less than 90% she'd felt she'd failed in a subject. If you were to be stupid. If you were to praise her, she didn't believe you. She didn't really feel like she was ever good enough for that praise. She found at high, I'm travelling at the speed of light, I want to make a supersonic man out of you. She was very intense with boys and was all in a big cluster about this amazing person that she'd met at the university. I think Sophie liked him because he was sort of on that intellectual sort of level, but probably not the same level as her. I wasn't very happy when she came home and told me because of professional boundaries. And she said, what do you mean by that, mum? And I said, well, here's a tutor, you're a student. And, you know, there's this is power and balance. Right from the beginning, I think she was just kind of almost in awe of him because he was, you know, he was older than her, he was a lecturer. You know, he was an intelligent, good talker type of a guy. A very, very social person and really wanted to be known as being someone. I think he was quite cocky and he talked about himself a lot. She would text him or ring him and he wouldn't know, he didn't reply to text, he didn't text much and he didn't reply to his phone. So there was that sort of confusion all the time. She never quite knew where she was with him. He won us over for a while. You still had this little birdie or little person on your shoulder saying be wary of him. Walking home from wherever they were, and it was cold, and she had a light clothes on, and she said, you know, she said she was cold. And he said, I would lend you my jacket, except, and I'll get cold. She was always a sober driver. She'd taken back to his flat, and he'd get out of the car, and he'd say, I'll leave you to contact me when you're ready or something like that. And she's come home and she said, I don't know whether he wants me to or he doesn't want me to. This night he was coming over to watch some videos with it or something. When I came home, his car was still here. She said he wouldn't go home because he said he couldn't drive in icy conditions. She said he didn't say anything else, but the inference she got was. And she said, if I'd made him go, Mum, and he'd had an accident, it would have been my fault. This was three weeks after they started going out together. She was such an interesting, charismatic, knowledgeable, interested in the world type of a girl. And suddenly the conversation wasn't about those interesting things so much as it was about the relationship. There were still times where we could hang out alone, but he wanted to know what was happening on the text message or on a phone call or something like that. Her and Clara did dance classes at uni and she said to him one day that she couldn't go somewhere because her and Clara had this dance class that they were doing. And he said, oh, I'd like to do that too. And he came along. Which Sophie was a little bit upset about because it was Alathan. He got out on the floor and he was dancing on his own, you know, showing off basically. She was so embarrassed. She burst into tears and ran out. To me, it did just seem like a bit of an immature teenage drama relationship that was being played out in the workplace. But it also became apparent pretty quickly that their relationship was quite volatile, that it was very on and off. Sometimes they'd be together, sometimes they wouldn't be. If they were having an argument or something, you would see them crossing each other in the corridor and looking away and not, you know, deliberately not looking at each other. Those kinds of outward signs that was making it really obvious to everybody around that things were not right. They had an argument about something. She had gone to do something after work and hadn't told him what she was doing or something. And then when we were all together again, he brought that up and kind of tried to fish from me for information as to where she had been. And she was right there. I'm really worried about Sophie and where she's been and what she's been doing. And, you know, I'm really worried about it, which I don't feel he was worried or caring about her. He wanted to keep tabs on her. She brushed it off, you know, she was like, oh, don't be so silly, Clayton. She just saw it as him being, you know, a bit nosy and a bit silly. He'd tell her she was stupid. You know, she'd never get anywhere because she was so thick and all this sort of stuff. He said her eyes were too close together. Her ears stuck out. Her hair was horrible. Oh, he's going to go and talk to his friends at Treasurer and tell him an effing bitch she is and not having anything to do with her, and she was effing this and effing that. He would shout at her that she lost some weight. She'd be a lot better off or something, and she'd come home and she said, oh, if I lost some weight on my back, so on my butt she'd say, you know, he wouldn't say that about me. And then the next day she'd be, you know, she was beautiful, she was bright, we will go places in the world he used to say to her and all that sort of thing. And she'd sort of look at me and she'd sort of shrug and she'd go off out, you know, the shoulders sort of slumped down. But she would believe this. She truly believed what he said. I used to say to us, lots of nice guys around. So if you don't have to put up with this and she'd say, oh, I know, mum, I know, but. It was always this but. And to begin with it was but, you know, I need to give him another child. I need to see if it would work. That was one of the things that she said a number of times. You know, she was not studying as much as she knew of Molly would. She was, there was a lot of stuff. She was such a strong person. She had a study timetable planned out. She had, you know, this was where she was going, this was when she was working, this is that and everything. And it all just started to kind of seem like that was much less important than this relationship. And that was so unlike her. Now he had a cat who, strangely enough, was called Sophie, quite a cute cat because Sophie loved animals and particularly had cats and actually had one of her own. She came home mortified one day. She said, I was threatening to throw Sophie out, you know, out the window. I would sometimes, you know, because of my shifts and because of her work and that sort of thing off, sometimes I wouldn't see her for a couple of days, you know, I would leave notes. And then when she finally did come home, I'd say to her, is it on again or off again this week? And she just look at me and laugh, say, oh, no, it's off, I'm never going to see the bastard again, and all this sort of thing. And then the next week, you know, she'd come in and she'd say, oh, you're not going to like this mum. And I'd say, what, this time? She said, oh, decided to give him another chance. With him, I think she knew that she should be treated better and that was maybe why she kept on going back. She just wanted to see if she could fix it. It's almost addictive. There's something about someone that you want them to treat you better and so you keep on going back and thinking that they might change. Yeah, it's crazy like acting like that but people do. She had kind of just started to have this real sort of tunnel vision. She just didn't look that happy anymore. She cried a lot, but she'd never done that before. It was almost like it was crushing her spirit. I remember being in the bathroom of my friend's house in Melbourne and we got into this the biggest argument for saying you're on this break this is we need to make the most of this and to be apart from them and to gather your thoughts and try to figure out whether this is a good thing, whether it is right for you, you know, because she was talking about getting back together with him while she was there, which she decided that she was going to do. To be perfectly honest, I was sick of it. I was sick for talking about it and whether it was right or whether it is wrong and whether it was whether he loved her or whether he didn't or I was so sick. I'm talking about that and I so wanted her out of that relationship and she just screamed at me. You have never been in love before and then the next day she left from our trip that we've been planning for forever and went to stay with her brother and I was dreading her coming back to Daneda. Because I just didn't feel like anything had changed. I hadn't gone through to her all. A little part of me hoped that I had, but... And she thought that she was going to break up them but I just still wasn't convinced that that was going to happen he graduated and she'd made a really beautiful photo album of all his graduation photos she showed me and she said I want to give it to him but I don't know how I said oh take it to uni flick it under his door and she said oh I want to give it to him and I said well post it to him no I want to physically know, she wanted to actually hand it to him. I'm not sure that she had truly, in her head, emotionally broken up with him. So she texted him for once he answered. And she went in and she gave him the book. He sat down, he took a quick look through it, dropped it on the floor and he wanted to go to bed with her. She said, no. She said, it's over. Just wanted to give you this, and I'm out of here next week, and that's it sort of thing. And as she attempted to go, he picked her up and threw her on the bed, chopped from the net, put his hand over her mouth, and screamed obscenities at her. While I was struggling so much, they fell on the floor, and she was able to get out. She got in the car and she was shaking and he opened the car door and he said, when she came back from Australia, he'd hope the plane had crashed so she'd be killed. And I told her to go to the police. I told her I would go with go to the police. I told her I would go with her to the police. Told her to talk to her mum about it. I said the same as her friends. I said, Sophie, if you want to go to the police, I'll come with you. You know, I don't mind. She said, no, no, mum, what's the point? And I agreed with her. I thought, well, what is the point? She was leaving town. She was right. She wasn't going to see him. I thought, what's the point? Some reason she went to talk to him at the economics department. And he tried to push her down the stairs. She managed to hold on to the and sort of turned around and said, what did you do that for? And that was when he said to her, I'm giving you my hate. Yeah, it was just, yeah, it was horrible. You're not wanting to be a gossip at work, you know? You're not wanting to be talking about people in their relationships and all of that sort of thing. When another colleague said, oh, Sophie telling me yesterday all this stuff about what's been going on in their relationship, my reaction was, I'm over it. I don't want to hear it. what's been going on in their relationship. My reaction was, I'm over it. I don't want to hear it. Me and Jess drove from Queensland to Needon, and I remember this conversation we were having. We were non-stop talking about her and saying, we almost need to have an intervention and just sit her down and talk some sense into her and tell her that, you're going to Wellington, you're going to meet so many other guys up there, just forget about him, cut all ties. I think we were all so busy at the beginning of that year, moving houses and starting new things that it didn't quite eventual it. You know, I'm You know, Thank you."}