{"speakers": [], "chunks": [{"timestamp": [0.0, 5.0], "text": " Tell me Theo why you would bother being in a relationship in the first place."}, {"timestamp": [5.0, 7.0], "text": " Uh, shir-hockey."}, {"timestamp": [7.0, 9.0], "text": " What makes a great relationship, what's involved?"}, {"timestamp": [9.0, 12.0], "text": " What are the awesome things about being in a relationship?"}, {"timestamp": [12.0, 15.0], "text": " I don't know, I suppose it's because it makes you happy."}, {"timestamp": [15.0, 18.0], "text": " What makes a great relationship to you and what's involved?"}, {"timestamp": [18.0, 21.0], "text": " What's a good relationship? Tell me about a good relationship."}, {"timestamp": [21.0, 24.0], "text": " I reckon a good relationship is about being able to communicate efficiently."}, {"timestamp": [24.0, 29.5], "text": " Supporting you through whatever you're doing, always being nice at the time."}, {"timestamp": [29.5, 33.5], "text": " Defend you, if people are saying horrible things about you, may defend you."}, {"timestamp": [33.5, 38.0], "text": " You feel uplifted when you're in a relationship, you got that warm fuzzies."}, {"timestamp": [38.0, 44.5], "text": " I didn't know how to say in English, but we help each other."}, {"timestamp": [44.5, 48.0], "text": " Compromints you maybe, maybe but genuinely like not just like"}, {"timestamp": [48.0, 54.4], "text": " oh hey you're pretty like nice stuff you gotta have respect to the other person else you're"}, {"timestamp": [54.4, 59.36], "text": " not gonna like treat them right if you don't respect a person well then i've got to wish you"}, {"timestamp": [59.36, 63.24], "text": " back with you back you know that it's got to be fun as well we got to enjoy being with each other"}, {"timestamp": [63.24, 66.0], "text": " I reckon and yeah, serious, but..."}, {"timestamp": [66.0, 67.0], "text": " Fun."}, {"timestamp": [67.0, 68.0], "text": " Fun."}, {"timestamp": [68.0, 69.0], "text": " Yeah."}, {"timestamp": [69.0, 70.0], "text": " He did a lot of things for me."}, {"timestamp": [70.0, 72.0], "text": " He's so cute."}, {"timestamp": [72.0, 74.0], "text": " And I'm really grateful."}, {"timestamp": [74.0, 79.6], "text": " Listening to each other and always respect him what the other person thinks."}], "text": " Tell me Theo why you would bother being in a relationship in the first place. Uh, shir-hockey. What makes a great relationship, what's involved? What are the awesome things about being in a relationship? I don't know, I suppose it's because it makes you happy. What makes a great relationship to you and what's involved? What's a good relationship? Tell me about a good relationship. I reckon a good relationship is about being able to communicate efficiently. Supporting you through whatever you're doing, always being nice at the time. Defend you, if people are saying horrible things about you, may defend you. You feel uplifted when you're in a relationship, you got that warm fuzzies. I didn't know how to say in English, but we help each other. Compromints you maybe, maybe but genuinely like not just like oh hey you're pretty like nice stuff you gotta have respect to the other person else you're not gonna like treat them right if you don't respect a person well then i've got to wish you back with you back you know that it's got to be fun as well we got to enjoy being with each other I reckon and yeah, serious, but... Fun. Fun. Yeah. He did a lot of things for me. He's so cute. And I'm really grateful. Listening to each other and always respect him what the other person thinks."}