{"speakers": [], "chunks": [{"timestamp": [0.0, 15.38], "text": " Check in the box, will you come out, will you come out?"}, {"timestamp": [15.38, 18.18], "text": " Yes, I will."}, {"timestamp": [18.18, 23.62], "text": " What can you do?"}, {"timestamp": [23.62, 27.04], "text": " My heads are shaking, shaking, shaking, shaking."}, {"timestamp": [27.54, 30.98], "text": " My heads are shaking just like this."}, {"timestamp": [34.94, 43.04], "text": " Check in the box, check in the box, quiet and still."}, {"timestamp": [43.54, 46.42], "text": " Will you come out, will you come out, get my"}, {"timestamp": [46.42, 69.12], "text": " film? What can you do? My head is nodding, nodding, nodding, my head is sording just like this."}, {"timestamp": [70.38, 70.52], "text": " Check in the box,"}, {"timestamp": [71.38, 71.5], "text": " check in the box,"}, {"timestamp": [73.08, 73.56], "text": " quiet and still."}, {"timestamp": [74.4, 74.56], "text": " Will you come out?"}, {"timestamp": [75.38, 75.54], "text": " Will you come out?"}, {"timestamp": [77.08, 79.68], "text": " Yes, I will."}, {"timestamp": [82.12, 83.44], "text": " What can you do?"}, {"timestamp": [87.0, 91.0], "text": " My eyes are blinking, blinking, blinking. My eyes are blinking just like this."}, {"timestamp": [95.0, 103.0], "text": " Take in the box, check in the box, quiet and still."}, {"timestamp": [103.0, 109.0], "text": " Will you come out, will you come out will you come out yes I will"}, {"timestamp": [109.0, 130.44], "text": " what can you do my feet is stem thing stand thing stand thing my feet to stand thing just like this check in the box"}, {"timestamp": [130.44, 131.42], "text": " in the box"}, {"timestamp": [131.42, 133.12], "text": " quiet and still"}, {"timestamp": [133.12, 134.48], "text": " will you come out"}, {"timestamp": [134.48, 135.46], "text": " will you come out"}, {"timestamp": [135.46, 137.28], "text": " yes and I'll"}, {"timestamp": [137.28, 142.32], "text": " what can you do"}, {"timestamp": [142.32, 151.12], "text": " my hands are clapping? My hands are clapping, clapping, clapping just like this."}], "text": " Check in the box, will you come out, will you come out? Yes, I will. What can you do? My heads are shaking, shaking, shaking, shaking. My heads are shaking just like this. Check in the box, check in the box, quiet and still. Will you come out, will you come out, get my film? What can you do? My head is nodding, nodding, nodding, my head is sording just like this. Check in the box, check in the box, quiet and still. Will you come out? Will you come out? Yes, I will. What can you do? My eyes are blinking, blinking, blinking. My eyes are blinking just like this. Take in the box, check in the box, quiet and still. Will you come out, will you come out will you come out yes I will what can you do my feet is stem thing stand thing stand thing my feet to stand thing just like this check in the box in the box quiet and still will you come out will you come out yes and I'll what can you do my hands are clapping? My hands are clapping, clapping, clapping just like this."}