{"speakers": [], "chunks": [{"timestamp": [0.0, 4.0], "text": " Yeah, people do peel their clothes off, you do get dehydrated."}, {"timestamp": [4.0, 7.0], "text": " And what did that equal that to be?"}, {"timestamp": [7.0, 9.0], "text": " 252 people."}, {"timestamp": [9.0, 11.0], "text": " 252 people."}, {"timestamp": [11.0, 13.0], "text": " Not done."}, {"timestamp": [13.0, 15.0], "text": " Think about that, we let them worry up."}, {"timestamp": [15.0, 18.0], "text": " So we run that down, how would we let people not?"}, {"timestamp": [18.0, 20.0], "text": " Where would that?"}, {"timestamp": [20.0, 23.0], "text": " So we've got to make sure that when we find our water supply,"}, {"timestamp": [23.0, 25.62], "text": " people aren't going to park their cars on with that."}, {"timestamp": [27.3, 27.64], "text": " So think about that in your plan as well."}, {"timestamp": [30.06, 30.5], "text": " Because in a lot of places, especially for deaf people,"}, {"timestamp": [31.24, 31.82], "text": " we put lights in."}, {"timestamp": [34.24, 34.5], "text": " And when the lights strovings, they know that there's a fire, eh?"}, {"timestamp": [36.58, 36.92], "text": " Why would you go into a concert of your death? Yeah."}, {"timestamp": [37.84, 38.66], "text": " That's a good point."}, {"timestamp": [39.16, 41.34], "text": " Because even deaf people can hear the vibrations."}, {"timestamp": [42.04, 42.48], "text": " Oh, yeah."}, {"timestamp": [42.58, 43.22], "text": " You don't know?"}, {"timestamp": [43.32, 44.36], "text": " They can get the vibrations."}], "text": " Yeah, people do peel their clothes off, you do get dehydrated. And what did that equal that to be? 252 people. 252 people. Not done. Think about that, we let them worry up. So we run that down, how would we let people not? Where would that? So we've got to make sure that when we find our water supply, people aren't going to park their cars on with that. So think about that in your plan as well. Because in a lot of places, especially for deaf people, we put lights in. And when the lights strovings, they know that there's a fire, eh? Why would you go into a concert of your death? Yeah. That's a good point. Because even deaf people can hear the vibrations. Oh, yeah. You don't know? They can get the vibrations."}