{"speakers": [], "chunks": [{"timestamp": [0.0, 5.0], "text": " There are no rules for relationship."}, {"timestamp": [5.0, 8.0], "text": " If you are happy, it's okay."}, {"timestamp": [8.0, 10.0], "text": " Yeah, sounds good."}, {"timestamp": [10.0, 11.0], "text": " You feel safe?"}, {"timestamp": [11.0, 16.0], "text": " Yeah, and not under any kind of pressure physically or mentally."}, {"timestamp": [16.0, 19.0], "text": " Knowing that they're just there, just there to look after you."}, {"timestamp": [19.0, 24.0], "text": " You don't want to feel uncomfortable around them, you have to feel like you can talk about things and they're not going to laugh at you."}, {"timestamp": [24.0, 27.0], "text": " Not putting you in any situation that's going to make you uncomfortable."}, {"timestamp": [27.0, 29.0], "text": " It doesn't pressure you to do anything."}, {"timestamp": [29.0, 34.0], "text": " Always is respectful and knows about consent."}, {"timestamp": [34.0, 39.0], "text": " You're happy and you feel comfy and everything you do together and just, yeah, you're not scared to be with each other."}, {"timestamp": [39.0, 40.0], "text": " That'd be a bit weird thing."}, {"timestamp": [40.0, 41.0], "text": " Yeah."}, {"timestamp": [41.0, 45.12], "text": " If you don't feel safe in a relationship then it's obviously not a good relationship and you shouldn't be in it."}, {"timestamp": [45.12, 47.56], "text": " When she's with me, she should feel safe."}, {"timestamp": [47.56, 50.68], "text": " Yeah, I would feel secure with him."}, {"timestamp": [50.68, 56.0], "text": " We've got a kid, so kind of have to be safe with each other to be secure for our child."}, {"timestamp": [56.0, 61.0], "text": " Making sure that you're never in the wrong handspaces or if you're moving yourself, things like that."}, {"timestamp": [61.0, 65.92], "text": " Yeah, to make them feel safe and secure, I guess."}], "text": " There are no rules for relationship. If you are happy, it's okay. Yeah, sounds good. You feel safe? Yeah, and not under any kind of pressure physically or mentally. Knowing that they're just there, just there to look after you. You don't want to feel uncomfortable around them, you have to feel like you can talk about things and they're not going to laugh at you. Not putting you in any situation that's going to make you uncomfortable. It doesn't pressure you to do anything. Always is respectful and knows about consent. You're happy and you feel comfy and everything you do together and just, yeah, you're not scared to be with each other. That'd be a bit weird thing. Yeah. If you don't feel safe in a relationship then it's obviously not a good relationship and you shouldn't be in it. When she's with me, she should feel safe. Yeah, I would feel secure with him. We've got a kid, so kind of have to be safe with each other to be secure for our child. Making sure that you're never in the wrong handspaces or if you're moving yourself, things like that. Yeah, to make them feel safe and secure, I guess."}