{"speakers": [], "chunks": [{"timestamp": [0.0, 4.76], "text": " Being a prefect or a student leader in this school is more than just a shiny badge and a title to put on your CV."}, {"timestamp": [5.5, 7.46], "text": " You've got to be responsible and take charge."}, {"timestamp": [7.66, 11.12], "text": " If you see someone being bullied, you've got to stand up for them and stand up for yourself."}, {"timestamp": [11.92, 15.0], "text": " You're the one who the younger students look up to and who the teachers rely on."}, {"timestamp": [15.2, 18.78], "text": " In every school, there's someone like us that will fight starts."}, {"timestamp": [19.26, 21.28], "text": " Young guys will stop it."}, {"timestamp": [21.42, 22.06], "text": " We'll get in there."}, {"timestamp": [22.68, 23.34], "text": " We'll break it up."}, {"timestamp": [23.78, 25.24], "text": " We'll just try to stop everything."}, {"timestamp": [25.24, 29.18], "text": " And there's one of us, at least one of us in every school, it'll help out."}, {"timestamp": [29.18, 33.44], "text": " If you're a head leader at your school and you're bystanding and watching a fight, you're"}, {"timestamp": [33.44, 34.44], "text": " doing the wrong thing."}, {"timestamp": [34.44, 36.24], "text": " You need to be in there stopping it."}, {"timestamp": [36.24, 41.8], "text": " It's like your responsibility is to the students, you need to make sure they're safe and"}, {"timestamp": [41.8, 44.96], "text": " they feel comfortable when they go to school, that they're not going to get bullied in."}, {"timestamp": [44.96, 49.8], "text": " I think everybody needs a role model at school and as a student I look up to headboy Mitchell"}, {"timestamp": [49.8, 54.4], "text": " and what he does reflects on what I'm showing your students do in the school."}, {"timestamp": [54.4, 59.4], "text": " I reckon if you're being bullied or you need me help with why you're bullying people and stuff,"}, {"timestamp": [59.4, 66.16], "text": " you should come and talk to student leaders or if you know a teacher well enough or anything like that,"}, {"timestamp": [66.16, 69.4], "text": " go and talk to them about it, try and get them to help you out."}, {"timestamp": [69.4, 73.92], "text": " As a student leader you're sort of judged on what you do and don't do, so the best"}, {"timestamp": [73.92, 76.24], "text": " advice is to take action and stop it."}, {"timestamp": [76.24, 83.24], "text": " If you are a prefect or a leader in a school or in your school, then it is just wrong"}, {"timestamp": [83.24, 87.04], "text": " to walk away from someone that's being bullied or a victim."}], "text": " Being a prefect or a student leader in this school is more than just a shiny badge and a title to put on your CV. You've got to be responsible and take charge. If you see someone being bullied, you've got to stand up for them and stand up for yourself. You're the one who the younger students look up to and who the teachers rely on. In every school, there's someone like us that will fight starts. Young guys will stop it. We'll get in there. We'll break it up. We'll just try to stop everything. And there's one of us, at least one of us in every school, it'll help out. If you're a head leader at your school and you're bystanding and watching a fight, you're doing the wrong thing. You need to be in there stopping it. It's like your responsibility is to the students, you need to make sure they're safe and they feel comfortable when they go to school, that they're not going to get bullied in. I think everybody needs a role model at school and as a student I look up to headboy Mitchell and what he does reflects on what I'm showing your students do in the school. I reckon if you're being bullied or you need me help with why you're bullying people and stuff, you should come and talk to student leaders or if you know a teacher well enough or anything like that, go and talk to them about it, try and get them to help you out. As a student leader you're sort of judged on what you do and don't do, so the best advice is to take action and stop it. If you are a prefect or a leader in a school or in your school, then it is just wrong to walk away from someone that's being bullied or a victim."}