{"speakers": [], "chunks": [{"timestamp": [0.0, 4.92], "text": " You need to gain consent from your partner every time, even if they have consented before."}, {"timestamp": [5.28, 5.76], "text": " No, no."}, {"timestamp": [6.42, 6.92], "text": " Why?"}, {"timestamp": [7.22, 7.48], "text": " No."}, {"timestamp": [7.8, 8.88], "text": " We've had sex before."}, {"timestamp": [9.18, 10.3], "text": " I'm just not comfortable."}, {"timestamp": [10.46, 11.24], "text": " I'm not feeling it."}, {"timestamp": [11.34, 11.94], "text": " I'm not feeling it."}, {"timestamp": [12.36, 12.56], "text": " Huh."}, {"timestamp": [12.98, 14.34], "text": " Have you suddenly lost interest in me?"}, {"timestamp": [14.46, 15.64], "text": " No, no, it's not that."}, {"timestamp": [17.92, 23.08], "text": " Alan thinks that just because Michael has consented in the past, it is automatic consent every time."}, {"timestamp": [23.08, 25.28], "text": " She also starts to get upset and insecure"}, {"timestamp": [25.28, 30.4], "text": " so Michael needs to know how to let her down gently while still being assertive with what he wants"}, {"timestamp": [30.4, 37.44], "text": " well what's wrong with me like have you lost interest or no look there's nothing wrong"}, {"timestamp": [37.44, 40.72], "text": " i haven't lost interest in you it's just i don't want sex all the time"}], "text": " You need to gain consent from your partner every time, even if they have consented before. No, no. Why? No. We've had sex before. I'm just not comfortable. I'm not feeling it. I'm not feeling it. Huh. Have you suddenly lost interest in me? No, no, it's not that. Alan thinks that just because Michael has consented in the past, it is automatic consent every time. She also starts to get upset and insecure so Michael needs to know how to let her down gently while still being assertive with what he wants well what's wrong with me like have you lost interest or no look there's nothing wrong i haven't lost interest in you it's just i don't want sex all the time"}