{"speakers": [], "chunks": [{"timestamp": [0.0, 8.68], "text": " As a student of the school, I know that last year a few of the rugby players received"}, {"timestamp": [8.68, 11.84], "text": " some racial comments towards them."}, {"timestamp": [11.84, 16.36], "text": " And I wrote this song as a reflection of that, and it's about a boy who was obviously"}, {"timestamp": [16.36, 23.3], "text": " going through this and he just felt quite isolated and lonely, and like he couldn't talk to anyone."}, {"timestamp": [23.3, 29.6], "text": " And halfway through a match, his coach realized that he was dealing with these issues."}, {"timestamp": [29.6, 36.0], "text": " And it's just about how that whole situation came about and how he triumphed and came through it."}, {"timestamp": [36.0, 45.0], "text": " In the shadows of the night, you might say, I've got nowhere to hide"}, {"timestamp": [45.0, 49.0], "text": " Nowhere to run and if I try"}, {"timestamp": [49.0, 53.0], "text": " To move a little too fast"}, {"timestamp": [53.0, 57.0], "text": " You might think that I'll trip and won"}, {"timestamp": [57.0, 61.0], "text": " That I might lose my path"}, {"timestamp": [62.0, 69.0], "text": " But I know that way now And I think I'll find it back."}, {"timestamp": [69.0, 75.0], "text": " When you caught in the storm, do you fall to the ground?"}, {"timestamp": [75.0, 89.0], "text": " Do you sit there and pray that you'll make it sound, or do you fight harder than you can catching at the light?"}, {"timestamp": [89.0, 133.0], "text": " Is this right through your hands? We all know what it's like to feel small underneath the stars, underneath the sky, and we are, but we're braver than we think holding swords right towards their hearts free and safe at last"}, {"timestamp": [133.0, 146.86], "text": " and the time that is lost we're never getting back when you're caught in the storm Do you fall to the ground"}, {"timestamp": [146.86, 150.1], "text": " Do you sit there and pray"}, {"timestamp": [150.1, 152.32], "text": " That you'll make a sound"}, {"timestamp": [152.32, 156.98], "text": " Or do you fight harder than you can"}, {"timestamp": [156.98, 159.98], "text": " Catching at the light"}, {"timestamp": [159.98, 165.0], "text": " This is right through your hands"}, {"timestamp": [165.0, 185.66], "text": " And when all the hope is lost, you can make your final stand."}, {"timestamp": [186.26, 191.9], "text": " When you're caught in the storm, do you fall to the ground?"}, {"timestamp": [192.82, 197.7], "text": " Do you sit there and pray that you'll make a sound?"}, {"timestamp": [197.7, 211.72], "text": " Or do you fight harder than you can catching at the light that slips into your hands you've got it now you'll be fine"}, {"timestamp": [215.72, 225.0], "text": " you'll be fine you've got it now it's the time."}, {"timestamp": [225.0, 232.0], "text": " Ooh, ooh."}, {"timestamp": [232.0, 239.0], "text": " Here at Papua Newy, we don't do racism."}], "text": " As a student of the school, I know that last year a few of the rugby players received some racial comments towards them. And I wrote this song as a reflection of that, and it's about a boy who was obviously going through this and he just felt quite isolated and lonely, and like he couldn't talk to anyone. And halfway through a match, his coach realized that he was dealing with these issues. And it's just about how that whole situation came about and how he triumphed and came through it. In the shadows of the night, you might say, I've got nowhere to hide Nowhere to run and if I try To move a little too fast You might think that I'll trip and won That I might lose my path But I know that way now And I think I'll find it back. When you caught in the storm, do you fall to the ground? Do you sit there and pray that you'll make it sound, or do you fight harder than you can catching at the light? Is this right through your hands? We all know what it's like to feel small underneath the stars, underneath the sky, and we are, but we're braver than we think holding swords right towards their hearts free and safe at last and the time that is lost we're never getting back when you're caught in the storm Do you fall to the ground Do you sit there and pray That you'll make a sound Or do you fight harder than you can Catching at the light This is right through your hands And when all the hope is lost, you can make your final stand. When you're caught in the storm, do you fall to the ground? Do you sit there and pray that you'll make a sound? Or do you fight harder than you can catching at the light that slips into your hands you've got it now you'll be fine you'll be fine you've got it now it's the time. Ooh, ooh. Here at Papua Newy, we don't do racism."}