{"speakers": [], "chunks": [{"timestamp": [0.0, 4.0], "text": " Behind me we have Fetu, manager of a local fitness club."}, {"timestamp": [4.0, 8.0], "text": " Come on Fetu, how you doing?"}, {"timestamp": [8.0, 10.0], "text": " Getting out there?"}, {"timestamp": [10.0, 12.0], "text": " I made it, I made it."}, {"timestamp": [12.0, 14.0], "text": " How was that run?"}, {"timestamp": [14.0, 18.0], "text": " Nothing like running through the fields of the magical province of Canterbury."}, {"timestamp": [18.0, 21.0], "text": " Yeah, it's pretty nice day as well as far as spring goes."}, {"timestamp": [21.0, 25.34], "text": " So I want to know, what is important to you about physical health and fitness and"}, {"timestamp": [25.34, 29.86], "text": " you know keeping active? I don't think it's just important to me. I think it's important to"}, {"timestamp": [29.86, 36.36], "text": " everyone to make sure that people are living a healthy and active lifestyle. One, it releases"}, {"timestamp": [36.36, 43.14], "text": " endorphins, a natural way that you don't get from anywhere else. For two, it's best for your"}, {"timestamp": [43.14, 45.0], "text": " mental health and wellbeing."}, {"timestamp": [45.0, 52.0], "text": " So I can be an advocate of knowing people in the past that have gone through tough times and me myself."}, {"timestamp": [52.0, 56.0], "text": " And it's the number one thing that's got me back into a better mental headspace."}, {"timestamp": [56.0, 58.0], "text": " So there's two reasons for you."}, {"timestamp": [58.0, 61.0], "text": " All righty, they're really good reasons."}, {"timestamp": [61.0, 71.8], "text": " I was just wondering personally for myself, what would you say to any young people who are wanting to get into a bit more of an active lifestyle and maybe try something they're not used to and, you know, challenge themselves?"}, {"timestamp": [73.2, 79.38], "text": " So I'd say for someone who hasn't been into a gym before, especially young people, it does get intimidating."}, {"timestamp": [80.1, 86.0], "text": " So you walk into a gym for the first time and, you know, your scorny, we lad,"}, {"timestamp": [86.16, 88.74], "text": " and there's big gym buffs in the gym when you walk in."}, {"timestamp": [89.34, 94.32], "text": " I'd recommend to just go in and just do it for, you know, 10 minutes a day."}, {"timestamp": [94.84, 98.12], "text": " 10 minutes a day, you don't have to go in and guts it all out every single time you go."}, {"timestamp": [98.62, 102.42], "text": " Just as long as you're doing something, that's all you need to do."}, {"timestamp": [102.58, 105.94], "text": " It just needs to be the bare minimum and then build on"}, {"timestamp": [105.94, 110.82], "text": " from that and you'll find you start to enjoy it more. As soon as you make it a part of your"}, {"timestamp": [110.82, 115.74], "text": " schedule and your routine, that's when it becomes fun. So you don't have to go in and have"}, {"timestamp": [115.74, 121.32], "text": " high expectations of yourself, you just build on what you already got. So if you have one message"}, {"timestamp": [121.32, 126.24], "text": " to say to younger people, the youth, about physical fitness, what would you say?"}, {"timestamp": [126.88, 130.6], "text": " I would personally say, just get out there and do something."}, {"timestamp": [130.78, 133.44], "text": " It doesn't have to be a gym, it doesn't have to be a particular sport."}, {"timestamp": [133.54, 134.38], "text": " It's just to do something."}, {"timestamp": [134.5, 135.36], "text": " Get your body moving."}, {"timestamp": [135.84, 138.12], "text": " It clears my head and keeps my brain focus."}, {"timestamp": [138.12, 142.1], "text": " So I would say, yeah, for that, just get out, do it, and push yourself."}, {"timestamp": [142.22, 142.56], "text": " Why not?"}, {"timestamp": [143.7, 144.28], "text": " Love it."}, {"timestamp": [146.06, 146.86], "text": " Put that in there."}], "text": " Behind me we have Fetu, manager of a local fitness club. Come on Fetu, how you doing? Getting out there? I made it, I made it. How was that run? Nothing like running through the fields of the magical province of Canterbury. Yeah, it's pretty nice day as well as far as spring goes. So I want to know, what is important to you about physical health and fitness and you know keeping active? I don't think it's just important to me. I think it's important to everyone to make sure that people are living a healthy and active lifestyle. One, it releases endorphins, a natural way that you don't get from anywhere else. For two, it's best for your mental health and wellbeing. So I can be an advocate of knowing people in the past that have gone through tough times and me myself. And it's the number one thing that's got me back into a better mental headspace. So there's two reasons for you. All righty, they're really good reasons. I was just wondering personally for myself, what would you say to any young people who are wanting to get into a bit more of an active lifestyle and maybe try something they're not used to and, you know, challenge themselves? So I'd say for someone who hasn't been into a gym before, especially young people, it does get intimidating. So you walk into a gym for the first time and, you know, your scorny, we lad, and there's big gym buffs in the gym when you walk in. I'd recommend to just go in and just do it for, you know, 10 minutes a day. 10 minutes a day, you don't have to go in and guts it all out every single time you go. Just as long as you're doing something, that's all you need to do. It just needs to be the bare minimum and then build on from that and you'll find you start to enjoy it more. As soon as you make it a part of your schedule and your routine, that's when it becomes fun. So you don't have to go in and have high expectations of yourself, you just build on what you already got. So if you have one message to say to younger people, the youth, about physical fitness, what would you say? I would personally say, just get out there and do something. It doesn't have to be a gym, it doesn't have to be a particular sport. It's just to do something. Get your body moving. It clears my head and keeps my brain focus. So I would say, yeah, for that, just get out, do it, and push yourself. Why not? Love it. Put that in there."}