{"speakers": [], "chunks": [{"timestamp": [0.0, 3.0], "text": " Time now for Seven Shup with Sasha and Hayden."}, {"timestamp": [3.0, 7.0], "text": " Thanks, we're beyond Seven Sharp. We love a sticky beak or to be a fly on the wall."}, {"timestamp": [7.0, 13.0], "text": " We sure do, so we wondered what is it like to travel as part of an international delegation with our Prime Minister?"}, {"timestamp": [13.0, 26.0], "text": " Well, it's just so lucky that political editor Jessica Munch McCoy took us for a little look behind the scenes. Usually you get to see this."}, {"timestamp": [26.0, 27.0], "text": " Kilda Koto everybody."}, {"timestamp": [27.0, 34.0], "text": " But you don't always get to see this and how we got here."}, {"timestamp": [34.0, 36.0], "text": " Enter the Defence Force 757."}, {"timestamp": [36.0, 47.04], "text": " They let me sit in the cockpit for takeoff so I could give you a good's eye view of taking off from Singapore. It's usually a cargo plane but when a"}, {"timestamp": [47.04, 52.48], "text": " Prime Minister is on board in slots the BIP section. Just under our"}, {"timestamp": [52.48, 56.8], "text": " gets around in a motorcade where car flanked by security and mini buses of"}, {"timestamp": [56.8, 64.32], "text": " officials travel behind. I love a good motorcade. There's nine New Zealand media on this trip and"}, {"timestamp": [64.32, 66.0], "text": " a whole lot of local media too."}, {"timestamp": [66.0, 71.0], "text": " We're working to New Zealand time so we're often filing from wherever we can"}, {"timestamp": [71.0, 75.0], "text": " at airports on the road while the pimps are going on."}, {"timestamp": [75.0, 79.0], "text": " Things are running a little late for the joint statement with the two prime ministers."}, {"timestamp": [79.0, 84.0], "text": " So our MFA officials negotiated with the Astana officials to break protocol"}, {"timestamp": [84.0, 89.8], "text": " and let us to a live cross from outside the beautiful state building just in the nick of time."}, {"timestamp": [89.8, 93.52], "text": " Add in sweltering heat and there's a bit of powder use, let you tell you."}, {"timestamp": [93.52, 95.52], "text": " The next time I'm Mr and through officials."}, {"timestamp": [95.52, 100.72], "text": " There's a lot of rushing and a lot of waiting and we're always thinking about the next bulletin."}, {"timestamp": [100.72, 106.24], "text": " Breakfast, midday, online and of course seven sharp. But gosh you get to go to some amazing places."}, {"timestamp": [110.64, 112.48], "text": " Just as well, you're out of there, Jess."}, {"timestamp": [112.48, 117.12], "text": " Well, joining us now is just live from Tokyo and how many people are part of the delegation?"}, {"timestamp": [117.12, 130.0], "text": " Jessen, what is it like traveling with a group of that size, particularly at the moment during COVID times. Yeah, it's definitely strange traveling in COVID times and I spent a lot of years before this"}, {"timestamp": [130.0, 134.0], "text": " doing these trips really regularly each year, you know, maybe half a dozen to ten times a year"}, {"timestamp": [134.0, 138.0], "text": " and this time it did feel different and I think we were all a little bit out of practice"}, {"timestamp": [138.0, 144.0], "text": " of how to do it. There's about 50 people on the trip and that's the Prime Minister and her delegation"}, {"timestamp": [144.0, 148.04], "text": " of her delegation and her delegation of officials and staff and then there's the and I'll do this in descending order of"}, {"timestamp": [148.04, 151.12], "text": " going down the Air Force plane and then there's a business delegation who"}, {"timestamp": [151.12, 155.08], "text": " sit in the business seats in the middle and they're trying to network over here"}, {"timestamp": [155.08, 159.76], "text": " and trying to build those connections and then there's the media that sit in the middle and"}, {"timestamp": [159.76, 166.32], "text": " there's only a small group of us but we get quite a big section of the plane, luckily. Maybe they like to keep a bit of distance between us."}, {"timestamp": [166.32, 168.04], "text": " And then the defense force staff as well,"}, {"timestamp": [168.04, 170.44], "text": " who get us over there and bring us back."}, {"timestamp": [170.44, 173.16], "text": " So yeah, it's a bit of a shared experience"}, {"timestamp": [173.16, 174.96], "text": " on these trips, that's for sure."}, {"timestamp": [174.96, 178.04], "text": " Was very impressed with the Prime Minister's seating on the plane, Jess."}, {"timestamp": [178.04, 186.0], "text": " unlucky you didn't get the same seat, but how many events are packed into a packed into a packed into a day. Can you describe some of the formalities?"}, {"timestamp": [190.0, 195.0], "text": " Yeah, it's a lot and they're back to back. They're trying to squeeze in as much time as they can and unfortunately on this trip we're not in the motorcade. So what we have to do is leave a bit early"}, {"timestamp": [195.0, 203.0], "text": " from the event, scarper to the next event in our media minibus, and then wait and then get the pictures of the prime minister arriving at that one"}, {"timestamp": [203.0, 209.92], "text": " because she's got a motorcade obviously that zips through cities like Tokyo and for us it takes us a little bit longer"}, {"timestamp": [209.92, 214.56], "text": " to get there as a normal person on the street. So it goes back to back and because of the time difference"}, {"timestamp": [214.56, 220.56], "text": " we're still very much operating on New Zealand time so like tonight after this you know usually in a back in"}, {"timestamp": [220.56, 225.0], "text": " New Zealand we'd be heading off for the night and tucking my little girl into bed,"}, {"timestamp": [225.0, 229.36], "text": " but instead we're off to an event for a few hours tonight, that's due to wrap up about"}, {"timestamp": [229.36, 233.84], "text": " midnight New Zealand time. And then because of the time difference for breakfast for us,"}, {"timestamp": [233.84, 238.4], "text": " that's about five o'clock in the morning, Japan time. So you do end up kind of not being"}, {"timestamp": [238.4, 248.84], "text": " able to squeeze too much sleep in between, but you know, it for some some pretty bonding moments on these trips when you're feeling a bit delirious. Speaking of other reporters"}, {"timestamp": [248.84, 253.72], "text": " that I'm sure you bond with what kind of access to you guys sketch."}, {"timestamp": [253.72, 258.5], "text": " Look it's pretty normal access to what we get from the Prime Minister on a day-to-day basis."}, {"timestamp": [258.5, 262.32], "text": " There's probably a bit more of that shared experience because you're all exhausted and"}, {"timestamp": [262.32, 267.32], "text": " all a bit hot and flusted sometimes but on the plane sometimes when we're flying in between like"}, {"timestamp": [267.32, 270.68], "text": " we flew from Singapore to Japan last night and she will come down the back of"}, {"timestamp": [270.68, 274.08], "text": " the plane and have a chat and brief us on the next trip and things like that"}, {"timestamp": [274.08, 278.96], "text": " and that's probably more informal than we used to having with her you know most of the time"}, {"timestamp": [278.96, 287.56], "text": " it's those one o'clock press briefings that you see or the four o'clock post cabinet media conferences so it is definitely a little bit more relaxed in that sense and"}, {"timestamp": [287.56, 291.6], "text": " you get to have a bit of a chat to her and a bit of an off-the-record conversation"}, {"timestamp": [291.6, 296.08], "text": " on a few things. Sounds amazing, intriguing and very tiring."}, {"timestamp": [296.08, 300.0], "text": " Behind the glamour, are there some standout moments are you getting enough to eat? I worry you see."}, {"timestamp": [300.0, 308.8], "text": " How's have you tried some sake? There can be life-changing. I'm so glad I'm making it sound glamorous. This is good I want to. It's amazing."}, {"timestamp": [308.8, 314.5], "text": " We're so lucky to be on these strips and I'm traveling with Scarlet Wild and it's her first trip overseas and that's her first trip overseas."}, {"timestamp": [314.5, 328.32], "text": " And that's really cool because it's such a reminder of all the amazing things we get to shut them off so we get access to these amazing monuments and buildings and places by ourselves and it's really cool."}, {"timestamp": [328.32, 332.72], "text": " I mean one of my standout memories of my whole career is when we went to India and they"}, {"timestamp": [332.72, 337.12], "text": " shut off the Taj Mahal for John Key and we were able to wander around it and it's just those"}, {"timestamp": [337.12, 342.08], "text": " moments that you would never get in any other lifetime but don't you worry we're being very well"}, {"timestamp": [342.08, 348.24], "text": " looked after by the Minister of Foreign Affairs and Trade officials and they are getting us lots of bento boxes."}, {"timestamp": [348.24, 349.88], "text": " So don't you worry about that Hayden."}, {"timestamp": [349.88, 350.88], "text": " Thank you for your concern."}, {"timestamp": [350.88, 351.88], "text": " Sounds amazing."}, {"timestamp": [351.88, 354.72], "text": " It's like a modern day slideshow when someone's come home from holiday."}, {"timestamp": [354.72, 371.64], "text": " Enjoy your time over there, Jess Day Day Day. It's amazing isn't it?"}, {"timestamp": [371.64, 374.6], "text": " It looks like to me, I've never been on international trade delegation but"}, {"timestamp": [374.6, 378.0], "text": " it looks like maybe it's like a trip to the in-laws, you enjoy the food, you laugh"}, {"timestamp": [378.0, 381.0], "text": " at their jokes and then you ask them a big question and then like can I marry your daughter or"}, {"timestamp": [381.0, 382.0], "text": " can we have a free trade deal?"}, {"timestamp": [382.0, 383.0], "text": " It's much the same."}, {"timestamp": [383.0, 385.8], "text": " It does."}, {"timestamp": [385.8, 389.56], "text": " A lot of the time in life we're encouraged to stick things out to finish what we start"}, {"timestamp": [389.56, 390.56], "text": " to never give up."}, {"timestamp": [390.56, 395.04], "text": " But one thing we're not taught as much is how to give up when something is not working"}, {"timestamp": [395.04, 402.6], "text": " up or as we like to call it, knowing when to grit and knowing when to quit."}, {"timestamp": [402.6, 419.0], "text": " We're often told to never give up at any cost, whether it be a job, a diet, a relationship, a friendship, a sport."}, {"timestamp": [419.0, 429.76], "text": " But if you're doing things just because you don't want to be a quitter, then maybe it's time to rethink things because sometimes it's okay to quit."}, {"timestamp": [429.76, 434.4], "text": " For on this we joined by psychologist Sarah Chairman, evening Sarah, why is it that we feel the"}, {"timestamp": [434.4, 436.56], "text": " need to stick things out?"}, {"timestamp": [436.56, 443.76], "text": " Well, you know, I think we really cleaved to that old adage of, you know, if at first you don't"}, {"timestamp": [443.76, 450.64], "text": " succeed, try and try again, but also the research suggests that people don't necessarily have the confidence"}, {"timestamp": [450.64, 456.08], "text": " to leave, nor do they have a plan, and they worry about being judged socially, so we're"}, {"timestamp": [456.08, 458.04], "text": " a bit caught up and all of that kind of stuff."}, {"timestamp": [458.04, 462.6], "text": " So what is it about the word quits that makes it negative?"}, {"timestamp": [462.6, 466.0], "text": " I know, we don't seem to like that word do we?"}, {"timestamp": [466.0, 472.0], "text": " I mean if we refrained it a bit and said you know I want to leave my job to you know seek a different direction"}, {"timestamp": [472.0, 477.0], "text": " or I want to I need to get out of this relationship because it's no good for me."}, {"timestamp": [477.0, 479.0], "text": " We'd be fine with that wouldn't we?"}, {"timestamp": [479.0, 485.6], "text": " There is a stigma around that word question I think for us it might be synonymous with giving up,"}, {"timestamp": [485.6, 491.28], "text": " chucking in the towel and being a bit weak. Yep that's me from time to time so Sarah"}, {"timestamp": [491.28, 492.72], "text": " when do you draw the line?"}, {"timestamp": [495.6, 501.04], "text": " Look if you're thinking of leaving a job or a relationship or a friendship there will be a process"}, {"timestamp": [501.04, 508.84], "text": " that you go through and there will be red flags along the way so you'll be in your workplace and you'll think boy this is really draining."}, {"timestamp": [508.84, 512.56], "text": " My self-esteem is a bit low, my confidence is being derailed."}, {"timestamp": [512.56, 515.4], "text": " So you might get to that place where you go you know what?"}, {"timestamp": [515.4, 520.12], "text": " I need to quit and that's actually okay but it will be a process getting there."}, {"timestamp": [520.12, 526.36], "text": " So once you've got there how do you quit gracefully? That's a million dollar question, isn't it?"}, {"timestamp": [526.36, 528.36], "text": " Because we would all like to quit gracefully."}, {"timestamp": [528.36, 530.24], "text": " And I think there are a few key points."}, {"timestamp": [530.24, 532.76], "text": " The first would be, have a plan."}, {"timestamp": [532.76, 535.72], "text": " Ask yourself some questions and answer them as to"}, {"timestamp": [535.72, 538.24], "text": " how you will be when you quit or give up the job"}, {"timestamp": [538.24, 540.92], "text": " or leave the relationship or ditch the friendship."}, {"timestamp": [540.92, 542.24], "text": " How would you feel?"}, {"timestamp": [542.24, 545.16], "text": " Will you be supported? And is this the right"}, {"timestamp": [545.16, 550.12], "text": " move for you? I mean you need to rally your confidence, but quitting's okay, you can do"}, {"timestamp": [550.12, 551.72], "text": " it, but you need a plan."}, {"timestamp": [551.72, 557.04], "text": " Sarah, we have five kids between us. How do we talk to them about quitting? Because kids want"}, {"timestamp": [557.04, 557.88], "text": " to quit all the time."}, {"timestamp": [557.88, 565.16], "text": " I know, but I think it's very laden in your values. It's all around your values."}, {"timestamp": [565.16, 570.68], "text": " Of course you encourage your children to try things and to stick to their sports and"}, {"timestamp": [570.68, 575.36], "text": " their classes and their friendships, but you also have to look at toxicity levels."}, {"timestamp": [575.36, 580.12], "text": " I mean if you've got a child and they've got a friend who is really nasty to them, you would"}, {"timestamp": [580.12, 582.96], "text": " probably say, you know what, you want to pack that up for a while."}, {"timestamp": [582.96, 589.08], "text": " So each, you know, you know, individual example needs to be assessed for what it brings to the table. And if"}, {"timestamp": [589.08, 595.28], "text": " there are relationships and friendships and jobs that are negatively impacting on us and our"}, {"timestamp": [595.28, 607.0], "text": " kids, we need to let them know that it's okay to leave. It's okay to let go and we need to look after ourselves. Sarah we are quitting on you right now thank you so much for chatting with us take care."}, {"timestamp": [607.0, 609.0], "text": " Don't go."}, {"timestamp": [609.0, 611.0], "text": " Bye guys."}, {"timestamp": [611.0, 612.0], "text": " I'm a compulsive quitter my house."}, {"timestamp": [612.0, 613.0], "text": " I'm a compulsive quitter my house."}, {"timestamp": [613.0, 616.0], "text": " My house is a shrine to half jobs that I've done got started with another."}, {"timestamp": [616.0, 618.0], "text": " But one thing I will never quit is potato chips."}, {"timestamp": [618.0, 619.0], "text": " I've tried."}, {"timestamp": [619.0, 627.2], "text": " a family bag is enough for me, I'm a family of one when I go. Have you quit anything? I can try a bag of potato chips. Oh yeah, oh easy, easy in the car."}, {"timestamp": [627.2, 628.4], "text": " Very moreish then, aren't they?"}, {"timestamp": [628.4, 629.4], "text": " Yeah, have you caught anything in your life?"}, {"timestamp": [629.4, 631.2], "text": " I just trying to think if you get, when you get older,"}, {"timestamp": [631.2, 631.4], "text": " do you start a, do you start new?"}, {"timestamp": [631.4, 645.2], "text": " when you get older, do you quit more or do you start new things? not quit but quit yourself. That's the great way of parenting. Right now, O Town,"}, {"timestamp": [645.2, 649.52], "text": " a stream is dreaming as a news TV series show featuring up and coming youngsters from"}, {"timestamp": [649.52, 654.8], "text": " South Auckland who have overcome barriers to realize their potential through the medium of music."}, {"timestamp": [654.8, 661.68], "text": " And stars Sam 33, a group of talented musicians who harness the power of faith and family"}, {"timestamp": [661.68, 685.52], "text": " to find their place in the world. Tido, heading up brown, caught stories from the hood. Young people driven by community."}, {"timestamp": [685.52, 689.28], "text": " And what I always told us was, my success is your success."}, {"timestamp": [689.28, 691.28], "text": " Your success is my success."}, {"timestamp": [691.28, 694.96], "text": " Inspired to aspire for greatness."}, {"timestamp": [694.96, 697.12], "text": " The church boys, they helped us."}, {"timestamp": [697.12, 699.28], "text": " Most of us were going down the wrong path."}, {"timestamp": [699.28, 704.16], "text": " We just want, like, for younger dad, they are like us to be inspired and to keep going."}, {"timestamp": [704.16, 705.0], "text": " I were up here in the heart of South Aucklande Pook, Otero, I'd like us to be inspired to keep going."}, {"timestamp": [705.0, 709.0], "text": " I grew up here in the heart of South Auckland,"}, {"timestamp": [709.0, 711.0], "text": " Tupuque, Otara, or Otara."}, {"timestamp": [711.0, 715.0], "text": " And for a long time, myself and my community were defined by our struggle,"}, {"timestamp": [715.0, 726.0], "text": " social marginalisation, crime, gangs, and immediate representation that fed directly into stereotypes. But from the inside looking out,"}, {"timestamp": [726.0, 728.0], "text": " Otara is a cultural melting pot"}, {"timestamp": [728.0, 730.0], "text": " and a breeding ground for talent."}, {"timestamp": [730.0, 732.0], "text": " O-town dreaming is a new series"}, {"timestamp": [732.0, 735.0], "text": " that introduces our people and community"}, {"timestamp": [735.0, 739.0], "text": " that runs counter to what many perceive from the outside."}, {"timestamp": [739.0, 743.0], "text": " Welcome to Alva, every treble cliff, every beat,"}, {"timestamp": [743.0, 747.36], "text": " every song, one dream at a time these are our stories sung"}, {"timestamp": [747.36, 751.44], "text": " and truthfully told in all our honesty and in all our glory"}, {"timestamp": [752.0, 758.08], "text": " all our youth telling these stories and living their dreams for the life-changing tenets of music"}, {"timestamp": [758.72, 764.72], "text": " what I want them to take away from the series is to see the good stuff not only just the bad stuff and"}, {"timestamp": [764.72, 765.6], "text": " and encourage them"}, {"timestamp": [765.6, 770.0], "text": " to be more positive when they look at South often and later."}, {"timestamp": [770.0, 776.0], "text": " I see that we are a family and we are rich with our culture."}, {"timestamp": [776.0, 782.0], "text": " Meet Sam 33, a church youth band made up of six members who are on a mission to share"}, {"timestamp": [782.0, 784.0], "text": " their stories with the world."}, {"timestamp": [784.0, 786.0], "text": " They've definitely come a long way."}, {"timestamp": [786.0, 787.0], "text": " We started from scratch."}, {"timestamp": [787.0, 789.0], "text": " No musical abilities at all."}, {"timestamp": [789.0, 792.0], "text": " First day, sounded a bit, you know."}, {"timestamp": [792.0, 793.0], "text": " Roar."}, {"timestamp": [793.0, 800.0], "text": " I fought proud in our team and how much we've grown for us."}, {"timestamp": [800.0, 807.0], "text": " But, but, as you see, the provision, they've really picked up and really come a long way."}, {"timestamp": [807.0, 814.0], "text": " Hey now we're soft 33 and the only way we keep it cheap."}, {"timestamp": [814.0, 816.0], "text": " Cheer!"}, {"timestamp": [816.0, 817.0], "text": " High five for a round!"}, {"timestamp": [817.0, 821.0], "text": " High five for long round!"}, {"timestamp": [821.0, 824.0], "text": " At that time I felt like my playing wasn't good enough."}, {"timestamp": [824.0, 829.0], "text": " It felt like I wasn't supposed to be there yet, but on the day it was awesome."}, {"timestamp": [829.0, 831.0], "text": " It was awesome, it was awesome, honest."}, {"timestamp": [831.0, 836.0], "text": " We were playing, we were smiling and then took the photos and that and we looked great."}, {"timestamp": [836.0, 845.2], "text": " When we first sang like in front of my performance, like audience and stuff, it was found like home. But for me, it was like a way"}, {"timestamp": [847.68, 848.24], "text": " like to restore my faith in God and like"}, {"timestamp": [850.32, 852.32], "text": " to share like my story. And with the guidance and mental"}, {"timestamp": [852.32, 855.28], "text": " shit from all tera-o-gis, the church voice,"}, {"timestamp": [855.28, 858.4], "text": " Sam 33, realized their dreams."}, {"timestamp": [858.8, 861.28], "text": " We told stories by singing,"}, {"timestamp": [861.28, 864.72], "text": " we told stories by drumming, by dancing,"}, {"timestamp": [864.72, 868.04], "text": " and so it's just natural that we used the same"}, {"timestamp": [868.04, 870.56], "text": " thing that our ancestors taught us."}, {"timestamp": [870.56, 873.44], "text": " They showed us a different role through music."}, {"timestamp": [873.44, 876.6], "text": " They showed us a world where violence didn't have to exist."}, {"timestamp": [876.6, 889.6], "text": " Only where we keep a real. I am loving all of this. I'm going to watch this tonight on TV,"}, {"timestamp": [889.6, 893.6], "text": " Z on demand, maybe with a full bag of potato chips, family bag for myself."}, {"timestamp": [893.6, 898.24], "text": " It does look good. Coming up on Seven Sharp, how chucky paper planes around the room has landed,"}, {"timestamp": [898.24, 900.6], "text": " a couple of quis, a trip to Europe. Plus."}, {"timestamp": [900.6, 902.6], "text": " And working with my design."}, {"timestamp": [902.6, 907.0], "text": " We're going to be doing this every day. Why'm trying to turn it into like his money for somebody."}, {"timestamp": [907.0, 909.0], "text": " And that's what I do."}, {"timestamp": [909.0, 915.0], "text": " Meet 89-year-old Ron, he's pounding the pavement, his inspiring story and how you can help at home."}, {"timestamp": [915.0, 936.88], "text": " It's coming up in a tick. See you then. in"}, {"timestamp": [936.88, 938.0], "text": ", in one, clever tricks to turn back the clock in 10 years, in 10 days. Then live the high life in the posh new series Sally Lindsay's super rich sleepover."}, {"timestamp": [938.0, 946.0], "text": " And later, Inran has a proposition for Toya on Coronation Street. Enjoy your Thursday night with us."}, {"timestamp": [948.0, 950.0], "text": " One looks spicy, please."}, {"timestamp": [950.0, 952.0], "text": " One makes spicy chicken."}, {"timestamp": [954.0, 987.0], "text": " Hey, Barry Bro! I'll get you later."}, {"timestamp": [987.0, 988.0], "text": " I'll get you later."}, {"timestamp": [988.0, 1032.0], "text": " All right, I'll run away. Oh no. Oh no. Oh no. Good night?"}, {"timestamp": [1032.0, 1047.4], "text": " Yeah, good asthma. flinging paper planes around the classroom was the highlight of their time at school. And now a couple of keywees are taking those skills. Get this, they're off to the"}, {"timestamp": [1047.4, 1053.12], "text": " world chance for paper plane flying. Just how far can you throw a paper plane? Find out"}, {"timestamp": [1053.12, 1126.0], "text": " in just a tickle scene. What are you bringing? I it with Kenri favorites. I mean, I'm sorry, I'm sorry. Hey, baby, just a little bit. R.E.S.B.C.T."}, {"timestamp": [1126.0, 1127.0], "text": " B.C.T."}, {"timestamp": [1127.0, 1151.0], "text": " B. What is your son has been accused of sexual assault?"}, {"timestamp": [1151.0, 1152.0], "text": " Wait!"}, {"timestamp": [1152.0, 1153.0], "text": " He's innocent."}, {"timestamp": [1153.0, 1166.44], "text": " My job is to get him three, no return, streaming now, TV and Z on demand. I'm not a hockey mai, welcome back."}, {"timestamp": [1166.44, 1168.56], "text": " Have you noticed that my suit matches the couch perfectly."}, {"timestamp": [1168.56, 1170.04], "text": " That is not an accident."}, {"timestamp": [1170.04, 1172.4], "text": " Anyway, do you remember, Captain Tom?"}, {"timestamp": [1172.4, 1172.44], "text": " I do remember that during lockdown, Tom?"}, {"timestamp": [1172.44, 1173.44], "text": " I do."}, {"timestamp": [1173.44, 1178.4], "text": " Remember that during lockdown, the retired British Army officer, he raised 30 million pounds"}, {"timestamp": [1178.4, 1183.24], "text": " for the British Health Service and what he did was he walked around and round his backyard and never"}, {"timestamp": [1183.24, 1184.24], "text": " stopped."}, {"timestamp": [1184.24, 1186.8], "text": " forest forest scump styles. He was not survived by Captain Tom, the brightly"}, {"timestamp": [1186.8, 1190.68], "text": " Christchurch pensioner, it's also pushing his walking frame to raise money"}, {"timestamp": [1190.68, 1207.0], "text": " for charity. Gendy Harper joined airman Ron on his first fundraising stroll. You're all set, Ron? Yeah, fine. Ready and rearing to go day one of 90."}, {"timestamp": [1207.0, 1210.0], "text": " You couldn't have picked a better day to start."}, {"timestamp": [1210.0, 1211.0], "text": " No."}, {"timestamp": [1211.0, 1215.0], "text": " 89-year-old Ron Tanner is off round the block."}, {"timestamp": [1215.0, 1216.0], "text": " It's about 20 minutes."}, {"timestamp": [1216.0, 1219.0], "text": " A walker with a walker."}, {"timestamp": [1219.0, 1220.0], "text": " Ron's irregular."}, {"timestamp": [1220.0, 1222.0], "text": " And these parts, and recently one resident,"}, {"timestamp": [1222.0, 1224.0], "text": " Remarked that our Ron,"}, {"timestamp": [1224.0, 1228.24], "text": "-O-ron,-O-O-O-D-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-A-O-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A- these parts and recently one resident remarked that our Ron resembled England's Captain Tom."}, {"timestamp": [1228.24, 1232.0], "text": " I said yes, but they started the whole source coming through the head."}, {"timestamp": [1232.0, 1238.0], "text": " Captain Tommore, ex-military man turned lockdown legend, raising over 30 million"}, {"timestamp": [1238.0, 1244.0], "text": " pounds for Britain's health service simply by walking length of his garden."}, {"timestamp": [1244.0, 1246.0], "text": " That was very interesting."}, {"timestamp": [1246.0, 1247.0], "text": " I think everyone was."}, {"timestamp": [1247.0, 1249.0], "text": " Yeah, they were."}, {"timestamp": [1249.0, 1250.0], "text": " A great idea."}, {"timestamp": [1250.0, 1253.0], "text": " An idea Ron is keen to run with."}, {"timestamp": [1262.76, 1268.24], "text": " And that's what I did. He may call Christchurch home now, but Ron Towner was born in England in 1932."}, {"timestamp": [1268.24, 1277.12], "text": " My first mental memory is being scared to death by the woman portrayed in my crown."}, {"timestamp": [1277.12, 1281.92], "text": " Like Captain Tom, our Ron is ex-British military, the RAF."}, {"timestamp": [1281.92, 1285.16], "text": " So it's little surprise that Eamon Ron's charity of choice"}, {"timestamp": [1285.16, 1292.56], "text": " is aviation related the Canterbury West Coast air rescue trust."}, {"timestamp": [1292.56, 1294.56], "text": " How you doing? Good to see you."}, {"timestamp": [1294.56, 1298.2], "text": " Crew chief Rick Knight is joining Ron on day one."}, {"timestamp": [1298.2, 1302.48], "text": " I can't go too fast okay."}, {"timestamp": [1302.48, 1302.6], "text": " And now I get a chick here."}, {"timestamp": [1302.6, 1309.0], "text": " Yeah.. Yes. Yeah. And Ron is hoping to raise $90,000 in 90 days."}, {"timestamp": [1309.0, 1312.0], "text": " $1,000 a day."}, {"timestamp": [1312.0, 1314.0], "text": " That's it."}, {"timestamp": [1314.0, 1317.0], "text": " Money the chopper trust needs desperately."}, {"timestamp": [1317.0, 1321.0], "text": " So we need to raise $6 million a year to keep us going."}, {"timestamp": [1321.0, 1327.0], "text": " And with the COVID, it's limited to the amount of money that is coming in."}, {"timestamp": [1327.0, 1329.0], "text": " You've got to give me away when you go."}, {"timestamp": [1329.0, 1330.0], "text": " Absolutely, yeah."}, {"timestamp": [1330.0, 1335.0], "text": " Surprisingly, Eerman Ron's never been in a helicopter himself."}, {"timestamp": [1335.0, 1336.0], "text": " That could change."}, {"timestamp": [1336.0, 1339.0], "text": " Well make sure it's not the rescue on that."}, {"timestamp": [1339.0, 1342.0], "text": " If you want to support Ron in person."}, {"timestamp": [1342.0, 1345.0], "text": " So Ron's setting up a little, give a little page."}, {"timestamp": [1345.0, 1348.0], "text": " You can't miss him, he's wearing all the branded gear."}, {"timestamp": [1348.0, 1349.0], "text": " Yes."}, {"timestamp": [1349.0, 1352.0], "text": " And what else were back if you don't do it?"}, {"timestamp": [1352.0, 1355.0], "text": " One pedestrian pensioner feeling the pressure."}, {"timestamp": [1355.0, 1358.0], "text": " I think it's for you, if you can do that."}, {"timestamp": [1358.0, 1363.0], "text": " I mean you certainly do the walking, whether you'll be able to raise the money or not."}, {"timestamp": [1363.0, 1365.28], "text": " I'll have to wait to see."}, {"timestamp": [1367.36, 1367.92], "text": " That part is up to the rest of us."}, {"timestamp": [1372.48, 1377.12], "text": " Yeah we certainly can't thank you enough for doing all this for us Ron. Ehrman Ron's 90-day marathon will lead into his 90th birthday."}, {"timestamp": [1377.12, 1378.8], "text": " He hasn't made any plans yet."}, {"timestamp": [1378.8, 1381.84], "text": " I might take a day off on that day."}, {"timestamp": [1381.84, 1406.0], "text": " You might need a cup of tea and a lie down. Oh fantastic. Great. And if you'd like to help Eamon Ron, the details on his give a little page are on our Facebook page."}, {"timestamp": [1406.0, 1412.0], "text": " Well next month, two young Kiwis are soaring off to Austria for the Paper Plain World Championships."}, {"timestamp": [1412.0, 1428.68], "text": " So what does it take to become a Paper Plain Pro? Here's Ruth Matheson. We have an incredible aeronautical history here in New Zealand and the next chapter"}, {"timestamp": [1428.68, 1431.12], "text": " starts at this YMCA."}, {"timestamp": [1431.12, 1435.68], "text": " Dan Kinsley and Bailey Parsons have beaten out the rest of the country to represent"}, {"timestamp": [1435.68, 1446.44], "text": " us at the Red Bull Paper playing competition?"}, {"timestamp": [1446.44, 1448.84], "text": " I'd be honest, it's procrastinating unit work."}, {"timestamp": [1448.84, 1451.92], "text": " Yeah, it just gave it a crack and then through 39 meters"}, {"timestamp": [1451.92, 1455.12], "text": " ended up going up to Auckland and sort of hit like a train I guess."}, {"timestamp": [1455.12, 1456.8], "text": " Have you ever been to Austria before?"}, {"timestamp": [1456.8, 1458.2], "text": " And definitely not."}, {"timestamp": [1458.2, 1462.0], "text": " Even going to Auckland, the inflon to Auckland was a bit like, oh okay."}, {"timestamp": [1462.0, 1471.28], "text": " how did you get into paper planes? Well I started off as a excuse to spend some times with my mates and then within the week it was"}, {"timestamp": [1471.28, 1487.0], "text": " oh god I'm going to Austria at Paper Plain of Throwing in the country?"}, {"timestamp": [1487.0, 1488.0], "text": " Stupid."}, {"timestamp": [1488.0, 1489.0], "text": " Yeah."}, {"timestamp": [1489.0, 1494.0], "text": " It's so hard to explain to people, we have to explain it as a joke, yeah."}, {"timestamp": [1494.0, 1498.0], "text": " You guys are coming like the Brendan McCullum and Richie McCor of Paper Place."}, {"timestamp": [1498.0, 1502.0], "text": " I don't know if you can compare us to them, but sure."}, {"timestamp": [1502.0, 1505.0], "text": " So Dan, tell me about you've got your own design. Yes."}, {"timestamp": [1505.0, 1507.0], "text": " And you're keeping it secret?"}, {"timestamp": [1507.0, 1508.0], "text": " Yes."}, {"timestamp": [1508.0, 1510.0], "text": " You might see it in flight, but you're not going to see it getting folded."}, {"timestamp": [1510.0, 1512.0], "text": " I don't want other people seeing my design."}, {"timestamp": [1512.0, 1514.0], "text": " It's pretty unique, and I'm quite proud of it."}, {"timestamp": [1514.0, 1527.88], "text": " I'm quite proud of it at the moment. taking it now that you've won. Yeah probably give it a no a crack in two years. We embarrass ourselves when I come back. When I get it up to the roof and it's"}, {"timestamp": [1527.88, 1547.0], "text": " not done like a spiral on the way up. I think it was priced to six. Oh you're about 10% there. Do you get into a particular mindset?"}, {"timestamp": [1547.0, 1550.0], "text": " Is there any ritual or thing you do before you throw?"}, {"timestamp": [1550.0, 1552.0], "text": " No, do you think you're over complicating it a little bit?"}, {"timestamp": [1552.0, 1554.0], "text": " Yeah, it's just pay for playing today."}, {"timestamp": [1554.0, 1566.0], "text": " Yeah. When trauma has taken its toll. I died three times, you might want to throw it a bit slower."}, {"timestamp": [1566.0, 1570.0], "text": " Serious business. We'll be back in just a moment."}, {"timestamp": [1570.0, 1574.0], "text": " We on the stars, I can hear the guitar."}, {"timestamp": [1574.0, 1577.0], "text": " They're calling me up to be with you."}, {"timestamp": [1579.0, 1581.0], "text": " When trauma has taken its toll."}, {"timestamp": [1581.0, 1584.0], "text": " I died three times, the operating table, and I lost my right arm."}, {"timestamp": [1584.0, 1587.28], "text": " I definitely don't recognize a sophistic theme."}, {"timestamp": [1587.28, 1589.36], "text": " Can some ingenious tricks?"}, {"timestamp": [1589.36, 1591.0], "text": " I got those from a woman's shop."}, {"timestamp": [1591.0, 1592.12], "text": " Even his gene?"}, {"timestamp": [1592.12, 1593.12], "text": " Really?"}, {"timestamp": [1593.12, 1593.48], "text": " Roll back the years?"}, {"timestamp": [1593.48, 1594.88], "text": " Goodness me!"}, {"timestamp": [1594.88, 1595.88], "text": " Then."}, {"timestamp": [1595.88, 1596.44], "text": " Wow."}, {"timestamp": [1596.44, 1598.2], "text": " Sally's in the countryside."}, {"timestamp": [1598.2, 1599.04], "text": " Got me wellies?"}, {"timestamp": [1599.04, 1606.0], "text": " For her overnight kept. Your house is absolutely stunning. There's a hedge shoot like a door, which I think every country house should have."}, {"timestamp": [1606.0, 1609.0], "text": " That's your Thursday night, next, on one."}, {"timestamp": [1609.0, 1612.0], "text": " There's a hundred years of history hidden in Rapco,"}, {"timestamp": [1612.0, 1614.0], "text": " and some great offers too."}, {"timestamp": [1614.0, 1645.2], "text": " Spend $100 or more, and you'll save 40 cents per lead on your next fuel topper. I am a smart fuel card holder, Breco, driven by patient for 100 years. I won't power ball, I'd start my own business so I can clock off early. insane. Have you got your ticket?"}, {"timestamp": [1645.2, 1646.2], "text": " No, it's been working late."}, {"timestamp": [1646.2, 1649.2], "text": " Oh, maybe we should have taken such a long lunch."}, {"timestamp": [1649.2, 1650.2], "text": " Nah."}, {"timestamp": [1650.2, 1654.6], "text": " When you're short on time, play online at my not co.co.in Z."}, {"timestamp": [1654.6, 1657.6], "text": " Mom, does a share lunch tomorrow?"}, {"timestamp": [1657.6, 1659.6], "text": " Let's make colour canned, huh?"}, {"timestamp": [1659.6, 1665.0], "text": " What is my glass? My glass smell so weird. Don't worry, grab the anchor."}, {"timestamp": [1665.0, 1667.0], "text": " All about the milk."}, {"timestamp": [1667.0, 1669.0], "text": " It's like Nana used to say,"}, {"timestamp": [1669.0, 1671.0], "text": " Only use the best."}, {"timestamp": [1672.0, 1687.4], "text": " What's that? I got a taste of home since 1886. Make 2022 the year to slash your power bill."}, {"timestamp": [1687.4, 1692.8], "text": " Go solar with Harrison's and get 20% off Q-cell solar panels and four years interest-free."}, {"timestamp": [1692.8, 1699.28], "text": " Every panel sold helps support breast cancer foundation NC Harrison's 08000033."}, {"timestamp": [1699.28, 1702.32], "text": " We both started investing regularly with Hatch for our wedding."}, {"timestamp": [1702.32, 1704.16], "text": " We had our goal, but it was a lot of money."}, {"timestamp": [1704.16, 1705.0], "text": " So we got married in the backyard and but it was a lot of money."}, {"timestamp": [1705.0, 1708.0], "text": " So we got married in the backyard and put it towards building and house deposit."}, {"timestamp": [1708.0, 1710.0], "text": " We got this place instead."}, {"timestamp": [1710.0, 1714.0], "text": " Join the investment platform here to help you hatch your tomorrow."}, {"timestamp": [1714.0, 1717.0], "text": " L lifestyles change, whether you're sizing up or sizing down,"}, {"timestamp": [1717.0, 1719.0], "text": " you want a builder who can meet your needs."}, {"timestamp": [1719.0, 1727.0], "text": " What made you decide to build a new home as opposed to buying a really made home? Well, we just assumed we would need to buy an established house."}, {"timestamp": [1727.0, 1730.0], "text": " Never really occurred to us that we'd be able to afford a brand new house."}, {"timestamp": [1730.0, 1733.0], "text": " Yeah, I just remember wandering around this show and thinking,"}, {"timestamp": [1733.0, 1736.0], "text": " couldn't believe that we could get something as nice as that."}, {"timestamp": [1736.0, 1740.0], "text": " You know, the kids moved on, you sort of might think that you'd have to compromise."}, {"timestamp": [1740.0, 1745.2], "text": " It doesn't feel like we've compromised at all. We wanted to downsize and we've lived here."}, {"timestamp": [1745.2, 1747.2], "text": " We haven't changed our opinion at all."}, {"timestamp": [1747.2, 1748.2], "text": " Yep."}, {"timestamp": [1748.2, 1751.6], "text": " All the things that I've ever wanted. We've managed to get in this little home."}, {"timestamp": [1751.6, 1765.0], "text": " This is exactly what we need., they like it. Hey, what you mean?"}, {"timestamp": [1765.0, 1766.0], "text": " They like it."}, {"timestamp": [1766.0, 1767.0], "text": " Hey, team!"}, {"timestamp": [1767.0, 1768.0], "text": " Do you like it?"}, {"timestamp": [1768.0, 1769.0], "text": " They like it."}, {"timestamp": [1769.0, 1770.0], "text": " They like it."}, {"timestamp": [1770.0, 1772.0], "text": " Fresh and fruity indulge the taste you love"}, {"timestamp": [1772.0, 1773.0], "text": " from the place you love."}, {"timestamp": [1773.0, 1792.0], "text": " Made fresh right here. The MDS, none will take our leave and clean. It looks something like this."}, {"timestamp": [1792.0, 1796.0], "text": " Neither they nor the planet can stop and wait."}, {"timestamp": [1796.0, 1812.0], "text": " My ocean is deep. The NGZST is more style. More safety tech with 360 degree camera with a"}, {"timestamp": [1812.0, 1818.0], "text": " seven-year unlimited kilometer warranty. The NGZST is the more you've been looking for."}, {"timestamp": [1819.0, 1821.0], "text": " They confided on to oxide."}, {"timestamp": [1821.0, 1826.2], "text": " Ah, how new? On the show tomorrow, the great New Zealander who's making sure our war memorials are kept"}, {"timestamp": [1826.2, 1829.36], "text": " in tip-top shape and our fallen soldiers aren't forgotten."}, {"timestamp": [1829.36, 1830.36], "text": " Those are our people today."}, {"timestamp": [1830.36, 1831.96], "text": " That was seven sharp tonight."}, {"timestamp": [1831.96, 1833.84], "text": " Ten years younger and ten days is up next."}, {"timestamp": [1833.84, 1834.84], "text": " We'll see you tomorrow."}, {"timestamp": [1834.84, 1835.84], "text": " Poor mate."}, {"timestamp": [1835.84, 1836.84], "text": " I'm out of you."}], "text": " Time now for Seven Shup with Sasha and Hayden. Thanks, we're beyond Seven Sharp. We love a sticky beak or to be a fly on the wall. We sure do, so we wondered what is it like to travel as part of an international delegation with our Prime Minister? Well, it's just so lucky that political editor Jessica Munch McCoy took us for a little look behind the scenes. Usually you get to see this. Kilda Koto everybody. But you don't always get to see this and how we got here. Enter the Defence Force 757. They let me sit in the cockpit for takeoff so I could give you a good's eye view of taking off from Singapore. It's usually a cargo plane but when a Prime Minister is on board in slots the BIP section. Just under our gets around in a motorcade where car flanked by security and mini buses of officials travel behind. I love a good motorcade. There's nine New Zealand media on this trip and a whole lot of local media too. We're working to New Zealand time so we're often filing from wherever we can at airports on the road while the pimps are going on. Things are running a little late for the joint statement with the two prime ministers. So our MFA officials negotiated with the Astana officials to break protocol and let us to a live cross from outside the beautiful state building just in the nick of time. Add in sweltering heat and there's a bit of powder use, let you tell you. The next time I'm Mr and through officials. There's a lot of rushing and a lot of waiting and we're always thinking about the next bulletin. Breakfast, midday, online and of course seven sharp. But gosh you get to go to some amazing places. Just as well, you're out of there, Jess. Well, joining us now is just live from Tokyo and how many people are part of the delegation? Jessen, what is it like traveling with a group of that size, particularly at the moment during COVID times. Yeah, it's definitely strange traveling in COVID times and I spent a lot of years before this doing these trips really regularly each year, you know, maybe half a dozen to ten times a year and this time it did feel different and I think we were all a little bit out of practice of how to do it. There's about 50 people on the trip and that's the Prime Minister and her delegation of her delegation and her delegation of officials and staff and then there's the and I'll do this in descending order of going down the Air Force plane and then there's a business delegation who sit in the business seats in the middle and they're trying to network over here and trying to build those connections and then there's the media that sit in the middle and there's only a small group of us but we get quite a big section of the plane, luckily. Maybe they like to keep a bit of distance between us. And then the defense force staff as well, who get us over there and bring us back. So yeah, it's a bit of a shared experience on these trips, that's for sure. Was very impressed with the Prime Minister's seating on the plane, Jess. unlucky you didn't get the same seat, but how many events are packed into a packed into a packed into a day. Can you describe some of the formalities? Yeah, it's a lot and they're back to back. They're trying to squeeze in as much time as they can and unfortunately on this trip we're not in the motorcade. So what we have to do is leave a bit early from the event, scarper to the next event in our media minibus, and then wait and then get the pictures of the prime minister arriving at that one because she's got a motorcade obviously that zips through cities like Tokyo and for us it takes us a little bit longer to get there as a normal person on the street. So it goes back to back and because of the time difference we're still very much operating on New Zealand time so like tonight after this you know usually in a back in New Zealand we'd be heading off for the night and tucking my little girl into bed, but instead we're off to an event for a few hours tonight, that's due to wrap up about midnight New Zealand time. And then because of the time difference for breakfast for us, that's about five o'clock in the morning, Japan time. So you do end up kind of not being able to squeeze too much sleep in between, but you know, it for some some pretty bonding moments on these trips when you're feeling a bit delirious. Speaking of other reporters that I'm sure you bond with what kind of access to you guys sketch. Look it's pretty normal access to what we get from the Prime Minister on a day-to-day basis. There's probably a bit more of that shared experience because you're all exhausted and all a bit hot and flusted sometimes but on the plane sometimes when we're flying in between like we flew from Singapore to Japan last night and she will come down the back of the plane and have a chat and brief us on the next trip and things like that and that's probably more informal than we used to having with her you know most of the time it's those one o'clock press briefings that you see or the four o'clock post cabinet media conferences so it is definitely a little bit more relaxed in that sense and you get to have a bit of a chat to her and a bit of an off-the-record conversation on a few things. Sounds amazing, intriguing and very tiring. Behind the glamour, are there some standout moments are you getting enough to eat? I worry you see. How's have you tried some sake? There can be life-changing. I'm so glad I'm making it sound glamorous. This is good I want to. It's amazing. We're so lucky to be on these strips and I'm traveling with Scarlet Wild and it's her first trip overseas and that's her first trip overseas. And that's really cool because it's such a reminder of all the amazing things we get to shut them off so we get access to these amazing monuments and buildings and places by ourselves and it's really cool. I mean one of my standout memories of my whole career is when we went to India and they shut off the Taj Mahal for John Key and we were able to wander around it and it's just those moments that you would never get in any other lifetime but don't you worry we're being very well looked after by the Minister of Foreign Affairs and Trade officials and they are getting us lots of bento boxes. So don't you worry about that Hayden. Thank you for your concern. Sounds amazing. It's like a modern day slideshow when someone's come home from holiday. Enjoy your time over there, Jess Day Day Day. It's amazing isn't it? It looks like to me, I've never been on international trade delegation but it looks like maybe it's like a trip to the in-laws, you enjoy the food, you laugh at their jokes and then you ask them a big question and then like can I marry your daughter or can we have a free trade deal? It's much the same. It does. A lot of the time in life we're encouraged to stick things out to finish what we start to never give up. But one thing we're not taught as much is how to give up when something is not working up or as we like to call it, knowing when to grit and knowing when to quit. We're often told to never give up at any cost, whether it be a job, a diet, a relationship, a friendship, a sport. But if you're doing things just because you don't want to be a quitter, then maybe it's time to rethink things because sometimes it's okay to quit. For on this we joined by psychologist Sarah Chairman, evening Sarah, why is it that we feel the need to stick things out? Well, you know, I think we really cleaved to that old adage of, you know, if at first you don't succeed, try and try again, but also the research suggests that people don't necessarily have the confidence to leave, nor do they have a plan, and they worry about being judged socially, so we're a bit caught up and all of that kind of stuff. So what is it about the word quits that makes it negative? I know, we don't seem to like that word do we? I mean if we refrained it a bit and said you know I want to leave my job to you know seek a different direction or I want to I need to get out of this relationship because it's no good for me. We'd be fine with that wouldn't we? There is a stigma around that word question I think for us it might be synonymous with giving up, chucking in the towel and being a bit weak. Yep that's me from time to time so Sarah when do you draw the line? Look if you're thinking of leaving a job or a relationship or a friendship there will be a process that you go through and there will be red flags along the way so you'll be in your workplace and you'll think boy this is really draining. My self-esteem is a bit low, my confidence is being derailed. So you might get to that place where you go you know what? I need to quit and that's actually okay but it will be a process getting there. So once you've got there how do you quit gracefully? That's a million dollar question, isn't it? Because we would all like to quit gracefully. And I think there are a few key points. The first would be, have a plan. Ask yourself some questions and answer them as to how you will be when you quit or give up the job or leave the relationship or ditch the friendship. How would you feel? Will you be supported? And is this the right move for you? I mean you need to rally your confidence, but quitting's okay, you can do it, but you need a plan. Sarah, we have five kids between us. How do we talk to them about quitting? Because kids want to quit all the time. I know, but I think it's very laden in your values. It's all around your values. Of course you encourage your children to try things and to stick to their sports and their classes and their friendships, but you also have to look at toxicity levels. I mean if you've got a child and they've got a friend who is really nasty to them, you would probably say, you know what, you want to pack that up for a while. So each, you know, you know, individual example needs to be assessed for what it brings to the table. And if there are relationships and friendships and jobs that are negatively impacting on us and our kids, we need to let them know that it's okay to leave. It's okay to let go and we need to look after ourselves. Sarah we are quitting on you right now thank you so much for chatting with us take care. Don't go. Bye guys. I'm a compulsive quitter my house. I'm a compulsive quitter my house. My house is a shrine to half jobs that I've done got started with another. But one thing I will never quit is potato chips. I've tried. a family bag is enough for me, I'm a family of one when I go. Have you quit anything? I can try a bag of potato chips. Oh yeah, oh easy, easy in the car. Very moreish then, aren't they? Yeah, have you caught anything in your life? I just trying to think if you get, when you get older, do you start a, do you start new? when you get older, do you quit more or do you start new things? not quit but quit yourself. That's the great way of parenting. Right now, O Town, a stream is dreaming as a news TV series show featuring up and coming youngsters from South Auckland who have overcome barriers to realize their potential through the medium of music. And stars Sam 33, a group of talented musicians who harness the power of faith and family to find their place in the world. Tido, heading up brown, caught stories from the hood. Young people driven by community. And what I always told us was, my success is your success. Your success is my success. Inspired to aspire for greatness. The church boys, they helped us. Most of us were going down the wrong path. We just want, like, for younger dad, they are like us to be inspired and to keep going. I were up here in the heart of South Aucklande Pook, Otero, I'd like us to be inspired to keep going. I grew up here in the heart of South Auckland, Tupuque, Otara, or Otara. And for a long time, myself and my community were defined by our struggle, social marginalisation, crime, gangs, and immediate representation that fed directly into stereotypes. But from the inside looking out, Otara is a cultural melting pot and a breeding ground for talent. O-town dreaming is a new series that introduces our people and community that runs counter to what many perceive from the outside. Welcome to Alva, every treble cliff, every beat, every song, one dream at a time these are our stories sung and truthfully told in all our honesty and in all our glory all our youth telling these stories and living their dreams for the life-changing tenets of music what I want them to take away from the series is to see the good stuff not only just the bad stuff and and encourage them to be more positive when they look at South often and later. I see that we are a family and we are rich with our culture. Meet Sam 33, a church youth band made up of six members who are on a mission to share their stories with the world. They've definitely come a long way. We started from scratch. No musical abilities at all. First day, sounded a bit, you know. Roar. I fought proud in our team and how much we've grown for us. But, but, as you see, the provision, they've really picked up and really come a long way. Hey now we're soft 33 and the only way we keep it cheap. Cheer! High five for a round! High five for long round! At that time I felt like my playing wasn't good enough. It felt like I wasn't supposed to be there yet, but on the day it was awesome. It was awesome, it was awesome, honest. We were playing, we were smiling and then took the photos and that and we looked great. When we first sang like in front of my performance, like audience and stuff, it was found like home. But for me, it was like a way like to restore my faith in God and like to share like my story. And with the guidance and mental shit from all tera-o-gis, the church voice, Sam 33, realized their dreams. We told stories by singing, we told stories by drumming, by dancing, and so it's just natural that we used the same thing that our ancestors taught us. They showed us a different role through music. They showed us a world where violence didn't have to exist. Only where we keep a real. I am loving all of this. I'm going to watch this tonight on TV, Z on demand, maybe with a full bag of potato chips, family bag for myself. It does look good. Coming up on Seven Sharp, how chucky paper planes around the room has landed, a couple of quis, a trip to Europe. Plus. And working with my design. We're going to be doing this every day. Why'm trying to turn it into like his money for somebody. And that's what I do. Meet 89-year-old Ron, he's pounding the pavement, his inspiring story and how you can help at home. It's coming up in a tick. See you then. in, in one, clever tricks to turn back the clock in 10 years, in 10 days. Then live the high life in the posh new series Sally Lindsay's super rich sleepover. And later, Inran has a proposition for Toya on Coronation Street. Enjoy your Thursday night with us. One looks spicy, please. One makes spicy chicken. Hey, Barry Bro! I'll get you later. I'll get you later. All right, I'll run away. Oh no. Oh no. Oh no. Good night? Yeah, good asthma. flinging paper planes around the classroom was the highlight of their time at school. And now a couple of keywees are taking those skills. Get this, they're off to the world chance for paper plane flying. Just how far can you throw a paper plane? Find out in just a tickle scene. What are you bringing? I it with Kenri favorites. I mean, I'm sorry, I'm sorry. Hey, baby, just a little bit. R.E.S.B.C.T. B.C.T. B. What is your son has been accused of sexual assault? Wait! He's innocent. My job is to get him three, no return, streaming now, TV and Z on demand. I'm not a hockey mai, welcome back. Have you noticed that my suit matches the couch perfectly. That is not an accident. Anyway, do you remember, Captain Tom? I do remember that during lockdown, Tom? I do. Remember that during lockdown, the retired British Army officer, he raised 30 million pounds for the British Health Service and what he did was he walked around and round his backyard and never stopped. forest forest scump styles. He was not survived by Captain Tom, the brightly Christchurch pensioner, it's also pushing his walking frame to raise money for charity. Gendy Harper joined airman Ron on his first fundraising stroll. You're all set, Ron? Yeah, fine. Ready and rearing to go day one of 90. You couldn't have picked a better day to start. No. 89-year-old Ron Tanner is off round the block. It's about 20 minutes. A walker with a walker. Ron's irregular. And these parts, and recently one resident, Remarked that our Ron,-O-ron,-O-O-O-D-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-O-A-O-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A- these parts and recently one resident remarked that our Ron resembled England's Captain Tom. I said yes, but they started the whole source coming through the head. Captain Tommore, ex-military man turned lockdown legend, raising over 30 million pounds for Britain's health service simply by walking length of his garden. That was very interesting. I think everyone was. Yeah, they were. A great idea. An idea Ron is keen to run with. And that's what I did. He may call Christchurch home now, but Ron Towner was born in England in 1932. My first mental memory is being scared to death by the woman portrayed in my crown. Like Captain Tom, our Ron is ex-British military, the RAF. So it's little surprise that Eamon Ron's charity of choice is aviation related the Canterbury West Coast air rescue trust. How you doing? Good to see you. Crew chief Rick Knight is joining Ron on day one. I can't go too fast okay. And now I get a chick here. Yeah.. Yes. Yeah. And Ron is hoping to raise $90,000 in 90 days. $1,000 a day. That's it. Money the chopper trust needs desperately. So we need to raise $6 million a year to keep us going. And with the COVID, it's limited to the amount of money that is coming in. You've got to give me away when you go. Absolutely, yeah. Surprisingly, Eerman Ron's never been in a helicopter himself. That could change. Well make sure it's not the rescue on that. If you want to support Ron in person. So Ron's setting up a little, give a little page. You can't miss him, he's wearing all the branded gear. Yes. And what else were back if you don't do it? One pedestrian pensioner feeling the pressure. I think it's for you, if you can do that. I mean you certainly do the walking, whether you'll be able to raise the money or not. I'll have to wait to see. That part is up to the rest of us. Yeah we certainly can't thank you enough for doing all this for us Ron. Ehrman Ron's 90-day marathon will lead into his 90th birthday. He hasn't made any plans yet. I might take a day off on that day. You might need a cup of tea and a lie down. Oh fantastic. Great. And if you'd like to help Eamon Ron, the details on his give a little page are on our Facebook page. Well next month, two young Kiwis are soaring off to Austria for the Paper Plain World Championships. So what does it take to become a Paper Plain Pro? Here's Ruth Matheson. We have an incredible aeronautical history here in New Zealand and the next chapter starts at this YMCA. Dan Kinsley and Bailey Parsons have beaten out the rest of the country to represent us at the Red Bull Paper playing competition? I'd be honest, it's procrastinating unit work. Yeah, it just gave it a crack and then through 39 meters ended up going up to Auckland and sort of hit like a train I guess. Have you ever been to Austria before? And definitely not. Even going to Auckland, the inflon to Auckland was a bit like, oh okay. how did you get into paper planes? Well I started off as a excuse to spend some times with my mates and then within the week it was oh god I'm going to Austria at Paper Plain of Throwing in the country? Stupid. Yeah. It's so hard to explain to people, we have to explain it as a joke, yeah. You guys are coming like the Brendan McCullum and Richie McCor of Paper Place. I don't know if you can compare us to them, but sure. So Dan, tell me about you've got your own design. Yes. And you're keeping it secret? Yes. You might see it in flight, but you're not going to see it getting folded. I don't want other people seeing my design. It's pretty unique, and I'm quite proud of it. I'm quite proud of it at the moment. taking it now that you've won. Yeah probably give it a no a crack in two years. We embarrass ourselves when I come back. When I get it up to the roof and it's not done like a spiral on the way up. I think it was priced to six. Oh you're about 10% there. Do you get into a particular mindset? Is there any ritual or thing you do before you throw? No, do you think you're over complicating it a little bit? Yeah, it's just pay for playing today. Yeah. When trauma has taken its toll. I died three times, you might want to throw it a bit slower. Serious business. We'll be back in just a moment. We on the stars, I can hear the guitar. They're calling me up to be with you. When trauma has taken its toll. I died three times, the operating table, and I lost my right arm. I definitely don't recognize a sophistic theme. Can some ingenious tricks? I got those from a woman's shop. Even his gene? Really? Roll back the years? Goodness me! Then. Wow. Sally's in the countryside. Got me wellies? For her overnight kept. Your house is absolutely stunning. There's a hedge shoot like a door, which I think every country house should have. That's your Thursday night, next, on one. There's a hundred years of history hidden in Rapco, and some great offers too. Spend $100 or more, and you'll save 40 cents per lead on your next fuel topper. I am a smart fuel card holder, Breco, driven by patient for 100 years. I won't power ball, I'd start my own business so I can clock off early. insane. Have you got your ticket? No, it's been working late. Oh, maybe we should have taken such a long lunch. Nah. When you're short on time, play online at my not co.co.in Z. Mom, does a share lunch tomorrow? Let's make colour canned, huh? What is my glass? My glass smell so weird. Don't worry, grab the anchor. All about the milk. It's like Nana used to say, Only use the best. What's that? I got a taste of home since 1886. Make 2022 the year to slash your power bill. Go solar with Harrison's and get 20% off Q-cell solar panels and four years interest-free. Every panel sold helps support breast cancer foundation NC Harrison's 08000033. We both started investing regularly with Hatch for our wedding. We had our goal, but it was a lot of money. So we got married in the backyard and but it was a lot of money. So we got married in the backyard and put it towards building and house deposit. We got this place instead. Join the investment platform here to help you hatch your tomorrow. L lifestyles change, whether you're sizing up or sizing down, you want a builder who can meet your needs. What made you decide to build a new home as opposed to buying a really made home? Well, we just assumed we would need to buy an established house. Never really occurred to us that we'd be able to afford a brand new house. Yeah, I just remember wandering around this show and thinking, couldn't believe that we could get something as nice as that. You know, the kids moved on, you sort of might think that you'd have to compromise. It doesn't feel like we've compromised at all. We wanted to downsize and we've lived here. We haven't changed our opinion at all. Yep. All the things that I've ever wanted. We've managed to get in this little home. This is exactly what we need., they like it. Hey, what you mean? They like it. Hey, team! Do you like it? They like it. They like it. Fresh and fruity indulge the taste you love from the place you love. Made fresh right here. The MDS, none will take our leave and clean. It looks something like this. Neither they nor the planet can stop and wait. My ocean is deep. The NGZST is more style. More safety tech with 360 degree camera with a seven-year unlimited kilometer warranty. The NGZST is the more you've been looking for. They confided on to oxide. Ah, how new? On the show tomorrow, the great New Zealander who's making sure our war memorials are kept in tip-top shape and our fallen soldiers aren't forgotten. Those are our people today. That was seven sharp tonight. Ten years younger and ten days is up next. We'll see you tomorrow. Poor mate. I'm out of you."}