{"speakers": [], "chunks": [{"timestamp": [0.0, 11.24], "text": " Good morning, Tenakoto Khartoua. I'm Bernadine Oliver Kirby, you'll with"}, {"timestamp": [11.24, 16.8], "text": " aim early this Friday. Flash flooding forced evacuations for a number of Rekha Huts residents"}, {"timestamp": [16.8, 22.0], "text": " near Ashburtin overnight. Heavy rain on the west coast and on the divide was too tough for"}, {"timestamp": [22.0, 28.44], "text": " the river's mouth to handle with around five households facing water damage. Officials will be assessing the damage"}, {"timestamp": [28.44, 33.12], "text": " this morning. Just cinder, Adairn and the Japanese Prime Minister will"}, {"timestamp": [33.12, 38.04], "text": " negotiate an intelligent sharing agreement as New Zealand looks to strengthen its ties"}, {"timestamp": [38.04, 43.24], "text": " with Japan amidst current tensions with China. In their first ever meeting, Adairn"}, {"timestamp": [43.24, 45.36], "text": " and Fumio Kashida spent time"}, {"timestamp": [45.36, 49.76], "text": " together last night in Tokyo as part of the PM's first overseas trip since the"}, {"timestamp": [49.76, 53.84], "text": " start of the pandemic. In a joint statement the two prime ministers say the"}, {"timestamp": [53.84, 58.24], "text": " intelligent sharing arrangement is about protecting peace and security in the"}, {"timestamp": [58.24, 63.84], "text": " Indo-Pacific. They also agreed to support each other through sustainable economic growth with"}, {"timestamp": [63.84, 67.4], "text": " particular focus on food and beverage."}, {"timestamp": [67.4, 71.72], "text": " Climate change advocates are making their voices heard on Earth Day, handing over a"}, {"timestamp": [71.72, 77.12], "text": " petition to government, calling for an immediate ban on new fossil fuel boilers in New Zealand."}, {"timestamp": [77.12, 82.8], "text": " 350 Auteuril will hand over the petition with 19,000 signatures during a gathering"}, {"timestamp": [82.8, 85.92], "text": " at Wellington's Midland Park this afternoon."}, {"timestamp": [85.92, 91.36], "text": " The government has already committed to being carbon neutral by 2025, but the advocate"}, {"timestamp": [91.36, 96.8], "text": " group says banning new installations of fossil fuel heating sources will take concrete steps"}, {"timestamp": [96.8, 98.2], "text": " towards its goal."}, {"timestamp": [98.2, 103.2], "text": " Earth Days celebrated globally, with the target of bringing awareness to the impacts human"}, {"timestamp": [103.2, 105.0], "text": " actions have on climate change."}, {"timestamp": [105.0, 112.8], "text": " The United States has pledged a further $800 million in military aid to Ukraine, heavy artillery"}, {"timestamp": [112.8, 120.8], "text": " weapons, dozens of long-range cannons and 144,000 rounds of ammunition will be included in the package."}, {"timestamp": [120.8, 125.52], "text": " Civilians are taking up arms as violence escalates in the East and official scramble"}, {"timestamp": [125.52, 129.8], "text": " to evacuate more than 100,000 civilians from Maruyupol."}, {"timestamp": [129.8, 133.96], "text": " United States President Joe Biden says it takes a lot of bravery to use the weapons"}, {"timestamp": [133.96, 134.96], "text": " that the US is sending."}, {"timestamp": [134.96, 141.68], "text": " You got to admit, you must be amazed at the courage of this country, the resolve that"}, {"timestamp": [141.68, 146.0], "text": " they're showing, but the their military but the average citizen,"}, {"timestamp": [146.0, 150.0], "text": " men and women, young men, young women as well."}, {"timestamp": [150.0, 157.0], "text": " Meanwhile, Qs have been forming outside the Russian embassy in Ethiopia as men volunteer to fight against Ukraine."}, {"timestamp": [158.0, 163.0], "text": " The man fighting Scott Morrison to be Australia's next Prime Minister has tested positive for COVID."}, {"timestamp": [163.0, 169.04], "text": " Australia's opposition leader, Anthony Albanese, has been on the campaign trail ahead of the country's"}, {"timestamp": [169.04, 175.12], "text": " federal elections in May. He tested positive during a regular PCR test late last night."}, {"timestamp": [175.6, 181.04], "text": " Albanese says it's a bit of blow but he'll continue campaigning from home while isolating."}, {"timestamp": [182.32, 186.76], "text": " A fresh investigation is being launched into whether the British Prime Minister deliberately"}, {"timestamp": [186.76, 188.32], "text": " misled Parliament."}, {"timestamp": [188.32, 193.2], "text": " Bruce Johnson this week apologised for attending a party, breaking the lockdown rules"}, {"timestamp": [193.2, 194.88], "text": " his government had said."}, {"timestamp": [194.88, 199.84], "text": " But MPs have since approved the Privileges Committee launching an inquiry once the police have"}, {"timestamp": [199.84, 202.0], "text": " finished their own investigation."}, {"timestamp": [202.0, 206.0], "text": " Speaking from his trip to India, Johnson says he's not worried,"}, {"timestamp": [206.0, 210.0], "text": " adding the whole scandal is a complete waste of time."}, {"timestamp": [210.0, 214.0], "text": " Sports News and Blues First Five Bowdoin Barrett says a couple of weeks"}, {"timestamp": [214.0, 218.0], "text": " touring Australia is exactly what his side needs in order to mentally refresh"}, {"timestamp": [218.0, 222.0], "text": " after taxing first half of the Super Rugby season."}, {"timestamp": [222.0, 226.0], "text": " After eight games against local opponents, the Auckland side lead the Super Rugby competition,"}, {"timestamp": [226.0, 230.0], "text": " having recorded seven wins and just one loss."}, {"timestamp": [230.0, 232.0], "text": " Now they'll embark on a two-week tour of Ozzy,"}, {"timestamp": [232.0, 235.0], "text": " a trip that Barrett Hipes will reinvigorate the squad"}, {"timestamp": [235.0, 238.0], "text": " ahead of the back end of their campaign."}, {"timestamp": [238.0, 240.0], "text": " Playing different opponents, so yeah,"}, {"timestamp": [240.0, 243.0], "text": " and obviously touring in different cities in a different country,"}, {"timestamp": [243.0, 248.68], "text": " so it's always a good thing about rugby is seeing different parts of the world and embracing"}, {"timestamp": [248.68, 250.32], "text": " that as a team."}, {"timestamp": [250.32, 255.92], "text": " The blues spare off against newcomers, Fiji and Drour, in Melbourne, tomorrow."}, {"timestamp": [255.92, 261.64], "text": " It's official IX boss Eric Tenhag has been appointed as Manchester United's new manager."}, {"timestamp": [261.64, 265.28], "text": " The 52-year-old will replace interim coach Ralph Rangnik at"}, {"timestamp": [265.28, 270.16], "text": " the end of the season on a three-year deal. Tenhag will become United's fifth"}, {"timestamp": [270.16, 277.12], "text": " permanent manager since Sir Alex Ferguson retired in 2013. Let's take a look at the"}, {"timestamp": [277.12, 294.44], "text": " weather for Friday and enter the long weekend. There are severe weather watches in the North Island today including a heavy"}, {"timestamp": [294.44, 298.48], "text": " rain watch for Mount Taranaki, lower Northland, Auckland, why-cuttold,"}, {"timestamp": [298.48, 302.0], "text": " Coromandel, Coromandel, Peninsula and now also for Bay of Plenty and Gersbin."}, {"timestamp": [302.0, 309.56], "text": " Those down south tackling the Crown Range and Milford Road today, beyond alert, there's an orange snowfall warning in place."}, {"timestamp": [309.56, 313.64], "text": " Now moving on to the weather around the rest of the country, morning rain clears for"}, {"timestamp": [313.64, 319.08], "text": " a mostly fine afternoon in the last south and strong southerlies, die down by the evening,"}, {"timestamp": [319.08, 323.52], "text": " Queenstown 13 degrees, Dunedin 14 degrees."}, {"timestamp": [323.52, 325.68], "text": " It's cloudy on the west coast with a few showers this morning."}, {"timestamp": [325.68, 330.72], "text": " Westport 19 degrees. Grey mouth 18. Canterbury Marlborough. Nicely fine day. Watch up some"}, {"timestamp": [330.72, 336.8], "text": " morning rain. Gasty afternoon southerly. Blinom 20 degrees. Kraschut 16. Wet start for the low north."}, {"timestamp": [336.8, 345.4], "text": " Heavy rain this morning but a little die out before lunchtime. Wellington. Calvary coast 20 degrees today. There's more heavy rain for the central plateau"}, {"timestamp": [345.4, 346.72], "text": " as well as thunderstorms."}, {"timestamp": [346.72, 348.12], "text": " This will ease by the afternoon."}, {"timestamp": [348.12, 351.8], "text": " You plume of 21 degrees Topor 19 today."}, {"timestamp": [351.8, 355.72], "text": " Over on the east coast, rain remains heavy downpaws and thunderstorms."}, {"timestamp": [355.72, 359.68], "text": " The sun will try to emerge, but it won't start clearing it till the evening."}, {"timestamp": [359.68, 361.68], "text": " Napier toadong are both 22."}, {"timestamp": [361.68, 368.24], "text": " And at the top of the country, a lot more rain-headed jule, heavy falls, more thunderstorms. This easiest to the odd shower by the"}, {"timestamp": [368.24, 372.08], "text": " afternoon and clearest tonight. Auckland and Hamilton both on 21 degrees."}, {"timestamp": [372.08, 375.6], "text": " And looking ahead to your long weekend Saturday looking grey with a few"}, {"timestamp": [375.6, 379.04], "text": " showers for the upper north-east and lowest south-west south-west coasts."}, {"timestamp": [379.04, 388.32], "text": " Sunday will be wet along the west coast for both islands but fine elsewhere. A bit of a long weekend, I'm sorry about that, after the break."}, {"timestamp": [388.32, 392.64], "text": " Netflix earnings have plummeted this week but is the company worried?"}, {"timestamp": [392.64, 405.52], "text": " Plus you could be about to pay more for your child to see the doctor will discuss with a GP after six. Newshub has the most extensive nightly TV news coverage in"}, {"timestamp": [405.52, 409.56], "text": " Al-Tearoua. In breaking news it's been confirmed tonight. Live at 6 get the"}, {"timestamp": [409.56, 412.96], "text": " latest news, sports and weather from the award-winning team with Mike"}, {"timestamp": [412.96, 417.12], "text": " McRobbitt and Samantha Hayes. Extending our coverage is Rebecca Wright with"}, {"timestamp": [417.12, 422.94], "text": " Newshub live at 8. New to weeknights on Eden and the story continues and good"}, {"timestamp": [422.94, 425.36], "text": " Hippis joins News Hub Late with more news"}, {"timestamp": [425.36, 431.44], "text": " interviews and insights than ever before. We've got your nightly news covered. Make the switch."}, {"timestamp": [444.0, 447.0], "text": " pump price near you with share tank, a world first on our app. Z is for New Zealand."}, {"timestamp": [447.0, 451.32], "text": " Switch your home loan to Heartland and you could save up to $42,000 in interest payments"}, {"timestamp": [451.32, 454.8], "text": " on a $500,000 loan over a 25 year term."}, {"timestamp": [454.8, 457.0], "text": " So if you think you're paying too much for your mortgage,"}, {"timestamp": [457.0, 459.6], "text": " check out New Zealand's lowest standard fixed home loan rates."}, {"timestamp": [459.6, 462.12], "text": " Head to Heartland.co.org"}, {"timestamp": [462.12, 466.0], "text": ", to apply now."}, {"timestamp": [468.0, 469.0], "text": " What would you give for a child you loved?"}, {"timestamp": [471.0, 472.0], "text": " To make their wish come true."}, {"timestamp": [474.0, 475.0], "text": " To help them fight a critical illness, just imagine what you do."}, {"timestamp": [477.0, 480.0], "text": " Every single one of us can make the stars a line."}, {"timestamp": [480.0, 506.0], "text": " Because when we come together, hope and joy will shine. The All Electric Master, MX30. Welcome to Different."}, {"timestamp": [506.0, 510.0], "text": " We both started investing regularly with Hatch for our wedding."}, {"timestamp": [510.0, 513.0], "text": " We wanted to have a big thing with all our friends and family."}, {"timestamp": [513.0, 518.0], "text": " We had our end goal, but then we decided it was actually a lot of money."}, {"timestamp": [518.0, 523.0], "text": " So we got married in the backyard with everybody and put it towards building a house deposit."}, {"timestamp": [523.0, 525.52], "text": " We got this place instead."}, {"timestamp": [525.52, 527.52], "text": " Or at least the mortgage."}, {"timestamp": [527.52, 529.52], "text": " Whatever you're working towards,"}, {"timestamp": [529.52, 550.0], "text": " join the investment platform here to help you hatch your tomorrow. up and go dairy free. With gluten free, dairy free."}, {"timestamp": [550.0, 586.0], "text": " Find it in store today. Nite. Oh! I got it. Oh! I'm asking. Oh, little respect."}, {"timestamp": [586.0, 587.0], "text": " Just a little bit."}, {"timestamp": [587.0, 589.0], "text": " Hey, baby, just a little bit."}, {"timestamp": [589.0, 606.0], "text": " Hurry, S.B.C. actually. Nice to meet you, nice to meet you. Nice to meet you."}, {"timestamp": [606.0, 627.16], "text": " Good, we're A.M. Early. It is 20 minutes to 6 to international news first"}, {"timestamp": [627.16, 632.2], "text": " where hundreds of residents in Maruyupol are waiting to be evacuated as Russian forces"}, {"timestamp": [632.2, 637.12], "text": " seal off the Ukrainian city plus then this becomes the first city in the world to mandate"}, {"timestamp": [637.12, 642.12], "text": " a visitor's tax as the floating city is swamped with tourists. Maybe not a bad thing."}, {"timestamp": [642.12, 648.64], "text": " For more on this we're joined by A. correspondent Emily Van Velthaven. Good morning to you Emily Bonjono."}, {"timestamp": [648.64, 653.64], "text": " Good morning Van Adémédé. That's right actually new reports out of"}, {"timestamp": [653.64, 657.04], "text": " Maripo this morning. It's actually more than 120,000"}, {"timestamp": [657.04, 666.48], "text": " Maripo civilians desperately waiting for a humanitarian corridor. And that's because the clock is ticking for their safety,"}, {"timestamp": [666.48, 667.32], "text": " really."}, {"timestamp": [667.32, 670.16], "text": " Ukraine and President Volodomyazolinsky is saying"}, {"timestamp": [670.16, 673.88], "text": " that it could be days or even hours until they're no longer"}, {"timestamp": [673.88, 675.48], "text": " able to hold up this defense."}, {"timestamp": [675.48, 678.32], "text": " Now, just a few hours ago, US President Joe Biden"}, {"timestamp": [678.32, 681.28], "text": " announced an additional $800 million in military assistance."}, {"timestamp": [681.28, 685.92], "text": " So that simply couldn't come at a better time."}, {"timestamp": [685.92, 693.12], "text": " Meanwhile, Russian president Vladimir Putin has ordered a seal on Mariyupu city. So he scrapped"}, {"timestamp": [693.12, 699.6], "text": " plans to storm a local steel plant. So there really is no clarity on who's winning at the stage."}, {"timestamp": [699.6, 710.72], "text": " Yes, Russia has made some ground around the city, but remember they have been at this for weeks so no clarity yet but hopefully that US military assistance will help play things out in the next"}, {"timestamp": [710.72, 716.8], "text": " couple days. Yeah isn't it crazy to think we're talking about winning and losing wars in 2022?"}, {"timestamp": [716.8, 722.8], "text": " Emily from the atrocities of Ukraine to what seems like a world away in Venice they are coping with an"}, {"timestamp": [722.8, 725.04], "text": " influx of tourists now you're in Italy,"}, {"timestamp": [725.04, 726.64], "text": " you're in Caliidae, is it?"}, {"timestamp": [729.64, 734.08], "text": " Caliidae, sir. So how far is that from Venice? And tell me about this tax that's being"}, {"timestamp": [734.08, 737.12], "text": " imposed on all these visitors who are lucky enough to visit Venice."}, {"timestamp": [738.12, 743.52], "text": " So I'm on a little island in the middle of the Mediterranean and Venice is kind of up the north of the boat"}, {"timestamp": [743.52, 749.0], "text": " of Italy. But yeah, it's going to be the first city in the world to kind of charge this"}, {"timestamp": [749.0, 753.36], "text": " tourist tax for day trippers and it really is to help keep those insane"}, {"timestamp": [753.36, 756.96], "text": " tourist numbers down. I think pre-pandemic they were reporting something"}, {"timestamp": [756.96, 764.32], "text": " ridiculous of like 30 million tourists a year to Venice and over the Easter break they saw numbers of"}, {"timestamp": [764.32, 765.64], "text": " tourists that,"}, {"timestamp": [765.64, 767.56], "text": " I think it was around 120,000."}, {"timestamp": [767.56, 769.32], "text": " So they're kind of saying,"}, {"timestamp": [769.32, 772.28], "text": " all these numbers are kind of getting back to pre-pandemic."}, {"timestamp": [772.28, 774.72], "text": " And let me tell you, those numbers aren't enjoyable."}, {"timestamp": [774.72, 776.76], "text": " I visited Venice in November last year."}, {"timestamp": [776.76, 779.52], "text": " So that wasn't even like tourism season."}, {"timestamp": [779.52, 781.8], "text": " And it just wasn't very enjoyable."}, {"timestamp": [781.8, 785.68], "text": " You're walking in these crowds through these little alleyways and you're"}, {"timestamp": [785.68, 789.68], "text": " popping over these canals and you kind of forget how amazing this incredible floating city"}, {"timestamp": [789.68, 794.8], "text": " is because of the numbers. So I totally great with Venice on this one and if you want to go along"}, {"timestamp": [794.8, 801.28], "text": " it's going to cost you something like 16 bucks kiw for the day and an additional like 400 or 500"}, {"timestamp": [801.28, 808.0], "text": " or 500 bucks if you want to get your little Instagram snap on a gondola. Wow that does sound steep but I tell you what we're ready to travel I'm not"}, {"timestamp": [808.0, 812.24], "text": " going to lie. It's on my bucket list Venus but um well I have to bring my own"}, {"timestamp": [812.24, 818.08], "text": " water pistol in me. Yeah that's right they're not just trying to keep the tourists out but the"}, {"timestamp": [818.08, 822.48], "text": " peace as well. Sea golds have become such a problem defocating in the water"}, {"timestamp": [822.48, 826.0], "text": " ways and messing up all the beautiful"}, {"timestamp": [826.0, 832.48], "text": " piazzas that hotels and bars have started handing out little water pistols for patrons."}, {"timestamp": [832.48, 836.8], "text": " So you can shoot at birds, other restaurants and bars, I think in England have done it and"}, {"timestamp": [836.8, 837.8], "text": " it's pretty successful."}, {"timestamp": [837.8, 842.32], "text": " And it's a humane way of trying to get away sea goals and pigeons, but I feel like it kind of comes"}, {"timestamp": [842.32, 849.6], "text": " the vibe"}, {"timestamp": [849.6, 853.84], "text": " but then again I feel like the QE and me is like that could turn into quite a good drinking game"}, {"timestamp": [853.84, 856.08], "text": " so yeah this is where it's at this summer."}, {"timestamp": [856.08, 859.92], "text": " You sum that up so well and I don't at all feel sorry for you because I would I would stuff up with the crowds"}, {"timestamp": [859.92, 867.76], "text": " I would I would I would I would fight the crowds I would fight the pigeons and I would fight the pigeons and I would fight the pigeons and the pigeons and the pigeons and I would fight the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the sea girls and you know you I want to like you Emily but when you say you're living the dream on this"}, {"timestamp": [867.76, 872.48], "text": " gorgeous little island it's really hard. You are loving the dream."}, {"timestamp": [872.48, 875.72], "text": " Lovely to chat as always."}, {"timestamp": [875.72, 878.8], "text": " AM Europe correspondent, the lovely Emily Van Veltoven."}, {"timestamp": [878.8, 884.0], "text": " Well US earnings have been released and it seems that Netflix is in free fall losing"}, {"timestamp": [884.0, 886.36], "text": " subscribers for the first time in a decade."}, {"timestamp": [886.36, 891.24], "text": " Joining us now with more is Jardin head of content, Madison, Reedy, Morena to you,"}, {"timestamp": [891.24, 892.24], "text": " Mary?"}, {"timestamp": [892.24, 893.24], "text": " Moreina Vanidin."}, {"timestamp": [893.24, 896.32], "text": " How much of a worry of the Netflix numbers?"}, {"timestamp": [896.32, 900.72], "text": " Well Netflix is facing a rather strong reaction from investors this week."}, {"timestamp": [900.72, 904.72], "text": " She has slid 35% in a single day."}, {"timestamp": [904.72, 906.88], "text": " investors' market capitalisation. this week. It's shares slid 35% in a single day. Investors wiping 50 billion dollars"}, {"timestamp": [906.88, 912.72], "text": " off Netflix's entire market capitalization on the NASDAQ. And that was, as you said, its first"}, {"timestamp": [912.72, 918.8], "text": " quarter result, revealing that it had lost subscribers for the first time in a decade. So Netflix shed"}, {"timestamp": [918.8, 925.84], "text": " 200,000 users in the first three months of this year and it does expect to lose another up to"}, {"timestamp": [925.84, 931.6], "text": " 2 million of them. And in its letter to shareholders the company has raised concerns and cited"}, {"timestamp": [931.6, 936.8], "text": " revenue headwinds, things like inflation and competition which has always existed, but"}, {"timestamp": [936.8, 941.52], "text": " competitors are, sorry, commentators now really questioning whether or not in this high cost of living"}, {"timestamp": [941.52, 949.52], "text": " environment people will be able to keep affording affording Netflix if they'll cut it from their weekly spend when food is costing so much more and petrol"}, {"timestamp": [949.52, 955.04], "text": " or if people will just drop down their streaming speed so look to only have one streaming provider"}, {"timestamp": [955.04, 960.32], "text": " not all of them like Disney Amazon Prime and also neon on offer in New Zealand."}, {"timestamp": [960.32, 970.04], "text": " And interestingly another thing that the Netflix executives raised potential concern about this quarter around was the number of households that are sharing accounts."}, {"timestamp": [970.04, 974.4], "text": " It says that there's 100 million of them, and if you're one of them, it does have a"}, {"timestamp": [974.4, 975.4], "text": " plan to eventually monetize you."}, {"timestamp": [975.4, 980.8], "text": " Here's what the co-chief executive and founder of Netflix, read Hastings, had to say this week."}, {"timestamp": [980.8, 985.92], "text": " Pushing into it, we realized, you know, you know, with all of the account sharing, which we've"}, {"timestamp": [985.92, 988.32], "text": " always had, that's not a new thing."}, {"timestamp": [988.32, 992.72], "text": " But when you add that up together, we're getting a pretty high market penetration."}, {"timestamp": [992.72, 998.52], "text": " And that combined with the competition is really, you know, what we think is driving the lower"}, {"timestamp": [998.52, 1001.52], "text": " acquisition and lower growth."}, {"timestamp": [1001.52, 1006.4], "text": " Now none of that was enough to convince Netflix's biggest backer to stick with it."}, {"timestamp": [1006.4, 1010.92], "text": " The billionaire investor and huge fund manager Bill Ackman, I'm sure you've heard his"}, {"timestamp": [1010.92, 1018.04], "text": " name, he sold the stake, the huge stake of 3.1 million shares in Netflix just yesterday and"}, {"timestamp": [1018.04, 1022.0], "text": " reportedly he lost about 400 million dollars on that investment."}, {"timestamp": [1022.0, 1028.44], "text": " Wow, and you know I find it bizarre because you know while there's increased competition for streaming services and lockdown"}, {"timestamp": [1028.44, 1032.0], "text": " we really relied on so much of that TV and that binge watching."}, {"timestamp": [1032.0, 1035.32], "text": " Maddy Tesla on the other hand seems to be to be creamy it."}, {"timestamp": [1035.32, 1045.0], "text": " Certainly a brighter spot on the US earnings results from this week, Tesla beat analyst expectations with revenue growth of 81%"}, {"timestamp": [1045.72, 1050.96], "text": " so its revenue stat came in at $18.8 billion for the quarter."}, {"timestamp": [1050.96, 1052.6], "text": " It results showing that it's delivering"}, {"timestamp": [1052.6, 1054.6], "text": " and producing more electric vehicles"}, {"timestamp": [1054.6, 1058.32], "text": " to more keen customers and it's making a bigger margin"}, {"timestamp": [1058.32, 1059.76], "text": " on making them."}, {"timestamp": [1059.76, 1060.6], "text": " It is facing Hedwin's two."}, {"timestamp": [1062.94, 1067.08], "text": " though it's co-chief executive and founder Elon Musk did cite things and"}, {"timestamp": [1067.08, 1070.48], "text": " its analysts earning school yesterday about you know COVID lockdowns in"}, {"timestamp": [1070.48, 1074.12], "text": " Shanghai that has has halted production at its factory there was forced to"}, {"timestamp": [1074.12, 1077.12], "text": " close down for a short while it is back up and running it now though."}, {"timestamp": [1077.12, 1086.0], "text": " And it's also facing and struggling with this ongoing shortage of semiconductor chips, which are critical for the computer components within electric vehicles."}, {"timestamp": [1086.0, 1090.0], "text": " Despite all of that though, Elon Musk was very optimistic saying that quote,"}, {"timestamp": [1090.0, 1095.0], "text": " he's never been more excited about Tesla's future than he is right now."}, {"timestamp": [1095.0, 1109.56], "text": " Here's a little distracted though, Bernard D, with this 46.5 billion US dollar takeover of Twitter that he is putting out in public at the moment and actually just this morning overnight I've seen that an SEC filing has been"}, {"timestamp": [1109.56, 1115.16], "text": " released to the market which shows that Elon Musk has got some financing for"}, {"timestamp": [1115.16, 1120.28], "text": " about half of that deal from Morgan Stanley so he's certainly on his way to take that."}, {"timestamp": [1120.28, 1123.2], "text": " He's a clever man when you see these just slightly distracted I thought you meant his"}, {"timestamp": [1123.2, 1127.12], "text": " his eighth child he's just had number baby number eight I think briefly Maddy I want to touch on"}, {"timestamp": [1127.12, 1132.48], "text": " inflation here numbers released yesterday showing we're nudging 7% you know how can this be eased"}, {"timestamp": [1133.6, 1137.84], "text": " you well I guess it really depends on who you ask we've already seen that the reserve bank has"}, {"timestamp": [1137.84, 1145.44], "text": " taken a rather stronger take to tame inflation with their 50 basis point basis to the official cash rate last week."}, {"timestamp": [1145.44, 1150.48], "text": " But when you look behind that near 7% inflation and your figure that we got yesterday,"}, {"timestamp": [1150.48, 1156.08], "text": " a 30-year record high, a substantial amount of it is still those international problems."}, {"timestamp": [1156.08, 1162.0], "text": " So supply chain problems, also global commodity price spikes, and that is a result of the Russia-Ukraine invasion."}, {"timestamp": [1162.0, 1164.32], "text": " And also things like the domestic housing market."}, {"timestamp": [1164.32, 1165.52], "text": " But Jarden's economist John Karen-Karen, he's optimistically seeing some... is a result of the Russia-Ukraine invasion and also things like the domestic housing market."}, {"timestamp": [1165.52, 1171.44], "text": " But Jardin's economist John Karen, he's optimistically seeing some what he calls glimmers of hope"}, {"timestamp": [1171.44, 1176.64], "text": " in all of those areas that pressure is easing. So while he does believe that the reserve"}, {"timestamp": [1176.64, 1182.24], "text": " bank is likely to keep increasing the official cash rate this year, he expected to pause at around"}, {"timestamp": [1182.24, 1186.72], "text": " 2.25 percent, which is much lower than many other economists"}, {"timestamp": [1186.72, 1193.6], "text": " are expecting and he does expect it to possibly only peak at around 3% in 2023"}, {"timestamp": [1193.6, 1197.6], "text": " because higher rates as we know are not conducive to economic stability."}, {"timestamp": [1197.6, 1199.04], "text": " No they are not."}, {"timestamp": [1199.04, 1201.12], "text": " Seems like everyone's feeling the pinch at the moment."}, {"timestamp": [1201.12, 1204.12], "text": " Ad and head of content and medicine ready, thanks for your time as always."}, {"timestamp": [1204.12, 1208.96], "text": " Coming up on AM we discussed how inflation is putting pressure on GP's ability to deliver"}, {"timestamp": [1208.96, 1209.96], "text": " basic healthcare services."}, {"timestamp": [1209.96, 1214.96], "text": " That's coming up."}, {"timestamp": [1214.96, 1221.4], "text": " This Anzac Day, Transtasmine Titans Clash."}, {"timestamp": [1221.4, 1225.4], "text": " As the Warriors and Storm go head to head. Jackson!"}, {"timestamp": [1225.4, 1228.0], "text": " He's a flash of brilliance!"}, {"timestamp": [1228.0, 1231.0], "text": " Live and free on three."}, {"timestamp": [1231.0, 1233.0], "text": " Great times for the Warriors!"}, {"timestamp": [1233.0, 1235.0], "text": " Bought you by Sky Sport."}, {"timestamp": [1235.0, 1239.0], "text": " Unbelievable finishing!"}, {"timestamp": [1239.0, 1241.0], "text": " NRL Warriors versus Storm."}, {"timestamp": [1241.0, 1246.0], "text": " And that day, eight-th30 on 3 and 3 now? When did we lose it?"}, {"timestamp": [1246.0, 1247.0], "text": " The fun."}, {"timestamp": [1247.0, 1249.0], "text": " The light-heartedness."}, {"timestamp": [1249.0, 1251.0], "text": " The things that make life."}, {"timestamp": [1251.0, 1252.0], "text": " Life."}, {"timestamp": [1252.0, 1255.0], "text": " It's all about techno gadgets and sci-fi nonsense."}, {"timestamp": [1255.0, 1257.0], "text": " Let's bring back the fun."}, {"timestamp": [1257.0, 1267.0], "text": " The joy. Imagine an electric car that's not just electric. A car not for the future, but for us."}, {"timestamp": [1267.0, 1271.0], "text": " Recharge life with a Scoder plug-in hybrid electric range."}, {"timestamp": [1271.0, 1305.8], "text": " Scoder, simply clever. in development, Nutigrade is one of the highest protein cereals. For more than 90 years, our Jay Hooker has been there for your big moments, supporting"}, {"timestamp": [1305.8, 1309.16], "text": " you and your community."}, {"timestamp": [1309.16, 1315.32], "text": " When you know you are ready to sell, buy or lease, you know who you can trust."}, {"timestamp": [1315.32, 1319.6], "text": " Our Jay Hooker, when you know, you know."}, {"timestamp": [1319.6, 1324.32], "text": " The RSA is old."}, {"timestamp": [1324.32, 1331.92], "text": " But not every veteran that we support is. Please give generously to the"}, {"timestamp": [1331.92, 1333.52], "text": " poppy appeal this April."}, {"timestamp": [1333.52, 1340.72], "text": " So you reckon you've got what it takes to be a dairy farmer? Mystral! Hit it!"}, {"timestamp": [1340.72, 1346.0], "text": " You can't be easily distracted because you're beginning an office with a mean air's view."}, {"timestamp": [1346.0, 1347.0], "text": " Oye!"}, {"timestamp": [1347.0, 1350.0], "text": " So you enjoy playing with fun new toys?"}, {"timestamp": [1350.0, 1351.0], "text": " Yep."}, {"timestamp": [1351.0, 1354.0], "text": " You'll be expected to get out in the community."}, {"timestamp": [1354.0, 1356.0], "text": " You're a big part of what makes it tick."}, {"timestamp": [1356.0, 1357.0], "text": " What do you reckon?"}, {"timestamp": [1357.0, 1359.0], "text": " Still think you've got what it takes?"}, {"timestamp": [1359.0, 1366.0], "text": " Come join us. What is this taken? Am I took in?"}, {"timestamp": [1366.0, 1368.0], "text": " I'm here to save you."}, {"timestamp": [1368.0, 1372.0], "text": " She is the key to finding the lost predator."}, {"timestamp": [1372.0, 1374.0], "text": " After that!"}, {"timestamp": [1374.0, 1375.0], "text": " What is that?"}, {"timestamp": [1375.0, 1377.0], "text": " Sombic that sounds."}, {"timestamp": [1377.0, 1411.96], "text": " The Lost City. every time you choose Novice we'll donate towards planting"}, {"timestamp": [1411.96, 1416.08], "text": " native trees for a greener tomorrow. A novice appears fast guaranteed and"}, {"timestamp": [1416.08, 1420.8], "text": " certified meaning less waiting hassle and waste. So come on New Zealand"}, {"timestamp": [1420.8, 1445.0], "text": " to join with Noviceus for greener tomorrow. you Mitch our police asking for the public's help in identifying a mystery woman."}, {"timestamp": [1445.0, 1450.64], "text": " Yeah, good morning burn. A little bit of a grim start to Friday morning, but Tasman"}, {"timestamp": [1450.64, 1455.48], "text": " police are hoping for the public's help in identifying a lady that was found dead on"}, {"timestamp": [1455.48, 1461.8], "text": " Tuesday afternoon near Charleston. This lady is said to be between 30 and 50 years"}, {"timestamp": [1461.8, 1465.76], "text": " of age and was found a short distance from a local walking track near"}, {"timestamp": [1465.76, 1466.76], "text": " constant bay."}, {"timestamp": [1466.76, 1472.12], "text": " Now local police have not had any missing person reports which is making this task a"}, {"timestamp": [1472.12, 1477.6], "text": " little harder but they're hopeful that somebody in the community will have some information"}, {"timestamp": [1477.6, 1480.6], "text": " just on who this person may be."}, {"timestamp": [1480.6, 1485.4], "text": " Now they have released two images earlier this week, one of a pair of grey sneakers"}, {"timestamp": [1485.4, 1490.48], "text": " and the other of some pale blue leggings and a floral shirt as well."}, {"timestamp": [1490.48, 1496.32], "text": " So they're hoping that those identifying factors may be able to spark somebody's knowledge"}, {"timestamp": [1496.32, 1498.2], "text": " about who this person may be."}, {"timestamp": [1498.2, 1503.0], "text": " Now four days on from the discovery police say they have received some calls from people in the"}, {"timestamp": [1503.0, 1508.64], "text": " community but those leads haven't eventuated into anything yet so Tasman police are hoping over the"}, {"timestamp": [1508.64, 1511.96], "text": " weekend that some people will get in touch with some more information and we"}, {"timestamp": [1511.96, 1515.32], "text": " can find out who this lady is. Yeah if you know anything get in contact with the"}, {"timestamp": [1515.32, 1520.28], "text": " police thank you Mitch. Let's head to Auckland now Tamakemokoto and it's good morning"}, {"timestamp": [1520.28, 1525.04], "text": " to tear McDougal tear great news on Earth Day that there are tracks"}, {"timestamp": [1525.04, 1526.84], "text": " in the Auckland region reopening."}, {"timestamp": [1526.84, 1528.84], "text": " Perfect news for Earth Day."}, {"timestamp": [1528.84, 1531.2], "text": " Three tracks and the WhiteHarkety Rangers"}, {"timestamp": [1531.2, 1535.28], "text": " will be reopening today after four years of closure."}, {"timestamp": [1535.28, 1540.6], "text": " Now back in 2018, the tracks shut, so the Auckland City Council could get to work on"}, {"timestamp": [1540.6, 1548.4], "text": " removing some dieback disease that was attacking a beautiful and native Cody trees. It's also known that in the area there's a lot of rare and"}, {"timestamp": [1548.4, 1552.44], "text": " endangered birds so no doubt four years of closure would have really helped the"}, {"timestamp": [1552.44, 1556.96], "text": " birds thrive as well. Now the tracks are in the Pija area and if you've been to Pija you know"}, {"timestamp": [1556.96, 1562.12], "text": " how beautiful it is. By the time you walk to the top it is a stunning view of the Tasman Sea."}, {"timestamp": [1562.12, 1568.4], "text": " takes about one to two hours depending on what track you go on what track you go on. So if you're in the area and it is a nice day it is a big"}, {"timestamp": [1568.4, 1574.08], "text": " must do. Great advice, no good news. That were our aim reporters. Match and tear"}, {"timestamp": [1574.08, 1578.72], "text": " that was aim early. It's now four minutes to six."}], "text": " Good morning, Tenakoto Khartoua. I'm Bernadine Oliver Kirby, you'll with aim early this Friday. Flash flooding forced evacuations for a number of Rekha Huts residents near Ashburtin overnight. Heavy rain on the west coast and on the divide was too tough for the river's mouth to handle with around five households facing water damage. Officials will be assessing the damage this morning. Just cinder, Adairn and the Japanese Prime Minister will negotiate an intelligent sharing agreement as New Zealand looks to strengthen its ties with Japan amidst current tensions with China. In their first ever meeting, Adairn and Fumio Kashida spent time together last night in Tokyo as part of the PM's first overseas trip since the start of the pandemic. In a joint statement the two prime ministers say the intelligent sharing arrangement is about protecting peace and security in the Indo-Pacific. They also agreed to support each other through sustainable economic growth with particular focus on food and beverage. Climate change advocates are making their voices heard on Earth Day, handing over a petition to government, calling for an immediate ban on new fossil fuel boilers in New Zealand. 350 Auteuril will hand over the petition with 19,000 signatures during a gathering at Wellington's Midland Park this afternoon. The government has already committed to being carbon neutral by 2025, but the advocate group says banning new installations of fossil fuel heating sources will take concrete steps towards its goal. Earth Days celebrated globally, with the target of bringing awareness to the impacts human actions have on climate change. The United States has pledged a further $800 million in military aid to Ukraine, heavy artillery weapons, dozens of long-range cannons and 144,000 rounds of ammunition will be included in the package. Civilians are taking up arms as violence escalates in the East and official scramble to evacuate more than 100,000 civilians from Maruyupol. United States President Joe Biden says it takes a lot of bravery to use the weapons that the US is sending. You got to admit, you must be amazed at the courage of this country, the resolve that they're showing, but the their military but the average citizen, men and women, young men, young women as well. Meanwhile, Qs have been forming outside the Russian embassy in Ethiopia as men volunteer to fight against Ukraine. The man fighting Scott Morrison to be Australia's next Prime Minister has tested positive for COVID. Australia's opposition leader, Anthony Albanese, has been on the campaign trail ahead of the country's federal elections in May. He tested positive during a regular PCR test late last night. Albanese says it's a bit of blow but he'll continue campaigning from home while isolating. A fresh investigation is being launched into whether the British Prime Minister deliberately misled Parliament. Bruce Johnson this week apologised for attending a party, breaking the lockdown rules his government had said. But MPs have since approved the Privileges Committee launching an inquiry once the police have finished their own investigation. Speaking from his trip to India, Johnson says he's not worried, adding the whole scandal is a complete waste of time. Sports News and Blues First Five Bowdoin Barrett says a couple of weeks touring Australia is exactly what his side needs in order to mentally refresh after taxing first half of the Super Rugby season. After eight games against local opponents, the Auckland side lead the Super Rugby competition, having recorded seven wins and just one loss. Now they'll embark on a two-week tour of Ozzy, a trip that Barrett Hipes will reinvigorate the squad ahead of the back end of their campaign. Playing different opponents, so yeah, and obviously touring in different cities in a different country, so it's always a good thing about rugby is seeing different parts of the world and embracing that as a team. The blues spare off against newcomers, Fiji and Drour, in Melbourne, tomorrow. It's official IX boss Eric Tenhag has been appointed as Manchester United's new manager. The 52-year-old will replace interim coach Ralph Rangnik at the end of the season on a three-year deal. Tenhag will become United's fifth permanent manager since Sir Alex Ferguson retired in 2013. Let's take a look at the weather for Friday and enter the long weekend. There are severe weather watches in the North Island today including a heavy rain watch for Mount Taranaki, lower Northland, Auckland, why-cuttold, Coromandel, Coromandel, Peninsula and now also for Bay of Plenty and Gersbin. Those down south tackling the Crown Range and Milford Road today, beyond alert, there's an orange snowfall warning in place. Now moving on to the weather around the rest of the country, morning rain clears for a mostly fine afternoon in the last south and strong southerlies, die down by the evening, Queenstown 13 degrees, Dunedin 14 degrees. It's cloudy on the west coast with a few showers this morning. Westport 19 degrees. Grey mouth 18. Canterbury Marlborough. Nicely fine day. Watch up some morning rain. Gasty afternoon southerly. Blinom 20 degrees. Kraschut 16. Wet start for the low north. Heavy rain this morning but a little die out before lunchtime. Wellington. Calvary coast 20 degrees today. There's more heavy rain for the central plateau as well as thunderstorms. This will ease by the afternoon. You plume of 21 degrees Topor 19 today. Over on the east coast, rain remains heavy downpaws and thunderstorms. The sun will try to emerge, but it won't start clearing it till the evening. Napier toadong are both 22. And at the top of the country, a lot more rain-headed jule, heavy falls, more thunderstorms. This easiest to the odd shower by the afternoon and clearest tonight. Auckland and Hamilton both on 21 degrees. And looking ahead to your long weekend Saturday looking grey with a few showers for the upper north-east and lowest south-west south-west coasts. Sunday will be wet along the west coast for both islands but fine elsewhere. A bit of a long weekend, I'm sorry about that, after the break. Netflix earnings have plummeted this week but is the company worried? Plus you could be about to pay more for your child to see the doctor will discuss with a GP after six. Newshub has the most extensive nightly TV news coverage in Al-Tearoua. In breaking news it's been confirmed tonight. Live at 6 get the latest news, sports and weather from the award-winning team with Mike McRobbitt and Samantha Hayes. Extending our coverage is Rebecca Wright with Newshub live at 8. New to weeknights on Eden and the story continues and good Hippis joins News Hub Late with more news interviews and insights than ever before. We've got your nightly news covered. Make the switch. pump price near you with share tank, a world first on our app. Z is for New Zealand. Switch your home loan to Heartland and you could save up to $42,000 in interest payments on a $500,000 loan over a 25 year term. So if you think you're paying too much for your mortgage, check out New Zealand's lowest standard fixed home loan rates. Head to Heartland.co.org, to apply now. What would you give for a child you loved? To make their wish come true. To help them fight a critical illness, just imagine what you do. Every single one of us can make the stars a line. Because when we come together, hope and joy will shine. The All Electric Master, MX30. Welcome to Different. We both started investing regularly with Hatch for our wedding. We wanted to have a big thing with all our friends and family. We had our end goal, but then we decided it was actually a lot of money. So we got married in the backyard with everybody and put it towards building a house deposit. We got this place instead. Or at least the mortgage. Whatever you're working towards, join the investment platform here to help you hatch your tomorrow. up and go dairy free. With gluten free, dairy free. Find it in store today. Nite. Oh! I got it. Oh! I'm asking. Oh, little respect. Just a little bit. Hey, baby, just a little bit. Hurry, S.B.C. actually. Nice to meet you, nice to meet you. Nice to meet you. Good, we're A.M. Early. It is 20 minutes to 6 to international news first where hundreds of residents in Maruyupol are waiting to be evacuated as Russian forces seal off the Ukrainian city plus then this becomes the first city in the world to mandate a visitor's tax as the floating city is swamped with tourists. Maybe not a bad thing. For more on this we're joined by A. correspondent Emily Van Velthaven. Good morning to you Emily Bonjono. Good morning Van Adémédé. That's right actually new reports out of Maripo this morning. It's actually more than 120,000 Maripo civilians desperately waiting for a humanitarian corridor. And that's because the clock is ticking for their safety, really. Ukraine and President Volodomyazolinsky is saying that it could be days or even hours until they're no longer able to hold up this defense. Now, just a few hours ago, US President Joe Biden announced an additional $800 million in military assistance. So that simply couldn't come at a better time. Meanwhile, Russian president Vladimir Putin has ordered a seal on Mariyupu city. So he scrapped plans to storm a local steel plant. So there really is no clarity on who's winning at the stage. Yes, Russia has made some ground around the city, but remember they have been at this for weeks so no clarity yet but hopefully that US military assistance will help play things out in the next couple days. Yeah isn't it crazy to think we're talking about winning and losing wars in 2022? Emily from the atrocities of Ukraine to what seems like a world away in Venice they are coping with an influx of tourists now you're in Italy, you're in Caliidae, is it? Caliidae, sir. So how far is that from Venice? And tell me about this tax that's being imposed on all these visitors who are lucky enough to visit Venice. So I'm on a little island in the middle of the Mediterranean and Venice is kind of up the north of the boat of Italy. But yeah, it's going to be the first city in the world to kind of charge this tourist tax for day trippers and it really is to help keep those insane tourist numbers down. I think pre-pandemic they were reporting something ridiculous of like 30 million tourists a year to Venice and over the Easter break they saw numbers of tourists that, I think it was around 120,000. So they're kind of saying, all these numbers are kind of getting back to pre-pandemic. And let me tell you, those numbers aren't enjoyable. I visited Venice in November last year. So that wasn't even like tourism season. And it just wasn't very enjoyable. You're walking in these crowds through these little alleyways and you're popping over these canals and you kind of forget how amazing this incredible floating city is because of the numbers. So I totally great with Venice on this one and if you want to go along it's going to cost you something like 16 bucks kiw for the day and an additional like 400 or 500 or 500 bucks if you want to get your little Instagram snap on a gondola. Wow that does sound steep but I tell you what we're ready to travel I'm not going to lie. It's on my bucket list Venus but um well I have to bring my own water pistol in me. Yeah that's right they're not just trying to keep the tourists out but the peace as well. Sea golds have become such a problem defocating in the water ways and messing up all the beautiful piazzas that hotels and bars have started handing out little water pistols for patrons. So you can shoot at birds, other restaurants and bars, I think in England have done it and it's pretty successful. And it's a humane way of trying to get away sea goals and pigeons, but I feel like it kind of comes the vibe but then again I feel like the QE and me is like that could turn into quite a good drinking game so yeah this is where it's at this summer. You sum that up so well and I don't at all feel sorry for you because I would I would stuff up with the crowds I would I would I would I would fight the crowds I would fight the pigeons and I would fight the pigeons and I would fight the pigeons and the pigeons and the pigeons and I would fight the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the pigeons and the sea girls and you know you I want to like you Emily but when you say you're living the dream on this gorgeous little island it's really hard. You are loving the dream. Lovely to chat as always. AM Europe correspondent, the lovely Emily Van Veltoven. Well US earnings have been released and it seems that Netflix is in free fall losing subscribers for the first time in a decade. Joining us now with more is Jardin head of content, Madison, Reedy, Morena to you, Mary? Moreina Vanidin. How much of a worry of the Netflix numbers? Well Netflix is facing a rather strong reaction from investors this week. She has slid 35% in a single day. investors' market capitalisation. this week. It's shares slid 35% in a single day. Investors wiping 50 billion dollars off Netflix's entire market capitalization on the NASDAQ. And that was, as you said, its first quarter result, revealing that it had lost subscribers for the first time in a decade. So Netflix shed 200,000 users in the first three months of this year and it does expect to lose another up to 2 million of them. And in its letter to shareholders the company has raised concerns and cited revenue headwinds, things like inflation and competition which has always existed, but competitors are, sorry, commentators now really questioning whether or not in this high cost of living environment people will be able to keep affording affording Netflix if they'll cut it from their weekly spend when food is costing so much more and petrol or if people will just drop down their streaming speed so look to only have one streaming provider not all of them like Disney Amazon Prime and also neon on offer in New Zealand. And interestingly another thing that the Netflix executives raised potential concern about this quarter around was the number of households that are sharing accounts. It says that there's 100 million of them, and if you're one of them, it does have a plan to eventually monetize you. Here's what the co-chief executive and founder of Netflix, read Hastings, had to say this week. Pushing into it, we realized, you know, you know, with all of the account sharing, which we've always had, that's not a new thing. But when you add that up together, we're getting a pretty high market penetration. And that combined with the competition is really, you know, what we think is driving the lower acquisition and lower growth. Now none of that was enough to convince Netflix's biggest backer to stick with it. The billionaire investor and huge fund manager Bill Ackman, I'm sure you've heard his name, he sold the stake, the huge stake of 3.1 million shares in Netflix just yesterday and reportedly he lost about 400 million dollars on that investment. Wow, and you know I find it bizarre because you know while there's increased competition for streaming services and lockdown we really relied on so much of that TV and that binge watching. Maddy Tesla on the other hand seems to be to be creamy it. Certainly a brighter spot on the US earnings results from this week, Tesla beat analyst expectations with revenue growth of 81% so its revenue stat came in at $18.8 billion for the quarter. It results showing that it's delivering and producing more electric vehicles to more keen customers and it's making a bigger margin on making them. It is facing Hedwin's two. though it's co-chief executive and founder Elon Musk did cite things and its analysts earning school yesterday about you know COVID lockdowns in Shanghai that has has halted production at its factory there was forced to close down for a short while it is back up and running it now though. And it's also facing and struggling with this ongoing shortage of semiconductor chips, which are critical for the computer components within electric vehicles. Despite all of that though, Elon Musk was very optimistic saying that quote, he's never been more excited about Tesla's future than he is right now. Here's a little distracted though, Bernard D, with this 46.5 billion US dollar takeover of Twitter that he is putting out in public at the moment and actually just this morning overnight I've seen that an SEC filing has been released to the market which shows that Elon Musk has got some financing for about half of that deal from Morgan Stanley so he's certainly on his way to take that. He's a clever man when you see these just slightly distracted I thought you meant his his eighth child he's just had number baby number eight I think briefly Maddy I want to touch on inflation here numbers released yesterday showing we're nudging 7% you know how can this be eased you well I guess it really depends on who you ask we've already seen that the reserve bank has taken a rather stronger take to tame inflation with their 50 basis point basis to the official cash rate last week. But when you look behind that near 7% inflation and your figure that we got yesterday, a 30-year record high, a substantial amount of it is still those international problems. So supply chain problems, also global commodity price spikes, and that is a result of the Russia-Ukraine invasion. And also things like the domestic housing market. But Jarden's economist John Karen-Karen, he's optimistically seeing some... is a result of the Russia-Ukraine invasion and also things like the domestic housing market. But Jardin's economist John Karen, he's optimistically seeing some what he calls glimmers of hope in all of those areas that pressure is easing. So while he does believe that the reserve bank is likely to keep increasing the official cash rate this year, he expected to pause at around 2.25 percent, which is much lower than many other economists are expecting and he does expect it to possibly only peak at around 3% in 2023 because higher rates as we know are not conducive to economic stability. No they are not. Seems like everyone's feeling the pinch at the moment. Ad and head of content and medicine ready, thanks for your time as always. Coming up on AM we discussed how inflation is putting pressure on GP's ability to deliver basic healthcare services. That's coming up. This Anzac Day, Transtasmine Titans Clash. As the Warriors and Storm go head to head. Jackson! He's a flash of brilliance! Live and free on three. Great times for the Warriors! Bought you by Sky Sport. Unbelievable finishing! NRL Warriors versus Storm. And that day, eight-th30 on 3 and 3 now? When did we lose it? The fun. The light-heartedness. The things that make life. Life. It's all about techno gadgets and sci-fi nonsense. Let's bring back the fun. The joy. Imagine an electric car that's not just electric. A car not for the future, but for us. Recharge life with a Scoder plug-in hybrid electric range. Scoder, simply clever. in development, Nutigrade is one of the highest protein cereals. For more than 90 years, our Jay Hooker has been there for your big moments, supporting you and your community. When you know you are ready to sell, buy or lease, you know who you can trust. Our Jay Hooker, when you know, you know. The RSA is old. But not every veteran that we support is. Please give generously to the poppy appeal this April. So you reckon you've got what it takes to be a dairy farmer? Mystral! Hit it! You can't be easily distracted because you're beginning an office with a mean air's view. Oye! So you enjoy playing with fun new toys? Yep. You'll be expected to get out in the community. You're a big part of what makes it tick. What do you reckon? Still think you've got what it takes? Come join us. What is this taken? Am I took in? I'm here to save you. She is the key to finding the lost predator. After that! What is that? Sombic that sounds. The Lost City. every time you choose Novice we'll donate towards planting native trees for a greener tomorrow. A novice appears fast guaranteed and certified meaning less waiting hassle and waste. So come on New Zealand to join with Noviceus for greener tomorrow. you Mitch our police asking for the public's help in identifying a mystery woman. Yeah, good morning burn. A little bit of a grim start to Friday morning, but Tasman police are hoping for the public's help in identifying a lady that was found dead on Tuesday afternoon near Charleston. This lady is said to be between 30 and 50 years of age and was found a short distance from a local walking track near constant bay. Now local police have not had any missing person reports which is making this task a little harder but they're hopeful that somebody in the community will have some information just on who this person may be. Now they have released two images earlier this week, one of a pair of grey sneakers and the other of some pale blue leggings and a floral shirt as well. So they're hoping that those identifying factors may be able to spark somebody's knowledge about who this person may be. Now four days on from the discovery police say they have received some calls from people in the community but those leads haven't eventuated into anything yet so Tasman police are hoping over the weekend that some people will get in touch with some more information and we can find out who this lady is. Yeah if you know anything get in contact with the police thank you Mitch. Let's head to Auckland now Tamakemokoto and it's good morning to tear McDougal tear great news on Earth Day that there are tracks in the Auckland region reopening. Perfect news for Earth Day. Three tracks and the WhiteHarkety Rangers will be reopening today after four years of closure. Now back in 2018, the tracks shut, so the Auckland City Council could get to work on removing some dieback disease that was attacking a beautiful and native Cody trees. It's also known that in the area there's a lot of rare and endangered birds so no doubt four years of closure would have really helped the birds thrive as well. Now the tracks are in the Pija area and if you've been to Pija you know how beautiful it is. By the time you walk to the top it is a stunning view of the Tasman Sea. takes about one to two hours depending on what track you go on what track you go on. So if you're in the area and it is a nice day it is a big must do. Great advice, no good news. That were our aim reporters. Match and tear that was aim early. It's now four minutes to six."}