{"speakers": [], "chunks": [{"timestamp": [0.0, 3.52], "text": " Tonight in one news, will the cost of living keep going up?"}, {"timestamp": [3.52, 7.88], "text": " Another confirmation, things are getting more expensive for you and your family."}, {"timestamp": [7.88, 10.16], "text": " Inflation hits a record high."}, {"timestamp": [10.16, 12.92], "text": " How do we compare to other countries?"}, {"timestamp": [12.92, 26.48], "text": " A desperate call for help from Ukrainian fighters, a muddy loophole, as Russia fires up. launching a powerful nuclear capable missile the president"}, {"timestamp": [26.48, 32.0], "text": " Putin says will make enemies think twice and a royal reunion Prince"}, {"timestamp": [32.0, 35.6], "text": " Harry reveals what happened during his first meeting with his grandmother"}, {"timestamp": [35.6, 50.72], "text": " in a year what he discussed Good evening, we've been telling you for a while now how we're paying more for"}, {"timestamp": [50.72, 51.72], "text": " things."}, {"timestamp": [51.72, 56.44], "text": " Now, official confirmation, the cost of living has skyrocketed."}, {"timestamp": [56.44, 60.8], "text": " Inflation is soared to 6.9% in the three months to March."}, {"timestamp": [60.8, 63.96], "text": " The one-point increase on the previous quarter is the biggest jump in more than"}, {"timestamp": [63.96, 66.0], "text": " 30 years. The figure which measures the biggest jump in more than 30 years."}, {"timestamp": [66.0, 73.0], "text": " The figure which measures the annual increase in prices for certain goods and services is lower than many economists had forecast."}, {"timestamp": [73.0, 82.0], "text": " It's being driven by rising construction costs, rents, petrol and increasing costs overseas for food and secondhand cars."}, {"timestamp": [82.0, 86.0], "text": " But we're not the only one suffering as the Ukraine conflict,"}, {"timestamp": [86.0, 89.0], "text": " COVID and global supply issues continue to take a toll."}, {"timestamp": [89.0, 96.0], "text": " The better context, 7.7% is a total inflation rate for the OECD group of countries."}, {"timestamp": [96.0, 105.0], "text": " It's 8.5% in the United States and hitting 7% in the UK just last week, a 30-year high there."}, {"timestamp": [105.0, 113.0], "text": " Our neighbours Australia is lower at 3.5% but that's expected to go up when their latest figures are released next week."}, {"timestamp": [113.0, 117.0], "text": " Katie Bradford has more of the breakdown and analysis."}, {"timestamp": [117.0, 120.0], "text": " Even Truna is expensive."}, {"timestamp": [120.0, 125.44], "text": " Keeping the pantry stopped is getting tougher and tougher and it's not just basics."}, {"timestamp": [125.44, 129.92], "text": " Our everyday living, our hair cuts used to be $10 now, they're rising."}, {"timestamp": [129.92, 131.92], "text": " We are looking at the 2030 plus."}, {"timestamp": [131.92, 135.36], "text": " The cost of building somewhere to live is also rising."}, {"timestamp": [135.36, 141.04], "text": " Construction materials up 18% driven by supply chain problems and record building"}, {"timestamp": [141.04, 143.52], "text": " consents, creating huge demand."}, {"timestamp": [143.52, 146.6], "text": " A number of them are concerned about their cash flows."}, {"timestamp": [146.6, 150.76], "text": " At the consumer end, real concern about what will it cost."}, {"timestamp": [150.76, 154.8], "text": " That's creating uncertainty too for those building or renovating."}, {"timestamp": [154.8, 160.2], "text": " Talk to your builder, talk to designers early, get an understanding of what's going on,"}, {"timestamp": [160.2, 163.6], "text": " understand what can be fixed in terms of price and what can't be."}, {"timestamp": [163.6, 168.0], "text": " Junior is working as much as he can, but even buying basics like nails can be tough."}, {"timestamp": [168.0, 170.0], "text": " They're not cheap."}, {"timestamp": [170.0, 174.0], "text": " The government's decision to temporarily cut fuel taxes has had a tiny impact"}, {"timestamp": [174.0, 179.0], "text": " about the price of petrol still rose 32% in the last three months"}, {"timestamp": [179.0, 182.0], "text": " and as rent and food prices also increase,"}, {"timestamp": [182.0, 185.44], "text": " Kids Can is feeding an increasing number of school children."}, {"timestamp": [185.44, 191.12], "text": " It's really an indictment on our society that kids can as needed and that we need to be"}, {"timestamp": [191.12, 197.12], "text": " putting food into the mouths of almost 40,000 children a day across this country."}, {"timestamp": [197.12, 199.92], "text": " While kids starve, politicians argue."}, {"timestamp": [199.92, 202.32], "text": " Hey listen Grant Robinson you're addicted to spending."}, {"timestamp": [202.32, 206.4], "text": " Labor plans to spend an extra six billion dollars in next month's budget."}, {"timestamp": [206.4, 208.8], "text": " And it's just putting inflationary fuel on the fire."}, {"timestamp": [208.8, 212.2], "text": " We're not talking about cutting services or having austerity."}, {"timestamp": [212.2, 215.2], "text": " What we're saying is let's be really thoughtful and intentional about that."}, {"timestamp": [215.2, 218.0], "text": " What spending do people not want us to undertake?"}, {"timestamp": [218.0, 222.32], "text": " If you're thinking about the kinds of spending that a government might do that would be big enough"}, {"timestamp": [222.32, 225.0], "text": " to really have an impact on inflation."}, {"timestamp": [225.0, 227.0], "text": " You're thinking about things like the wage subsidy scheme."}, {"timestamp": [227.0, 229.0], "text": " Is that what people saying we shouldn't have done?"}, {"timestamp": [229.0, 234.0], "text": " Many of the factors driving inflation are global, as the Prime Minister pointed out,"}, {"timestamp": [234.0, 236.0], "text": " while being interviewed overseas."}, {"timestamp": [236.0, 241.0], "text": " Other countries, the UK, the USA and others are also experiencing."}, {"timestamp": [241.0, 245.16], "text": " We are not alone. Wages are rising slowly but it's not anywhere"}, {"timestamp": [245.16, 249.36], "text": " as fast as general inflation making it tough for those on the minimum wage."}, {"timestamp": [249.36, 254.2], "text": " That's not going to get you anywhere especially with the housing that's going"}, {"timestamp": [254.2, 260.8], "text": " up. It's ridiculous. And as people scrape by... We're blessed to have been given this"}, {"timestamp": [260.8, 268.24], "text": " box here from a friend. Every little bit helps. And Katie joins us now"}, {"timestamp": [268.24, 272.88], "text": " live from Wellington so Katie that inflation shock it was expected but will it get"}, {"timestamp": [272.88, 276.08], "text": " better any time soon?"}, {"timestamp": [276.56, 281.52], "text": " Kiyorra well bad the bad news is set to continue that misery continuing for some time."}, {"timestamp": [281.52, 290.72], "text": " Look the prediction is that inflation could still go above 7% in the next quarter, then start leveling out staying above around 5% for the rest of the year."}, {"timestamp": [290.72, 296.72], "text": " Those are not pretty numbers and of course once prices start going up they really come down."}, {"timestamp": [296.72, 301.44], "text": " Economic data and predictions have been very shaky during the pandemic so it's hard to know"}, {"timestamp": [301.44, 307.72], "text": " the government banking on that coming down though the reserve bank likely to keep increasing the official cash rate which"}, {"timestamp": [307.72, 311.68], "text": " means interest rates keep going up causing more pain there perhaps is a"}, {"timestamp": [311.68, 315.72], "text": " glimmer of hope though and that is when it comes to those issues oversee our"}, {"timestamp": [315.72, 319.38], "text": " tradables inflation that is inflation of prices from overseas that we can't really"}, {"timestamp": [319.38, 324.02], "text": " control things like fuel and food and secondhand cars that was much higher than domestic"}, {"timestamp": [324.02, 325.0], "text": " domestic inflation but there are some signs that so supply chain problems are starting to like fuel and food and second-hand cars that was much higher than domestic"}, {"timestamp": [325.0, 329.08], "text": " inflation but there are some signs that so supply chain problems are"}, {"timestamp": [329.08, 333.44], "text": " starting to ease starting to come back a bit and that may mean those pressures"}, {"timestamp": [333.44, 337.64], "text": " come off. Oh that's good news and Katie the government will release its budget next"}, {"timestamp": [337.64, 342.6], "text": " month well that tackle the cost of living crisis what are your thoughts on that?"}, {"timestamp": [342.6, 348.0], "text": " well this is certainly become a major political issue or political parties"}, {"timestamp": [348.0, 352.0], "text": " jumping on this of course because this is an issue that affects every single"}, {"timestamp": [352.0, 356.0], "text": " New Zealander. The government's starting to become defensive over this issue"}, {"timestamp": [356.0, 363.0], "text": " defending its spending, defending its actions around there, pointing out the moves they are making such as cutting the fuel tax."}, {"timestamp": [363.0, 367.52], "text": " But Grant Robson today also talking about those commerce commission inquiries"}, {"timestamp": [367.52, 371.84], "text": " into both supermarkets and the building materials talking about"}, {"timestamp": [371.84, 375.68], "text": " competition in that sector and doing what they can to bring prices down but those"}, {"timestamp": [375.68, 380.44], "text": " are long-term solutions the short-term solutions have to be in next month's"}, {"timestamp": [380.44, 388.68], "text": " budget when Grant Robertson unveils are here in just a few weeks time. He will need to be doing, the government will need to be looking at doing something"}, {"timestamp": [388.68, 392.0], "text": " that takes those cost pressures off every single kiwi."}, {"timestamp": [392.0, 395.0], "text": " Kiyhaldakady Kabrad in Wellington."}, {"timestamp": [395.0, 399.72], "text": " And check out our website one news.co.nz for more reaction and analysis of the rising"}, {"timestamp": [399.72, 402.0], "text": " cost of living and what it means for you."}, {"timestamp": [402.0, 405.8], "text": " Police have confirmed the Taranaki Man"}, {"timestamp": [405.8, 410.56], "text": " Chaos Price fatally shot by police in the weekend didn't have a gun."}, {"timestamp": [410.56, 414.4], "text": " Police say price was shot while trying to commandeer a vehicle from a"}, {"timestamp": [414.4, 419.12], "text": " member of the public. This happened after Price damaged his own vehicle while ramming a"}, {"timestamp": [419.12, 424.52], "text": " vehicle, a police vehicle. The incident happened on State Highway 3 between New Plymouth and"}, {"timestamp": [424.52, 429.68], "text": " Huatara last Saturday and police are now appealing for witnesses to come forward."}, {"timestamp": [429.68, 436.08], "text": " With Maruyupol poised to fall to Russia, Ukraine's offering unconditional talks to"}, {"timestamp": [436.08, 442.0], "text": " save those left in the ruins. Moscow, meantime, launched a nuclear-sized warning to the West"}, {"timestamp": [442.0, 444.32], "text": " over its weapons supplies to Ukraine."}, {"timestamp": [444.32, 447.6], "text": " Kate Nicole Williams has more."}, {"timestamp": [447.6, 453.2], "text": " An explosive warning from Vladimir Putin to the West back off."}, {"timestamp": [453.2, 458.56], "text": " Successfully testing this nuclear-capable intercontinental ballistic missile that no current"}, {"timestamp": [458.56, 462.6], "text": " defence system can stop, according to Russia's president."}, {"timestamp": [462.6, 466.0], "text": " This truly unique weapon will strengthen the combat potential of our armed forces"}, {"timestamp": [466.0, 469.0], "text": " reliably ensure Russia's security from external threats"}, {"timestamp": [469.0, 472.0], "text": " and provide food for thought for those who try to threaten our country."}, {"timestamp": [472.0, 477.0], "text": " The US says the launch wasn't a direct threat with a heads up from Moscow first."}, {"timestamp": [477.0, 483.0], "text": " In Ukraine, the fighters clinging desperately to the Marupole steelworks say time is running out."}, {"timestamp": [483.0, 484.0], "text": " This is our appeal to the world."}, {"timestamp": [484.0, 487.16], "text": " This could be the last appeal of our lives."}, {"timestamp": [487.16, 490.36], "text": " We're probably facing our last days, if not hours."}, {"timestamp": [490.36, 497.28], "text": " All of us, Marupol Military Battalion of Soldiers, more than 500 wounded, and hundreds of"}, {"timestamp": [497.28, 501.24], "text": " civilians, including women and children, we plead to take us to safety on the territory of a third-party"}, {"timestamp": [501.24, 504.24], "text": " state."}, {"timestamp": [504.24, 510.0], "text": " – Ukrainian. We plead to take us to safety on the territory of a third-party state. Ukrainian negotiators offering unconditional talks to save civilians and soldiers alike."}, {"timestamp": [510.0, 515.0], "text": " We are ready for different formats of exchanging our people for the Russian people."}, {"timestamp": [515.0, 518.0], "text": " The Russian military, they left behind it."}, {"timestamp": [518.0, 521.0], "text": " In the wider city, around 100,000 people remain trapped,"}, {"timestamp": [521.0, 525.0], "text": " hope arriving in a deal to evacuate 6,000 of them."}, {"timestamp": [525.0, 531.0], "text": " We need a break after all this night near. We've been hiding in basements for 30 days."}, {"timestamp": [531.0, 536.0], "text": " But far fewer actually made it out. Russia blamed for breaking the ceasefire."}, {"timestamp": [536.0, 543.0], "text": " In ongoing efforts to isolate Russia several Western nations walked out of a global finance meeting when Russia started talking."}, {"timestamp": [543.0, 547.0], "text": " It's an indication of the fact that President Putin and Russia has become a"}, {"timestamp": [547.0, 548.0], "text": " pry on the global stage."}, {"timestamp": [548.0, 552.6], "text": " But not totally cut off with Europe, still sending it about a billion dollars a day for"}, {"timestamp": [552.6, 554.0], "text": " oil and gas."}, {"timestamp": [554.0, 557.0], "text": " Without it EU powerhouse Germany would grind to a halt."}, {"timestamp": [557.0, 559.0], "text": " It's just a matter of time."}, {"timestamp": [559.0, 567.0], "text": " When? When? For the oil involved? As fast as possible. This year? As fast as possible."}, {"timestamp": [567.0, 571.08], "text": " Guilt may be spurring Germany to release billions of dollars to get Ukraine weapons"}, {"timestamp": [571.08, 572.08], "text": " like this."}, {"timestamp": [572.08, 575.0], "text": " Kate Nicole Williams, one news."}, {"timestamp": [575.0, 579.0], "text": " And the conflict in Ukraine is on the agenda tonight as the Prime Minister prepares"}, {"timestamp": [579.0, 581.24], "text": " for high-level meetings in Tokyo."}, {"timestamp": [581.24, 587.8], "text": " Justindaararderns had a full day in Japan's capital, pushing trade with one of our significant offshore markets."}, {"timestamp": [587.8, 590.8], "text": " And like New Zealand's expected Japan's relationships"}, {"timestamp": [590.8, 593.64], "text": " with China will add another layer of complexity"}, {"timestamp": [593.64, 595.2], "text": " to upcoming talks."}, {"timestamp": [595.2, 598.52], "text": " Political editor Jessica Machmich Makai is in Tokyo."}, {"timestamp": [598.52, 603.52], "text": " Japan is in a unique position when it comes to the conflict in Ukraine."}, {"timestamp": [603.52, 609.24], "text": " It has a longstanding relationship with China, but also has ties to the US. You've seen a very strong"}, {"timestamp": [609.24, 614.96], "text": " response from Japan to that action so no doubt we'll discuss that what it means"}, {"timestamp": [614.96, 619.84], "text": " for the world, what it means for our region. A diplomatic answer there and both New"}, {"timestamp": [619.84, 624.12], "text": " Zealand and Japan walk a diplomatic tightrope when it comes to China."}, {"timestamp": [625.92, 630.48], "text": " Japan's neighbour is watching the conflict in Ukraine very closely because of its situation"}, {"timestamp": [630.48, 631.48], "text": " with Taiwan."}, {"timestamp": [631.48, 638.8], "text": " We are all worse off if there is a situation where China is pigeonholed into a position where"}, {"timestamp": [638.8, 641.8], "text": " they are seen to be only aligned with Russia."}, {"timestamp": [641.8, 650.32], "text": " Let's continue the dialogue and make sure that we don't have that situation. With Justinder Adurne's touchdown in Tokyo,"}, {"timestamp": [650.32, 654.52], "text": " Ukraine and China will be hot topics when Justinder Adurne meets with her Japanese"}, {"timestamp": [654.52, 660.0], "text": " counterpart shortly. Add to that we're hoping Japan will use its weight to encourage the US to"}, {"timestamp": [660.0, 666.4], "text": " come back to the CPTP. One thing we're already working on together hydrogen cars."}, {"timestamp": [666.4, 672.44], "text": " The range is 850 kilometers and soon we'll see some sheer cars in New Zealand. The minister"}, {"timestamp": [672.44, 674.96], "text": " taking it for a spin and making it back."}, {"timestamp": [674.96, 675.96], "text": " How is it right?"}, {"timestamp": [675.96, 676.96], "text": " Very smooth."}, {"timestamp": [676.96, 680.44], "text": " Yeah, well no one else seemed worried so I wasn't."}, {"timestamp": [680.44, 686.64], "text": " It'll still be a decade before you can buy these from a car yard, but New Zealand can offer clean hydrogen."}, {"timestamp": [686.64, 689.24], "text": " Other countries like Australia can't."}, {"timestamp": [689.24, 693.88], "text": " We're not burning coal or we're not burning fossil fuels to generate our power to produce"}, {"timestamp": [693.88, 694.88], "text": " green hydrogen."}, {"timestamp": [694.88, 696.88], "text": " So yeah, we're very unique."}, {"timestamp": [696.88, 700.44], "text": " For New Zealand is that we have a competitive edge."}, {"timestamp": [700.44, 706.0], "text": " We have the ability to produce green hydrogen and there are markets who are looking for it."}, {"timestamp": [706.0, 712.0], "text": " This league of the trip is a step up from Singapore. Japan is a massive market and a power player."}, {"timestamp": [712.0, 718.0], "text": " Not only do businesses want to bite into the world's third largest economy, but we want to be firm friends."}, {"timestamp": [718.0, 724.0], "text": " Whatever it takes, a lot to tick off in 48 hours."}, {"timestamp": [724.0, 725.0], "text": " So let's bring Jess in now, Jess and to tick off in 48 hours."}, {"timestamp": [725.0, 729.0], "text": " So let's bring Jess in now, Jess in big stuff on the agenda tonight."}, {"timestamp": [729.0, 731.0], "text": " Tell us what's happening."}, {"timestamp": [731.0, 739.0], "text": " Just under our turn we'll be meeting with Prime Minister Kashida shortly at a big event,"}, {"timestamp": [739.0, 741.0], "text": " and she's never met him before."}, {"timestamp": [741.0, 748.32], "text": " In fact, she hasn't even talked to him on the phone before, so she won't have long to try and develop a report."}, {"timestamp": [748.32, 750.48], "text": " She is only the second Prime Minister"}, {"timestamp": [750.48, 752.84], "text": " to meet with him in recent times."}, {"timestamp": [752.84, 755.6], "text": " The Swiss Prime Minister just got in ahead of her."}, {"timestamp": [755.6, 758.28], "text": " Now on the agenda, of course, will be China and Ukraine."}, {"timestamp": [758.28, 765.0], "text": " Big topics, as well as the CPTP. New Zealand will be wanting to get something tangible out of that."}, {"timestamp": [765.0, 771.0], "text": " We need to have Japan's might if we're going to entice the US back into this deal."}, {"timestamp": [771.0, 776.0], "text": " Now in terms of why this is such a big visit for us, it's a sheer numbers game."}, {"timestamp": [776.0, 785.32], "text": " 126 million people live here in Japan and you can see a little taste of that at this busy intersection behind me. We're heading off to that"}, {"timestamp": [785.32, 789.88], "text": " event shortly. It will be a grand welcome and we will keep you updated on all of the"}, {"timestamp": [789.88, 790.88], "text": " developments."}, {"timestamp": [790.88, 797.86], "text": " Do you know quite? Yes, Jessica Muchmike, live from Japan. Or more allegations are emerging of the mistreatment"}, {"timestamp": [797.86, 804.32], "text": " of interns and volunteers at mega churches. Last week, Wellington-based a rise church launched an independent external"}, {"timestamp": [804.32, 808.96], "text": " review into issues there. Now claims have been made against another"}, {"timestamp": [808.96, 814.36], "text": " big church C3. Its pastor has spoken to Logan Church in an exclusive"}, {"timestamp": [814.36, 825.0], "text": " interview. movement launched by Kiwi-filled Pringle in Sydney with churches across the world,"}, {"timestamp": [825.0, 829.76], "text": " including here in New Zealand. It offers internships, but some say they've been a cover"}, {"timestamp": [829.76, 830.76], "text": " for free labour."}, {"timestamp": [830.76, 835.76], "text": " I just remember you got the point where me and if you follow inter and you were just sitting in"}, {"timestamp": [835.76, 840.28], "text": " the hallway kind of just like losing it. The point we were laughing hysterically because we were just"}, {"timestamp": [840.28, 842.0], "text": " so exhausted and so fatigued."}, {"timestamp": [842.0, 846.36], "text": " In terms of told one news that they had to pay to pay to study news that they had to pay to study and then volunteer for up to"}, {"timestamp": [846.36, 849.76], "text": " 50 hours a week while also trying to earn a living."}, {"timestamp": [849.76, 855.56], "text": " Another former C3 interns said they worked so hard they were close to a mental breakdown"}, {"timestamp": [855.56, 859.6], "text": " following what they described as relentless pressure to serve."}, {"timestamp": [859.6, 861.24], "text": " I think that is sad to hear."}, {"timestamp": [861.24, 865.16], "text": " There's no way that I would want our guys to be feeling like"}, {"timestamp": [865.16, 867.6], "text": " it's just a workforce because it's not even there."}, {"timestamp": [867.6, 872.28], "text": " C3 Auckland senior leader Ding Rush says the church has been a force for goods in"}, {"timestamp": [872.28, 877.12], "text": " the community and internships are an opportunity for people to grow in the church."}, {"timestamp": [877.12, 883.2], "text": " We're not wanting people to get burnt out or hit the wall and we're trying to manage people as"}, {"timestamp": [883.2, 885.84], "text": " much as we can to not see that happen."}, {"timestamp": [885.84, 888.84], "text": " Is something broken or something not connecting here?"}, {"timestamp": [888.84, 891.84], "text": " Yeah, I think you're right."}, {"timestamp": [891.84, 895.84], "text": " If people are coming forward and expressing that, I certainly think we've got to look at that."}, {"timestamp": [895.84, 901.32], "text": " This comes as a rise church in Wellington launches an external review into alleged mistreatment"}, {"timestamp": [901.32, 903.0], "text": " of interns and volunteers there."}, {"timestamp": [903.0, 911.48], "text": " A rise is just one very successful type of church of which there are many others, especially"}, {"timestamp": [911.48, 912.88], "text": " in large cities."}, {"timestamp": [912.88, 917.64], "text": " Christchurch and Auckland in particular have a lot of these churches."}, {"timestamp": [917.64, 922.32], "text": " One news has spoken to dozens of people from modern Pentecostal churches right"}, {"timestamp": [922.32, 924.44], "text": " across New Zealand and their stories are the same."}, {"timestamp": [924.44, 927.32], "text": " They say they've found used by big"}, {"timestamp": [927.32, 932.0], "text": " organizations, run by charismatic leaders and shut out if they ever"}, {"timestamp": [932.0, 937.8], "text": " complained. What is really needed is the sorts of procedures that Anglican and"}, {"timestamp": [937.8, 942.24], "text": " Presbyterian and Catholic churches have been setting up to ensure that there's"}, {"timestamp": [942.24, 945.52], "text": " independent ways that you can express concerns."}, {"timestamp": [945.52, 949.96], "text": " As some of our biggest churches, take a hard look at how they operate."}, {"timestamp": [949.96, 952.4], "text": " Logan Church, One News."}, {"timestamp": [952.4, 957.04], "text": " And you can see more on this, including Logan's extended interview with C3 Pastor Dean Rush,"}, {"timestamp": [957.04, 961.4], "text": " on our website, One News.co.nz."}, {"timestamp": [961.4, 967.76], "text": " The RSA's annual Poppy Appeal is underway 100 years after they were first sold here."}, {"timestamp": [967.76, 972.92], "text": " The flowers that symbolise sacrifice go on sale before Anzac Day and it's expected"}, {"timestamp": [972.92, 977.04], "text": " they'll raise around $2 million to support veterans and their families."}, {"timestamp": [977.04, 978.52], "text": " Ryan Boswell reports."}, {"timestamp": [978.52, 984.12], "text": " For all veteranskin Francis Poppy production is a labour of love."}, {"timestamp": [984.12, 989.6], "text": " That takes all the individual components that make up a poppy, the button, the stem, the"}, {"timestamp": [989.6, 993.68], "text": " petal in the white ribbon, and just joins them together."}, {"timestamp": [993.68, 1000.2], "text": " This one machine in a Christchurch factory pumps out 1.2 million poppies every year."}, {"timestamp": [1000.2, 1003.52], "text": " To do that the machine has to run about 11 months of the year."}, {"timestamp": [1003.52, 1010.4], "text": " We've got a group of 13 14 volunteers, some days it might work up to 12 hours a day."}, {"timestamp": [1010.4, 1014.56], "text": " The RSA's annual poppy appeal is marking a milestone."}, {"timestamp": [1014.56, 1023.84], "text": " The poppy appeal is 100 years this year and New Zealand is unique in terms of the poppy being our symbol of remembrance at Anzac date."}, {"timestamp": [1023.84, 1028.96], "text": " Popies grew in the battlefields of Belgium and France and after the First World War"}, {"timestamp": [1028.96, 1032.24], "text": " was seen as a tribute to those who had died."}, {"timestamp": [1032.24, 1039.16], "text": " She thought of the idea of the puppy being made by widows and orphans in the bombed"}, {"timestamp": [1039.16, 1042.48], "text": " areas in northern France, being sent to veterans' organisations."}, {"timestamp": [1042.48, 1048.96], "text": " New Zealand ordered two and a half thousand poppies, but they were delayed."}, {"timestamp": [1048.96, 1054.44], "text": " So instead, they held them back, didn't go with the armistice day 2021, but"}, {"timestamp": [1054.44, 1057.6], "text": " held them back for Anzac day, 1922."}, {"timestamp": [1057.6, 1062.32], "text": " Now these little red flowers are a strong part of our national identity."}, {"timestamp": [1062.32, 1067.0], "text": " I think they should feel proud of what, you know, New Zealand participates in and"}, {"timestamp": [1067.0, 1068.76], "text": " you know, being a small country."}, {"timestamp": [1068.76, 1072.36], "text": " They shine out bright in amongst the people."}, {"timestamp": [1072.36, 1078.12], "text": " Our Anzac poppier symbol of sacrifice, making a difference to the lives of veterans"}, {"timestamp": [1078.12, 1081.68], "text": " and their families. Ryan Boswell, one news."}, {"timestamp": [1081.68, 1088.4], "text": " And one of our World War II veterans has been honoured in an early Anzac service."}, {"timestamp": [1088.4, 1093.28], "text": " We have 101-year-old Jack Marshall's story after the break."}, {"timestamp": [1093.28, 1098.08], "text": " Never for a moment thought as I wouldn't make it."}, {"timestamp": [1098.08, 1101.24], "text": " Prince Harry speaks out about his long away to visit with the Queen."}, {"timestamp": [1101.24, 1102.8], "text": " We talk about things that she can't talk about with anybody else."}, {"timestamp": [1102.8, 1108.0], "text": " And shares an update on his grandmother's health."}, {"timestamp": [1108.0, 1110.0], "text": " And then coming up on Seven Sharp,"}, {"timestamp": [1110.0, 1112.0], "text": " how to give up when something's not working out,"}, {"timestamp": [1112.0, 1114.0], "text": " why it's actually okay to quit."}, {"timestamp": [1114.0, 1117.0], "text": " But there's someone who's certainly got staying power,"}, {"timestamp": [1117.0, 1127.0], "text": " how this Christchurch pensioner was inspired by a fundraising phenomenon. And the Kiwis taking paper planes to the world join us tonight at 7."}, {"timestamp": [1127.0, 1128.0], "text": " Meet some where."}, {"timestamp": [1128.0, 1131.0], "text": " When trauma has taken its toll."}, {"timestamp": [1131.0, 1134.0], "text": " I died three times in the operating table and I lost my right aisle."}, {"timestamp": [1134.0, 1137.0], "text": " I definitely don't recognise a sophistic thing."}, {"timestamp": [1137.0, 1139.0], "text": " Can some ingenious tricks?"}, {"timestamp": [1139.0, 1141.0], "text": " I got those from a woman's shop."}, {"timestamp": [1141.0, 1142.0], "text": " The Loumise gene."}, {"timestamp": [1142.0, 1143.0], "text": " Really?"}, {"timestamp": [1143.0, 1144.0], "text": " Roll back the years."}, {"timestamp": [1144.0, 1145.0], "text": "... from a woman's shop. The Lumuis gene? Really? Roll back the years. Goodness, me!"}, {"timestamp": [1145.0, 1146.0], "text": " Wow."}, {"timestamp": [1146.0, 1147.0], "text": " Sally's in the countryside."}, {"timestamp": [1147.0, 1148.0], "text": " Got me wellies?"}, {"timestamp": [1148.0, 1149.0], "text": " For her overnight cap."}, {"timestamp": [1149.0, 1152.0], "text": " Your house is absolutely stoned."}, {"timestamp": [1152.0, 1154.0], "text": " There's a head shake like a dough look,"}, {"timestamp": [1154.0, 1156.0], "text": " which I think every country house should have."}, {"timestamp": [1156.0, 1165.04], "text": " That's your Thursday night, tonight, on one. than just a glad bin liner. Each role of the new Glad to be Green Ocean-bound plastic"}, {"timestamp": [1165.04, 1170.16], "text": " recycled bags you buy helps stop the equivalent of two two-liter plastic bottles from entering"}, {"timestamp": [1170.16, 1174.96], "text": " the ocean. Together, let's turn the tide on waste."}, {"timestamp": [1174.96, 1181.96], "text": " What's the recipe juice? I have to confess, it's actually still bought."}, {"timestamp": [1181.96, 1189.0], "text": " Since we're sharing, I chose this wine because I had a pretty label."}, {"timestamp": [1189.0, 1192.0], "text": " I fed my kid's fish fingers four nights this week."}, {"timestamp": [1192.0, 1206.0], "text": " I make bake salad cookies from the packet. I've all got a little too much on our plate. Who said a roast can't be a pre-keshook?"}, {"timestamp": [1206.0, 1207.0], "text": " You're welcome."}, {"timestamp": [1207.0, 1210.0], "text": " It's okay to have breakfast for dinner."}, {"timestamp": [1211.0, 1213.0], "text": " And if it doesn't turn out like the picture on the recipe,"}, {"timestamp": [1214.0, 1215.0], "text": " No, baby."}, {"timestamp": [1217.0, 1218.0], "text": " All right."}, {"timestamp": [1218.0, 1221.0], "text": " Because whether you want to make it or fake it,"}, {"timestamp": [1221.0, 1223.0], "text": " it's all good."}, {"timestamp": [1223.0, 1225.28], "text": " Because it knew, well, there's always something cooking."}, {"timestamp": [1225.28, 1226.88], "text": " I wasn't actually invited."}, {"timestamp": [1229.32, 1230.32], "text": " Oh, no."}, {"timestamp": [1230.32, 1231.48], "text": " You're here, same."}, {"timestamp": [1231.48, 1233.32], "text": " What's your name again?"}, {"timestamp": [1233.32, 1234.32], "text": " Cheek."}, {"timestamp": [1234.32, 1245.84], "text": " Let's go! And darling, darling,"}, {"timestamp": [1245.84, 1249.36], "text": " darly, stand by me."}, {"timestamp": [1249.36, 1253.36], "text": " Oh, stand by me."}, {"timestamp": [1253.36, 1255.36], "text": " Oh, stand now."}, {"timestamp": [1255.36, 1259.36], "text": " Together, anything's possible."}, {"timestamp": [1259.36, 1261.36], "text": " Westpac."}, {"timestamp": [1261.36, 1326.0], "text": " Together, greater. with help or to make a booking for your Fano. The next generation Outlander P.A.T.V."}, {"timestamp": [1326.0, 1329.0], "text": " Charge a home for up to 84Ks and pureeV."}, {"timestamp": [1329.0, 1331.0], "text": " Combined that's 1.6 letters per hundred Ks."}, {"timestamp": [1331.0, 1333.0], "text": " With all-wheel drive and seven seats,"}, {"timestamp": [1333.0, 1366.0], "text": " it's the Midsbishi Outlander P.H.E.V. from 69. Do this ready? Dinner! For a quality kitchen, book a free appointment with a kitchen consultant at Myde Ten"}, {"timestamp": [1366.0, 1369.0], "text": " who can help you from design to completion."}, {"timestamp": [1383.44, 1387.96], "text": " with heavy rain and lightning storms felt across the region. Morning light revealed a devastation on the main highway between Queenstown and Glenorchy"}, {"timestamp": [1387.96, 1390.08], "text": " with a slip burying the road."}, {"timestamp": [1390.08, 1394.72], "text": " Contractors working all day to clear out the deluge of mud and debris gushing down"}, {"timestamp": [1394.72, 1395.72], "text": " from the hills."}, {"timestamp": [1395.72, 1401.64], "text": " While up the road in Queenstown City a lightning strike had a transformer knocking out power to more"}, {"timestamp": [1401.64, 1404.16], "text": " than 12,000 homes and businesses."}, {"timestamp": [1410.0, 1414.0], "text": " Meanwhile a flash flood went through buildings near Greymouth at around 930 this morning. The pink possum quilt shop suddenly inundated with half a meter of water"}, {"timestamp": [1414.0, 1417.0], "text": " after a nearby creek burst its banks in heavy rain."}, {"timestamp": [1417.0, 1419.0], "text": " The owners saying it felt like a tsunami."}, {"timestamp": [1419.0, 1428.36], "text": " A long clean-up is now ahead. There's been an intimate Anzac service in Christchurch today honouring the remarkable"}, {"timestamp": [1428.36, 1432.96], "text": " bravery of Jack Marshall, a rear gunner in the Second World War."}, {"timestamp": [1432.96, 1440.6], "text": " The highly decorated now 101-year-old defied the odds, completing two full tours of duty over Europe's"}, {"timestamp": [1440.6, 1442.08], "text": " war-torn skies."}, {"timestamp": [1442.08, 1447.92], "text": " Donomerile Lever has more. Inside a small retirement village in Christchurch,"}, {"timestamp": [1447.92, 1449.64], "text": " Jack Marshall is ready."}, {"timestamp": [1454.04, 1469.44], "text": " And in song, he salutes. The British-born centurion joined the RNZ A.F. Wellington bombers completing 46"}, {"timestamp": [1469.44, 1475.28], "text": " missions over Europe as a tail gunner. The odds of coming home were only one and three."}, {"timestamp": [1475.28, 1482.0], "text": " I never for a moment thought as I wouldn't make it. But there were close calls early on"}, {"timestamp": [1482.0, 1485.2], "text": " his World War II bomber crashing into the North Sea."}, {"timestamp": [1485.2, 1491.8], "text": " I spent the next 16 hours floating around this digging with what was left of their crew."}, {"timestamp": [1491.8, 1494.0], "text": " We lost the second pilot."}, {"timestamp": [1494.0, 1498.12], "text": " He went under, I see him again."}, {"timestamp": [1498.12, 1501.0], "text": " Survivors were eventually rescued by a fishing trawler."}, {"timestamp": [1501.0, 1504.24], "text": " That's the A-T batch, of course that's a batch."}, {"timestamp": [1504.24, 1505.68], "text": " An entire room at his villa, a special space filled with memories That's the A.G. badge, a quarter of the badge. An entire room at his"}, {"timestamp": [1505.68, 1512.08], "text": " villain, now a special space, filled with memories of his time at war. That was a publicity"}, {"timestamp": [1512.08, 1519.28], "text": " photograph taken over Cambridge in England. And I was actually in that middle turret there. It's"}, {"timestamp": [1519.28, 1526.52], "text": " Chief of George. Today's service was kept small to keep Jack and fellow veterans co-vids safe, but he's"}, {"timestamp": [1526.52, 1528.92], "text": " far from worried about the pandemic."}, {"timestamp": [1528.92, 1534.96], "text": " No, no, at my age, you've got to be joking."}, {"timestamp": [1534.96, 1538.2], "text": " No, they all worry me if I popped off tomorrow."}, {"timestamp": [1538.2, 1551.48], "text": " I've had a wonderful evening. Jack Marshall just thankful he can still mark this Anzac and the"}, {"timestamp": [1551.48, 1557.04], "text": " war that's lived in his mind ever since. Donomeroy lever one news."}, {"timestamp": [1557.04, 1564.32], "text": " Prince Harry has broken a silence about his visit with the Queen last week in an interview with an American"}, {"timestamp": [1564.32, 1566.72], "text": " TV network."}, {"timestamp": [1566.72, 1571.04], "text": " He said he's trying to ensure his grandmother is protected and has the right people"}, {"timestamp": [1571.04, 1572.04], "text": " around her."}, {"timestamp": [1572.04, 1574.76], "text": " The BBC's Nicholas Mitchell has more."}, {"timestamp": [1574.76, 1579.04], "text": " His relations with the rest of the royal family have been strained of late, but"}, {"timestamp": [1579.04, 1583.0], "text": " Harry has remained on good terms with his grandmother the Queen."}, {"timestamp": [1583.0, 1588.6], "text": " The two hadn't met for a year until last week when Harry and Megan were on route to the Netherlands for the"}, {"timestamp": [1588.6, 1592.52], "text": " Invictus Games. They broke their journey to visit the Queen at Windsor"}, {"timestamp": [1592.52, 1597.76], "text": " Castle and according to Harry the meeting went well. It was just so nice to see her you know she's on"}, {"timestamp": [1597.76, 1601.24], "text": " she's on great form. We have a really special relationship we talk about things that she can't talk about with"}, {"timestamp": [1601.24, 1606.0], "text": " with anybody else. She always got a great sense-sense-shoomoomoom with me and I got a great sense of humor with me and I'm just making sure that she's protected"}, {"timestamp": [1606.0, 1608.0], "text": " and got the right people around."}, {"timestamp": [1608.0, 1610.0], "text": " Harry's comment that the Queen was on"}, {"timestamp": [1610.0, 1612.0], "text": " Great Form is reassuring"}, {"timestamp": [1612.0, 1614.0], "text": " given the concerns about her health."}, {"timestamp": [1614.0, 1616.0], "text": " But quite what he meant by suggesting"}, {"timestamp": [1616.0, 1619.0], "text": " he's the person ensuring the Queen is protected"}, {"timestamp": [1619.0, 1621.0], "text": " and has the right people around her"}, {"timestamp": [1621.0, 1630.32], "text": " is unclear. On his own future plans Harry seems very settled in California. Home for me now is for the time being in the days."}, {"timestamp": [1630.32, 1634.28], "text": " And it really feels that way as well. But did he think he would come to"}, {"timestamp": [1634.28, 1641.12], "text": " Britain to attend the Queen's Platinum Jubilee in June? I don't know yet. There's lots of things with security issues and everything else."}, {"timestamp": [1641.12, 1646.0], "text": " This is what I'm trying to try to make it possible that I can get my kids to meet her."}, {"timestamp": [1646.0, 1651.0], "text": " A question about his relations with his father and brother was deflected."}, {"timestamp": [1651.0, 1654.0], "text": " Do you miss your brother, your dad?"}, {"timestamp": [1654.0, 1662.0], "text": " I mean, for me at the moment, I'm here focus on these guys. I get back and my focus is my family who I miss massively."}, {"timestamp": [1662.0, 1663.0], "text": " Mabble."}, {"timestamp": [1663.0, 1667.0], "text": " Finally, how much did he feel his mother's presence in his life?"}, {"timestamp": [1667.0, 1668.0], "text": " It's constant."}, {"timestamp": [1668.0, 1672.0], "text": " It has been over the last two years, more so than ever before."}, {"timestamp": [1672.0, 1677.0], "text": " It's almost as though she's done her bit with my brother,"}, {"timestamp": [1677.0, 1680.0], "text": " and now she's very much like helping me, got him set up."}, {"timestamp": [1680.0, 1690.76], "text": " Now she's helping me set up. That's what it feels like, you know. His life of service continued, Harry said, it had just relocated to the United States."}, {"timestamp": [1690.76, 1696.0], "text": " And to Mark Her Majesty's 96th birthday, today a new photo of the Queen has been released"}, {"timestamp": [1696.0, 1699.04], "text": " taken last month at Windsor Castle."}, {"timestamp": [1707.0, 1710.0], "text": " If I can now, coming up, Johnny Depp reveals more about his relationship with Amber heard as his defamation trial against her continues."}, {"timestamp": [1710.0, 1718.0], "text": " You start to slowly realize that you are in a relationship with your mother."}, {"timestamp": [1718.0, 1723.0], "text": " What he says the constant clashes with his ex-wife drove him to do."}, {"timestamp": [1723.0, 1726.0], "text": " Plus, coming out a new generation of skaters"}, {"timestamp": [1726.0, 1728.0], "text": " and this rising stars got big dreams."}, {"timestamp": [1728.0, 1731.0], "text": " There's going to be the 2024 Olympics,"}, {"timestamp": [1731.0, 1733.0], "text": " so that'd be cool."}, {"timestamp": [1733.0, 1738.0], "text": " And then coming up at 7, we are behind the scenes with the PM in Japan"}, {"timestamp": [1738.0, 1739.0], "text": " with some rather revealing secrets,"}, {"timestamp": [1739.0, 1742.0], "text": " plus why throwing paper planes around"}, {"timestamp": [1742.0, 1745.84], "text": " is a serious business for these keywees."}, {"timestamp": [1745.84, 1751.04], "text": " And the singer's out to change perceptions about South Auckland, one song at a time."}, {"timestamp": [1751.04, 1755.0], "text": " It's coming up with seven."}, {"timestamp": [1755.0, 1756.0], "text": " This is a big job."}, {"timestamp": [1756.0, 1759.0], "text": " It did take a bit of a tumble down the stairs."}, {"timestamp": [1759.0, 1763.0], "text": " Pickery Dickery Dark, can they save the shattered clock?"}, {"timestamp": [1763.0, 1765.0], "text": " This bits missing the glasses broken, the vessels bent,"}, {"timestamp": [1765.0, 1767.0], "text": " turning to an up-knit nightmare."}, {"timestamp": [1767.0, 1769.0], "text": " Then, it's the semi-final."}, {"timestamp": [1769.0, 1771.0], "text": " Hold on tight."}, {"timestamp": [1771.0, 1772.0], "text": " It's 1940, baby!"}, {"timestamp": [1772.0, 1774.0], "text": " Will they reach for the stars?"}, {"timestamp": [1774.0, 1775.0], "text": " I say."}, {"timestamp": [1775.0, 1777.0], "text": " Or fall from great heights."}, {"timestamp": [1777.0, 1778.0], "text": " Ah, ah, ah, oh!"}, {"timestamp": [1778.0, 1780.0], "text": " Oh, God, I can't watch."}, {"timestamp": [1780.0, 1782.0], "text": " The repair shop and the Great British Sewing,"}, {"timestamp": [1782.0, 1785.32], "text": ", Friday, Friday, Friday, Friday, Friday, Friday, Friday, Friday, The repair shop and the Great British sewing bee Friday from 730 on 1. On one."}, {"timestamp": [1785.32, 1788.92], "text": " Amokron has arrived but thankfully there's all sorts of different things we can do to cope"}, {"timestamp": [1788.92, 1789.92], "text": " in tough times."}, {"timestamp": [1789.92, 1794.32], "text": " Like taking up a new project, hanging with Tamariki, chatting it out with mates, or simply"}, {"timestamp": [1794.32, 1795.32], "text": " having some me time."}, {"timestamp": [1795.32, 1832.8], "text": " Check out all sorts.org.enz for heaps of tips to help get us through. Oh, oh. JVie Hachai's massive price smashes on now!"}, {"timestamp": [1832.8, 1835.68], "text": " This premium Sony 55-inch TV, one seven nine, six, six, six, six,"}, {"timestamp": [1835.68, 1840.4], "text": " next, nuts, and the Samsung 4K Q LED, one, four, eight, that's nuts too, plus free"}, {"timestamp": [1840.4, 1844.2], "text": " delivery on old-s, Samsung, Sony, and Panasonic, Sony, and Panasonic, four, Kue, Kue,"}, {"timestamp": [1844.2, 1845.0], "text": " Adit Again,, you've done it again."}, {"timestamp": [1845.0, 1849.0], "text": " Hey small spenders, you give a new meaning to living comfortably."}, {"timestamp": [1849.0, 1852.0], "text": " You're the connoisseurs of coziness."}, {"timestamp": [1852.0, 1855.0], "text": " Turning up the heat and keeping costs down."}, {"timestamp": [1856.0, 1858.0], "text": " Savings, you do it in your sleep."}, {"timestamp": [1858.0, 1861.0], "text": " Yeah, you throw on that extra layer."}, {"timestamp": [1861.0, 1868.56], "text": " You make saving look hot. You put the snug in style. Winter is here, but you've already got"}, {"timestamp": [1868.56, 1876.0], "text": " a wrap up. The warehouse where everyone gets a bargain."}, {"timestamp": [1876.0, 1883.0], "text": " For made to measure fences and gates, for your home or business, locally made, locally operated,"}, {"timestamp": [1883.0, 1885.64], "text": " and fencing New Zealand for over"}, {"timestamp": [1885.64, 1888.96], "text": " 20 years you can rely on Warner"}, {"timestamp": [1890.16, 1895.4], "text": " while Callie is on the go with the kids personal shopper Jenny is carefully"}, {"timestamp": [1895.4, 1901.84], "text": " picking Callie's fresh produce Callie tose free pickup and collected who order on the way home."}, {"timestamp": [1901.84, 1908.0], "text": " what's your way we can help with that. In financial news tonight we're seeing more New Zealanders"}, {"timestamp": [1908.0, 1910.4], "text": " bundling their home utilities with sling shop,"}, {"timestamp": [1910.4, 1912.88], "text": " saving money and record numbers."}, {"timestamp": [1912.88, 1914.24], "text": " Boom."}, {"timestamp": [1914.24, 1916.24], "text": " So economically speaking I..."}, {"timestamp": [1916.24, 1917.76], "text": " Bundling other stuff with broadband"}, {"timestamp": [1917.76, 1927.4], "text": " does increase one's propensity to save mad cash. I hope you will be holding up will keep more money in the pockets of hardworking New Zealanders"}, {"timestamp": [1927.72, 1931.56], "text": " starting today by the luck with slingshot save money boom"}, {"timestamp": [1932.76, 1939.76], "text": " Jessica in tover day one skin melts and in the sun summer has begun the boat loke"}, {"timestamp": [1939.76, 1943.28], "text": " key isonic the smaller SUV for a bigger life"}, {"timestamp": [1943.76, 1967.0], "text": " now available in LXT specification with a one-liser turbo Jedi with a one-liser turbo Jedi The smaller SUV for a biga V for a bigger life-- the I'd like to buy a chocolate please."}, {"timestamp": [1967.0, 1968.0], "text": " Your change."}, {"timestamp": [1968.0, 1970.0], "text": " There's a glass."}, {"timestamp": [1970.0, 1974.0], "text": " Your change."}, {"timestamp": [1982.6, 1987.48], "text": " Good day, grain rose from window treatments. The more you buy, the more you save on our entire range of blind shutters, louver roofs,"}, {"timestamp": [1987.48, 1989.48], "text": " awnings and insect screens."}, {"timestamp": [1989.48, 2005.36], "text": " For a free no obligation quote, just click on window treatments.co.N's head. Welcome back. Johnny Depp is told a US court he found driven to turn to drugs and alcohol"}, {"timestamp": [2005.36, 2010.36], "text": " because of his constant clashes with his ex-wife. The actor is suing Amber Herd for"}, {"timestamp": [2010.36, 2015.76], "text": " defamation after she caught herself a victim of domestic abuse in an article and allegation"}, {"timestamp": [2015.76, 2019.84], "text": " Depp denies. The BBC's David Sillito has the latest from the trial."}, {"timestamp": [2019.84, 2021.96], "text": " You're ready for the jury?"}, {"timestamp": [2021.96, 2026.36], "text": " Johnny Depp. Back on the witness, sturned for questions about a relationship"}, {"timestamp": [2026.36, 2029.24], "text": " that he says was controlling and belittling."}, {"timestamp": [2029.24, 2031.92], "text": " As he settled down, there was only the briefest glance"}, {"timestamp": [2031.92, 2035.76], "text": " across the court towards where his ex-wife Amber Heard"}, {"timestamp": [2035.76, 2036.44], "text": " was watching."}, {"timestamp": [2036.44, 2042.48], "text": " I was sort of not allowed to have a voice."}, {"timestamp": [2042.48, 2046.0], "text": " So at a certain point, when that,"}, {"timestamp": [2046.0, 2049.0], "text": " what enters your mind"}, {"timestamp": [2049.0, 2051.0], "text": " is"}, {"timestamp": [2052.0, 2054.0], "text": " you start to slowly realize"}, {"timestamp": [2054.0, 2057.0], "text": " that you are in a relationship"}, {"timestamp": [2057.0, 2059.0], "text": " with your mother."}, {"timestamp": [2059.0, 2062.0], "text": " Day one was all about the big picture."}, {"timestamp": [2062.0, 2066.16], "text": " His childhood, his lifestyle, his personality, his"}, {"timestamp": [2066.16, 2071.6], "text": " drug use, day two, is focused rather more on the specific allegations."}, {"timestamp": [2071.6, 2072.6], "text": " Good morning Mr. Deb."}, {"timestamp": [2072.6, 2076.44], "text": " He was asked if he had struck Amber Hurd in an argument over a tattoo."}, {"timestamp": [2076.44, 2082.6], "text": " No, he said never. Instead, he said he would retreat from her."}, {"timestamp": [2082.6, 2088.0], "text": " Mr. Herritt in her frustration and in her rage and her anger she would strike out."}, {"timestamp": [2088.0, 2089.0], "text": " She would..."}, {"timestamp": [2089.0, 2095.0], "text": " It could begin with a slap, it could begin with a shove,"}, {"timestamp": [2095.0, 2100.0], "text": " it could begin with, you know, throwing a TV remote at my head."}, {"timestamp": [2100.0, 2117.0], "text": " His drinking was, he says, a means of coping with a constant rouse. The alcohol that I used or drank was again purely..."}, {"timestamp": [2117.0, 2120.0], "text": " purely..."}, {"timestamp": [2120.0, 2127.92], "text": " It's that little boy who didn't want to hear or didn't want to feel the pain."}, {"timestamp": [2127.92, 2133.8], "text": " As they rose for recess watching intently, his ex-wife, will hear Amber heard's version"}, {"timestamp": [2133.8, 2135.28], "text": " of events in the days to come."}, {"timestamp": [2135.28, 2141.68], "text": " But before she takes the stand, Johnny Depp is due to continue testifying for a third day"}, {"timestamp": [2141.68, 2142.68], "text": " tomorrow."}, {"timestamp": [2142.68, 2147.0], "text": " Well, if you're looking for a way to keep the kids busy these school holidays"}, {"timestamp": [2147.0, 2148.0], "text": " here's an idea."}, {"timestamp": [2148.0, 2153.0], "text": " Skate schools across the country are booming and as Abby Wakefield discovered more girls"}, {"timestamp": [2153.0, 2155.0], "text": " are getting into the sport."}, {"timestamp": [2155.0, 2160.0], "text": " Jessica Riddi is building a reputation as a competitor who rips."}, {"timestamp": [2160.0, 2163.0], "text": " I love the skate street."}, {"timestamp": [2163.0, 2165.5], "text": " Like I love to skate big stair sets and stuff."}, {"timestamp": [2165.5, 2171.5], "text": " Skaters decades older than her say she's got a lethal combination of style and power."}, {"timestamp": [2171.5, 2174.5], "text": " Or as she says, people call it steezy."}, {"timestamp": [2174.5, 2178.5], "text": " Sponsored by Nike and others, the 12 year olds got goals."}, {"timestamp": [2178.5, 2181.5], "text": " 2024 Olympics in Paris, that'd be cool."}, {"timestamp": [2181.5, 2187.5], "text": " Last year's Tokyo Olympics focusing attention on young and gifted teenagers."}, {"timestamp": [2187.5, 2193.0], "text": " Back here, the sport-winning high-performance funding, a modest 33,000."}, {"timestamp": [2193.0, 2197.0], "text": " But Skate in Z still seeing a huge rise in numbers of girls participating."}, {"timestamp": [2197.0, 2202.0], "text": " When I first started skateboarding and there was, you know, a couple of girls that skateboarded"}, {"timestamp": [2202.0, 2207.88], "text": " and you knew who the girls were, these days I'll turn up to the skate park and I'll see girls from Auckland or Wellington"}, {"timestamp": [2207.88, 2211.84], "text": " or just local girls that I've never seen before all skateboarding and that's really"}, {"timestamp": [2211.84, 2212.84], "text": " awesome to see."}, {"timestamp": [2212.84, 2213.84], "text": " Still some hurdles."}, {"timestamp": [2213.84, 2219.28], "text": " Even as a 23-year-old who likes to skate, it can be daunting coming to a skate park full of boys."}, {"timestamp": [2219.28, 2228.96], "text": " But, rungus are here helping each other out by starting the run community groups and clubs. It just makes it a safe space for everyone and I think everyone should know that everyone can skateboard."}, {"timestamp": [2228.96, 2232.32], "text": " You just got to give it a go and go at your own pace."}, {"timestamp": [2232.32, 2237.04], "text": " But Jessica's had no trouble finding buddies. She says it's a cool community."}, {"timestamp": [2237.04, 2243.44], "text": " Boys are really supportive now and they're really like interested in girl skating."}, {"timestamp": [2243.44, 2246.84], "text": " Her best trick making this look easy."}, {"timestamp": [2246.84, 2249.44], "text": " Abby Wakefield, one news."}, {"timestamp": [2249.44, 2250.4], "text": " So cool, there you go."}, {"timestamp": [2250.4, 2253.48], "text": " 2024, get shredding or ripping, what is it?"}, {"timestamp": [2253.48, 2254.48], "text": " Yeah."}, {"timestamp": [2254.48, 2255.28], "text": " The terminology, we've got to get down."}, {"timestamp": [2255.28, 2256.28], "text": " Get into it windy."}, {"timestamp": [2256.28, 2257.28], "text": " Yeah."}, {"timestamp": [2257.28, 2259.68], "text": " Let's talk sport with you, Andrew, the Blackferns."}, {"timestamp": [2259.68, 2261.24], "text": " I've got a new head coach."}, {"timestamp": [2261.24, 2266.0], "text": " A very good one of that too. Former all blacks coach Wayne Smith, Smith is with us next as he ticks on"}, {"timestamp": [2266.0, 2269.0], "text": " one of the stiffest assignments in his career"}, {"timestamp": [2269.0, 2272.0], "text": " just months out from that home women's World Cup."}, {"timestamp": [2272.0, 2274.0], "text": " Speaking of Red and Black challenges,"}, {"timestamp": [2274.0, 2278.0], "text": " one of the Crusaders best is back and happy."}, {"timestamp": [2278.0, 2280.0], "text": " And up to nearly 20 years,"}, {"timestamp": [2280.0, 2290.48], "text": " look who's back in a kayak. And some active fronts have left their mark on the crunches. They move their way"}, {"timestamp": [2290.48, 2294.56], "text": " up the country. This main blob of cloud here is squeezed out over 200mm of rain. Several"}, {"timestamp": [2294.56, 2298.2], "text": " hundred lightning strikes across the south and the west. And it's not done yet."}, {"timestamp": [2298.2, 2299.76], "text": " Later, who's in the firing line."}, {"timestamp": [2299.76, 2303.88], "text": " They're transforming the unused."}, {"timestamp": [2303.88, 2306.16], "text": " Welcome to the bank into"}, {"timestamp": [2306.16, 2310.48], "text": " beautifully unique homes. It's all about that. Talk about a transformation."}, {"timestamp": [2310.48, 2325.0], "text": " It's off the scale. George Clark's clearest signs. We know."}, {"timestamp": [2325.0, 2326.0], "text": " We've..."}, {"timestamp": [2326.0, 2330.0], "text": "..."}, {"timestamp": [2330.0, 2351.72], "text": "... Crying Windows, one of the clearest signs we know of a home that's a little upset"}, {"timestamp": [2351.72, 2358.04], "text": " on the inside. A DBS home ventilation system delivers good clear air to keep your windows and home"}, {"timestamp": [2358.04, 2364.12], "text": " dry and happy as DBS. In financial news tonight we're seeing more New Zealanders."}, {"timestamp": [2364.12, 2365.2], "text": " Bundling their home utilities for sling shop, saving money and record numbers. in financial news tonight we're seeing more New Zealanders"}, {"timestamp": [2365.2, 2369.24], "text": " bundling their home utilities with sling shop saving money and record numbers"}, {"timestamp": [2369.24, 2374.88], "text": " bmm so economically speaking I bundling other stuff with broadband"}, {"timestamp": [2374.88, 2378.0], "text": " does increase once propensity to save mad cash"}, {"timestamp": [2378.0, 2380.6], "text": " bmm I promise you"}, {"timestamp": [2380.6, 2384.72], "text": " pulling up will keep more money in the pockets of hardworking New Zealanders"}, {"timestamp": [2384.72, 2385.0], "text": " starting today but a lot with sling shot save money I promise you. Holding up, we'll keep more money in the pockets of hardworking New Zealanders."}, {"timestamp": [2385.0, 2386.0], "text": " Starting today!"}, {"timestamp": [2386.0, 2390.0], "text": " But the love with slingshot, save money, boom!"}, {"timestamp": [2390.0, 2392.0], "text": " Jessica, in tover."}, {"timestamp": [2392.0, 2396.0], "text": " When life gives you dropiness, Godfrey's gives you cleanliness."}, {"timestamp": [2396.0, 2400.0], "text": " The all-new Tinko flaw in S5-Pro, only 1099."}, {"timestamp": [2400.0, 2403.0], "text": " Tinkopier1X, just 49999."}, {"timestamp": [2403.0, 2407.0], "text": ". 10 co pure 1 x just 4.99 say 100 god-free's cleanliness"}, {"timestamp": [2409.0, 2411.0], "text": " We're opening up the secrets to our kitchen"}, {"timestamp": [2411.0, 2415.0], "text": " add our favorite ingredients to your next my food bag delivery"}, {"timestamp": [2415.0, 2417.0], "text": " including new breakfast lunch and snacks"}, {"timestamp": [2417.0, 2427.0], "text": " for delicious made easy visit my food bag.co to nz who do you think you are? I could be your worst nightmare."}, {"timestamp": [2436.0, 2441.0], "text": " Who do you think you are? I could be your worst nightmare."}, {"timestamp": [2441.0, 2445.6], "text": " Don't let shingles cross your party. Once you reach 50 your risk of shingles increases."}, {"timestamp": [2445.6, 2448.08], "text": " One in three people will get shingles in their lifetime."}, {"timestamp": [2448.08, 2488.0], "text": " Talk to your doctor about vaccination with shingrics. While Kelly is on the go with the kids, personal shopper Jenny is carefully picking"}, {"timestamp": [2488.0, 2490.12], "text": " Kelly's fresh produce."}, {"timestamp": [2490.12, 2494.76], "text": " Kelly toes free pickup and collected her order on the way home."}, {"timestamp": [2494.76, 2495.76], "text": " What's your way?"}, {"timestamp": [2495.76, 2497.04], "text": " We can help with that."}, {"timestamp": [2497.04, 2499.92], "text": " Transform your space with carpet court."}, {"timestamp": [2499.92, 2504.12], "text": " Get free underlay and free installation on selected vinyl carpet and get a free wee rug"}, {"timestamp": [2504.12, 2509.84], "text": " on all rhino and cortic hard floor plus 36 months interest free. On now"}, {"timestamp": [2509.84, 2514.72], "text": " for a limited time at carpet court. Something very special has grown at Piedata"}, {"timestamp": [2514.72, 2519.76], "text": " Rise more than just bricks and stone and floor area. This is how you want to live."}, {"timestamp": [2519.76, 2522.08], "text": " Just five minutes from Pukakawi."}, {"timestamp": [2522.08, 2545.0], "text": " Visit the cafe showroom on Jonalomu Drive. Pieda to Rice, feels like home. One news sport is brought to you by mobile."}, {"timestamp": [2545.0, 2550.0], "text": " Earn, use and save in one visit with mobile smiles."}, {"timestamp": [2563.88, 2567.72], "text": " sport tonight and a big welcome back to Wayne Smith. Yes, the former all Black's coach is officially taken charge of the Blackfoons women's team. The"}, {"timestamp": [2567.72, 2571.28], "text": " appointment comes after a week of upheaval on the side months out from the"}, {"timestamp": [2571.28, 2575.32], "text": " Home World Cup Jordan Opett is with the Blackfoons in Christchurch."}, {"timestamp": [2575.32, 2582.24], "text": " New seasons can be a daunting prospect for most people not Wayne Smith. I applied for the"}, {"timestamp": [2582.24, 2585.12], "text": " pension two days ago."}, {"timestamp": [2585.12, 2590.72], "text": " While any retirement plans are now officially on hold, instead taking on what could be"}, {"timestamp": [2590.72, 2593.16], "text": " the biggest challenge of his career."}, {"timestamp": [2593.16, 2600.28], "text": " This was a almost labour of love at the start to offer some mates a bit of a hand in the technical"}, {"timestamp": [2600.28, 2601.28], "text": " area."}, {"timestamp": [2601.28, 2606.08], "text": " It's become bigger than that clearly because of what's occurred over the last couple of weeks."}, {"timestamp": [2606.08, 2607.84], "text": " But I'm up for it."}, {"timestamp": [2607.84, 2612.68], "text": " You've got five months, 16 days, and roughly 20 hours until the World Cup kicks off."}, {"timestamp": [2612.68, 2613.68], "text": " Are you ready?"}, {"timestamp": [2613.68, 2629.68], "text": " No, yet. around. Call it New Zealand rugby's Mount Rushmore if you like. Sir Graham Henry will assist alongside Scrum Doctor Mike Cron. The handsome surname features as well."}, {"timestamp": [2629.68, 2634.92], "text": " Sir Steve's daughter Whitney also an assistant. You've always said that you've"}, {"timestamp": [2634.92, 2640.48], "text": " been made to feel like a head coach even when you weren't. Does being the director of rugby"}, {"timestamp": [2640.48, 2646.0], "text": " allow you to do that with this team? Absolutely. I've never felt like an assistant coach."}, {"timestamp": [2646.0, 2649.0], "text": " I've always felt like a co-coach."}, {"timestamp": [2649.0, 2653.0], "text": " I've always been given roles to feel like a co-coach."}, {"timestamp": [2653.0, 2655.0], "text": " So yeah, I'm going to be doing the same."}, {"timestamp": [2655.0, 2659.0], "text": " It's just Smith's second camp with the team first at the helm."}, {"timestamp": [2659.0, 2663.0], "text": " And if World Cup wasn't enough to train their guts out for,"}, {"timestamp": [2663.0, 2668.16], "text": " one news understands World Rugby's set to announce, they'll have some home tests in the build-up to it."}, {"timestamp": [2668.16, 2671.6], "text": " I think we're gonna go well at the World Cup but we're not gonna go well today."}, {"timestamp": [2671.6, 2677.0], "text": " You know we've got time to prepare. So... And does that excite you?"}, {"timestamp": [2677.0, 2684.72], "text": " Oh 100%... look I could have stepped away from this a month ago and I said now it's too tough."}, {"timestamp": [2684.72, 2685.0], "text": " but... now I've met the people... I'm in the environment... I'm in the environment... I'm in the environment... from this a month ago and I said now it's too tough."}, {"timestamp": [2685.0, 2692.0], "text": " But now I've met the people, I'm in the environment, I'm really excited."}, {"timestamp": [2692.0, 2700.0], "text": " And just like we did with the All Blacks in 2015, in Wayne Smith, we trust Jordan Opit One News."}, {"timestamp": [2700.0, 2708.92], "text": " Well the old adage timing is everything couldn't be more true as we reacquaint ourselves with the neighbours for Super Rugby's big Anzac weekend"}, {"timestamp": [2708.92, 2713.16], "text": " ahead. The Crusaders welcome back Jack Goodyoo just when the Scramble for All"}, {"timestamp": [2713.16, 2716.88], "text": " Black's test positions are starting to heat up. At the same time the New Zealand"}, {"timestamp": [2716.88, 2720.72], "text": " sides are finally about to play other teams."}, {"timestamp": [2720.72, 2729.0], "text": " After missing the last year you can understand Jack Goodyou being like a kid in a candy store."}, {"timestamp": [2729.0, 2732.0], "text": " A big 10 mate, it's good to be back."}, {"timestamp": [2732.0, 2737.0], "text": " Here's why he's so happy, Goodyou tore three of the four ligaments in his left knee"}, {"timestamp": [2737.0, 2740.0], "text": " after colliding with a teammate just over 12 months ago."}, {"timestamp": [2740.0, 2748.24], "text": " The knee injury that ahead was a big one, you don't get many bigger in regards to a contact sport."}, {"timestamp": [2748.24, 2750.36], "text": " What was the hardest part of the recovery?"}, {"timestamp": [2750.36, 2752.68], "text": " There were times when you do a training"}, {"timestamp": [2752.68, 2756.28], "text": " and you didn't feel like you did anything too strenuous on it"}, {"timestamp": [2756.28, 2758.4], "text": " and it would just react toward"}, {"timestamp": [2758.4, 2760.36], "text": " it would be stored full up with fluid."}, {"timestamp": [2760.36, 2764.12], "text": " His new lease of life is timed with a stretch of trans Tasman games"}, {"timestamp": [2764.12, 2766.32], "text": " originally scheduled for earlier this year"}, {"timestamp": [2766.56, 2769.68], "text": " five matches all in Melbourne over this Anzac weekend"}, {"timestamp": [2769.84, 2785.0], "text": " talk about good timing for the blues as well this duo starting together for the first time I've been really impressed with his professionalism and the questions he asked and how much he actually knows about footie."}, {"timestamp": [2785.0, 2788.0], "text": " I think a lot of people would be surprised about that."}, {"timestamp": [2788.0, 2792.0], "text": " He's clearly been watching a fair bit while playing for the Warriors and the Kiwis."}, {"timestamp": [2792.0, 2799.0], "text": " The first batch of teams flew out to Australia today, the big challenge sending over replacement players, if needed."}, {"timestamp": [2799.0, 2808.64], "text": " We had to plan well to make sure that if it was a battle to get players with flights and that out there we've got it covered. What about COVID travel logistics for a group of nearly 50?"}, {"timestamp": [2808.64, 2813.52], "text": " Here's some tips from your friendly Christchurch travel agent. The travel documentation is"}, {"timestamp": [2813.52, 2820.24], "text": " there's a lot. If you haven't travelled, prepare well because there's some paperwork. You still go the cafe and"}, {"timestamp": [2820.24, 2825.28], "text": " have a coffee. You just probably won't be in the back of the nightclub at 3 o'clock in the morning, not that we do anyway."}, {"timestamp": [2825.28, 2826.72], "text": " Well that's good to hear."}, {"timestamp": [2826.72, 2831.24], "text": " World of welcoming Osse though, be any good on the dance floor this time round."}, {"timestamp": [2831.24, 2834.08], "text": " Competition officials stand by and hope."}, {"timestamp": [2834.08, 2841.24], "text": " Now it's almost two decades since a 17-year-old Maria Sharapova stunned the tennis world,"}, {"timestamp": [2841.24, 2843.96], "text": " claiming her maiden grand slam at Wimbledon."}, {"timestamp": [2843.96, 2848.44], "text": " Well you can write off any further Russian fairy tales at SW18 in London this"}, {"timestamp": [2848.44, 2851.92], "text": " year at least with all Russian and Belarusian athletes banned from"}, {"timestamp": [2851.92, 2856.68], "text": " competing due to the war in Ukraine. That means nine top 30 players are"}, {"timestamp": [2856.68, 2860.92], "text": " excluded from both the men's and women's side of the drawer including the world number"}, {"timestamp": [2860.92, 2865.0], "text": " two and current US open champion Daniel Medvedev."}, {"timestamp": [2865.0, 2867.0], "text": " Widely tipped is one of the early favorites."}, {"timestamp": [2867.0, 2872.0], "text": " It's a decision that's been labelled difficult, unfair and crazy."}, {"timestamp": [2872.0, 2874.0], "text": " Derewe Press has more."}, {"timestamp": [2874.0, 2876.0], "text": " There's some of the game's biggest hitters."}, {"timestamp": [2876.0, 2883.0], "text": " Grand Slam champions top 10 players and now outsiders in their own sport."}, {"timestamp": [2883.0, 2888.0], "text": " Russian and Debella, Russian athletes, including former world number ones and Grand Slam champions"}, {"timestamp": [2888.0, 2890.0], "text": " banned from competing at Wimbledon."}, {"timestamp": [2890.0, 2898.0], "text": " There's another sign for Russia that they are wrong, they have to stop and we're thankful for this,"}, {"timestamp": [2898.0, 2901.0], "text": " we're thankful for all the help."}, {"timestamp": [2901.0, 2904.0], "text": " The tournament itself would suffer because of this ban."}, {"timestamp": [2904.0, 2908.8], "text": " It is unacceptable to make the athletes once again hostages of certain political prejudice,"}, {"timestamp": [2908.8, 2912.8], "text": " intrigues and hostile actions towards our country."}, {"timestamp": [2912.8, 2917.12], "text": " It's the first time since the immediate aftermath of World War II that players have been banned"}, {"timestamp": [2917.12, 2918.96], "text": " based on their nationalities."}, {"timestamp": [2918.96, 2923.68], "text": " The decision opening up rifts throughout the game even whispers of legal action."}, {"timestamp": [2923.68, 2930.0], "text": " The governing body of men's tennis, the ATP, says it's unfair and could set a damaging precedent. The women's"}, {"timestamp": [2930.0, 2934.36], "text": " tour echoing the same sentiment. World number one Novak Jokovich called the decision"}, {"timestamp": [2934.36, 2936.8], "text": " crazy. Others more circumspect."}, {"timestamp": [2936.8, 2942.48], "text": " At the end of the day, the players I've spoken to, Kachinov and Rublev, have already said there against"}, {"timestamp": [2942.48, 2945.0], "text": " against the war. Obviously they have nothing to do with it."}, {"timestamp": [2945.0, 2947.0], "text": " It's a very complicated situation."}, {"timestamp": [2947.0, 2949.0], "text": " I don't know if it's the right decision or not."}, {"timestamp": [2949.0, 2952.0], "text": " What I do know is that I hope the war ends."}, {"timestamp": [2952.0, 2954.0], "text": " The greats of the game also weighing in."}, {"timestamp": [2954.0, 2957.0], "text": " As a player growing up, that's the one you dream about the most"}, {"timestamp": [2957.0, 2960.0], "text": " and to because of politics, not to be able to play"}, {"timestamp": [2960.0, 2970.32], "text": " unless you denounce your country and leave and you know risk your families well-being as well as your own. One of Britain's summer sporting"}, {"timestamp": [2970.32, 2975.92], "text": " staples of perfectly manicured lawns, strawberries and cream at risk of turning"}, {"timestamp": [2975.92, 2982.48], "text": " sour. Derry Prius One News. One of our best ever kayakers is back. A former world champion"}, {"timestamp": [2982.48, 2985.36], "text": " an Olympic silver medalist is giving it a crack once again"}, {"timestamp": [2985.36, 2991.52], "text": " against padlers more than 20 years as junior. The national champs being held this weekend."}, {"timestamp": [2991.52, 2992.48], "text": " His guy have felt."}, {"timestamp": [2994.48, 3000.8], "text": " As young and old, ready for the National Kano sprint championships, a familiar face from years gone by is getting in the boat"}, {"timestamp": [3000.8, 3002.48], "text": " himself."}, {"timestamp": [3002.48, 3005.44], "text": " I'm sure when the gun goes it'll be, know the end stinks and all rest of it."}, {"timestamp": [3005.44, 3010.16], "text": " 2004 Olympic silver medalist Ben Fui will compete on Lake Carapero"}, {"timestamp": [3010.16, 3016.32], "text": " in the open K1 1000 the event he became 2003 world champion in and stood on the podium"}, {"timestamp": [3016.32, 3023.2], "text": " for in Athens. He'll also race the Masters K2 500 but don't get the wrong idea at 43."}, {"timestamp": [3023.2, 3028.8], "text": " This isn't a comeback. But yeah it is just a bit of a Google and you know just catch up some mates"}, {"timestamp": [3028.8, 3031.8], "text": " and it'll be nice to watch your racing I'm looking forward to to watching that"}, {"timestamp": [3031.8, 3036.0], "text": " K1,000 meter final. You'll be in it. I don't think so."}, {"timestamp": [3036.0, 3041.0], "text": " Phoey's life changed a lot since his well publicised retirement after the London games"}, {"timestamp": [3041.0, 3048.16], "text": " but as a coach now the sport remains a big part of his life. He starts to appreciate, you know that you need your mates to give you a bit of a hustle"}, {"timestamp": [3048.16, 3051.04], "text": " and you know to get out and you know to stay active."}, {"timestamp": [3051.04, 3054.96], "text": " As well as the battle between New Zealand's most successful Olympian Lisa Carrington"}, {"timestamp": [3054.96, 3059.76], "text": " and current world champion Amy Fisher, another big name might turn some heads."}, {"timestamp": [3059.76, 3064.0], "text": " Recent Shefta mission and 2000 rowing gold medalist Rob Waddell will competeel will compete in novice"}, {"timestamp": [3064.0, 3068.4], "text": ". recent shift of mission and 2000 rowing gold medalist Rob Waddell will compete in novice races today telling one news he was out of town but that he's"}, {"timestamp": [3068.4, 3071.68], "text": " struggling to even sit in the boat. I'm sure he'll just have a bit of a"}, {"timestamp": [3071.68, 3073.36], "text": " laugh and a bit of a bit of a laugh and a bit of a fun he's a big guy so it's"}, {"timestamp": [3073.36, 3078.32], "text": " you know, depending a K-1 might be the won't be the easiest thing but I'm sure if his engine he'll"}, {"timestamp": [3078.32, 3085.0], "text": " he'll he'll do well. Big guns from today and yes to year bringing some excitement on a big weekend for all."}, {"timestamp": [3085.0, 3087.0], "text": " Guyavilt One News."}, {"timestamp": [3087.0, 3093.0], "text": " Boston have rallied from 17 points down to snatch game two in their NBA playoff series against Brooklyn."}, {"timestamp": [3093.0, 3098.0], "text": " Kiwi Sean Marx nets side leading for most of the game today,"}, {"timestamp": [3098.0, 3105.0], "text": " until being outscored in the final quarter. The final one is going to be a game of shot at a one."}, {"timestamp": [3105.0, 3107.0], "text": " And the window!"}, {"timestamp": [3107.0, 3108.0], "text": " Oh!"}, {"timestamp": [3108.0, 3110.0], "text": " With the left hand!"}, {"timestamp": [3110.0, 3112.0], "text": " The defensive play of the year"}, {"timestamp": [3112.0, 3114.0], "text": " flash in a little offense."}, {"timestamp": [3114.0, 3126.64], "text": " Pretty good. head in the series two. Now, the series now heads to Brooklyn on Sunday. Brooklyn,"}, {"timestamp": [3126.64, 3128.84], "text": " it's desperate to floor a couple back there, Wendy."}, {"timestamp": [3128.84, 3129.84], "text": " All right, sounds good."}, {"timestamp": [3129.84, 3130.84], "text": " Thanks, Andrew."}, {"timestamp": [3130.84, 3136.64], "text": " Well, after the breakdown has a big at your weekend weather. And then coming up at seven"}, {"timestamp": [3136.64, 3141.68], "text": " quitting, sometimes it's okay to be a quitter. We'll let you know how to give up gracefully."}, {"timestamp": [3141.68, 3145.2], "text": " Plus, how far can you check a paper plan, you ask."}, {"timestamp": [3145.2, 3147.92], "text": " Well, we're going to meet the experts."}, {"timestamp": [3147.92, 3149.4], "text": " A lot of paper planes on the show tonight"}, {"timestamp": [3149.4, 3150.92], "text": " will use surely at 7."}, {"timestamp": [3150.92, 3151.72], "text": " That's another."}, {"timestamp": [3151.72, 3154.36], "text": " I still wear that one go."}, {"timestamp": [3154.36, 3155.88], "text": " We've got Thursday sorted."}, {"timestamp": [3155.88, 3159.56], "text": " Tonight on one, turn back the clock in 10 years younger in 10 days."}, {"timestamp": [3159.56, 3169.0], "text": " Then live the high life in the posh new series Sally New Series,h new series, Sally Lindsay's, super rich sleepover. Over on two, frightful female drivers are brought to justice on this highway patrol special."}, {"timestamp": [3169.0, 3172.0], "text": " Then a prehistoric monster is loose in the ocean and the meag."}, {"timestamp": [3172.0, 3177.0], "text": " On Duke, uncover the world's most iconic motoring machines and new icons of auto."}, {"timestamp": [3177.0, 3180.0], "text": " Plus, Otar is ambitious artists creating bright futures."}, {"timestamp": [3180.0, 3188.0], "text": " Stream the new series, O Town Dreaming, TV and Z on Demand. Makes the most of the holiday weekend with buy-to and get three on selected beauty,"}, {"timestamp": [3188.0, 3192.0], "text": " 20% off toys, 25% off kids clothing,"}, {"timestamp": [3192.0, 3195.0], "text": " 20 to 50% off kitchen wear and table wear,"}, {"timestamp": [3195.0, 3197.0], "text": " and up to 50% off bedding and towels,"}, {"timestamp": [3197.0, 3199.0], "text": " farmers, your department store."}, {"timestamp": [3199.0, 3202.0], "text": " In financial news tonight, we're seeing more New Zealandists"}, {"timestamp": [3202.0, 3204.0], "text": " to bundling their home utilities for sling shop,"}, {"timestamp": [3204.0, 3206.0], "text": "saving record numbers."}, {"timestamp": [3206.0, 3208.0], "text": " Boom."}, {"timestamp": [3208.0, 3210.0], "text": " So economically speaking I..."}, {"timestamp": [3210.0, 3212.0], "text": " Bundling other stuff with broadband"}, {"timestamp": [3212.0, 3215.0], "text": " does increase one's propensity to save mad cash."}, {"timestamp": [3215.0, 3216.0], "text": " Bum."}, {"timestamp": [3216.0, 3218.0], "text": " I promise you."}, {"timestamp": [3218.0, 3222.0], "text": " funding up will keep more money in the pockets of hardworking New Zealanders."}, {"timestamp": [3222.0, 3223.0], "text": " Starting today."}, {"timestamp": [3223.0, 3226.96], "text": " Buddle up with sling shot. Save.. and some hardworking New Zealanders. Starting today! By the luck with slingshot, save money, boom!"}, {"timestamp": [3226.96, 3229.2], "text": " Jessica, in Tova."}, {"timestamp": [3229.2, 3232.0], "text": " Curtin Studio's big holiday sale now on"}, {"timestamp": [3232.0, 3234.92], "text": " get 20 to 50% off all lined in shares"}, {"timestamp": [3234.92, 3237.12], "text": " and 20 to 30% off all blockouts,"}, {"timestamp": [3237.12, 3240.28], "text": " plus a massive 25 to 50% off all thermals."}, {"timestamp": [3240.28, 3247.0], "text": " Shop these great offers and more, only at Curtin Studio. The next garlic Easter clearance ends Monday,"}, {"timestamp": [3247.0, 3252.0], "text": " safe up to half price across selected living, dining and bedroom furniture."}, {"timestamp": [3252.0, 3307.0], "text": " Hurry, the next garlic Easter clearance, ends Monday. I'm going to fall around. of 50% of all outdoor plants. At all the rings. Kiwis know that our home is our castle."}, {"timestamp": [3307.0, 3313.0], "text": " Carpet your castle this month with our 3KG 24 ounce Valencia and Casabella carpets."}, {"timestamp": [3313.0, 3326.0], "text": " They're on offer for only $69 a carpet meter because there's no place like home. Kilda Future Passengers"}, {"timestamp": [3326.0, 3328.0], "text": " and welcome to Flight NZ0."}, {"timestamp": [3328.0, 3330.0], "text": " Why is it called Flight NZ0?"}, {"timestamp": [3330.0, 3334.0], "text": " It's our commitment to net zero carbon emissions by 2050."}, {"timestamp": [3334.0, 3336.0], "text": " Can you really get to net zero?"}, {"timestamp": [3336.0, 3337.0], "text": " Yes we can."}, {"timestamp": [3337.0, 3338.0], "text": " That's our most important journey here."}, {"timestamp": [3338.0, 3339.0], "text": " Let's get some."}, {"timestamp": [3339.0, 3342.0], "text": " Flight using sustainable aviation fuel"}, {"timestamp": [3342.0, 3346.0], "text": " will be departing sooner than you think. Tough-hides, but you're going to need more than that."}, {"timestamp": [3346.0, 3347.0], "text": " Mm-hmm."}, {"timestamp": [3347.0, 3350.0], "text": " We'll be introducing electric planes on our domestic flights."}, {"timestamp": [3350.0, 3352.0], "text": " That's impressive, but have you thought about hydrogen too?"}, {"timestamp": [3352.0, 3353.0], "text": " Yes."}, {"timestamp": [3353.0, 3357.0], "text": " Beyond 2030, hydrogen-powered aircraft could be taking to our skies."}, {"timestamp": [3357.0, 3359.0], "text": " Green hydrogen?"}, {"timestamp": [3359.0, 3360.0], "text": " Of course."}, {"timestamp": [3360.0, 3361.0], "text": " This is promising."}, {"timestamp": [3361.0, 3365.0], "text": " Keep us updated. Here we go!"}, {"timestamp": [3365.0, 3385.0], "text": " Hey! A situation? I wasn't the one who compromised patient safety. I know what you're doing and it's going to stop."}, {"timestamp": [3385.0, 3387.0], "text": " Hey, she got too big for her business."}, {"timestamp": [3387.0, 3388.0], "text": " Who was in the wrong?"}, {"timestamp": [3388.0, 3390.0], "text": " Madonna or Easter?"}, {"timestamp": [3390.0, 3391.0], "text": " Shortlin Street."}, {"timestamp": [3391.0, 3406.36], "text": " Next on two. really see what I mean. Look at this mass of fronts working their way through. That lump of cloud there, eyes on that because that's a surge of moisture"}, {"timestamp": [3406.36, 3409.96], "text": " coming from the subtropics that'll come together with some good surging from the"}, {"timestamp": [3409.96, 3413.32], "text": " southern ocean to bring the risk for some heavy downpours across parts of the"}, {"timestamp": [3413.32, 3418.0], "text": " far north, but you can see all the stuff here on the meantime. 200 millimeters or more to the west"}, {"timestamp": [3418.0, 3427.8], "text": " to the west coast of the South Island, to bring the heavy downpaws, to bring the heavy downp the heavy downp, across, across, going to ease through. That yellow blob there, that is a rain watch from literally most of Auckland, heads up into"}, {"timestamp": [3427.8, 3431.72], "text": " the morning hours. I'll show you why. Keep your eye on that blue. Keep your eye on this blue"}, {"timestamp": [3431.72, 3433.48], "text": " blue and red line here. That's going to track through, converging the red line here. That's going"}, {"timestamp": [3433.48, 3449.52], "text": " to track through, converging winds, and all of the day, clearing away in the afternoon. We bring in high pressure and one or two showers with a gusty, cooler southwesterly to kick its way in."}, {"timestamp": [3449.52, 3451.52], "text": " So heads up for this. You see that mass there?"}, {"timestamp": [3451.52, 3452.96], "text": " Literally from much of North and particularly fun."}, {"timestamp": [3452.96, 3454.96], "text": " And particularly from much of North and particularly fun going on southward."}, {"timestamp": [3454.96, 3467.12], "text": " And southward, that's could be the risk of some flash flooding just with some of these. They'll clear away a gusty"}, {"timestamp": [3467.12, 3470.24], "text": " sail west. It's what you've got into the course of the afternoon, but just watch the"}, {"timestamp": [3470.24, 3486.72], "text": " morning hours, particularly if you may be travelling the morning hours. How much do you may be travelling West as well. You get the same mass of a blue here. This is the heavy thundry stuff to work through in the main frontal boundary, tracking its way through"}, {"timestamp": [3486.72, 3490.88], "text": " or just going to showers for the course of the afternoon, cooler and fresher."}, {"timestamp": [3490.88, 3492.48], "text": " Torong heads up for some heavy thundry stuff for you as well, easing back to some heavy"}, {"timestamp": [3492.48, 3507.12], "text": " thundery stuff for you as well, easing back to some showers here into the course of the day to Gisman, everywhere else is more likely into the morning. It all clears through as that southerly"}, {"timestamp": [3507.12, 3510.88], "text": " slides through. Rain could be heavy, could be thundery as well for parts of Taranaki,"}, {"timestamp": [3510.88, 3514.48], "text": " new Plymouth, the showers easing away, everyone else, easing away, everyone else, improving"}, {"timestamp": [3514.48, 3527.76], "text": " as the gusty south west, and for well, for parts of Taranaki, new Plymouth, the showers easing away, first part of the day. You lose the northerly, you got a southerly to kick through into the after. It's a bit of everything thrown in 20 degrees is where you are finished."}, {"timestamp": [3527.76, 3531.2], "text": " Looking at things for the south of the... it is improving. showers for the morning."}, {"timestamp": [3531.2, 3531.76], "text": " to Nelson towards Blenham. Gustyall, southerly, to Nelson."}, {"timestamp": [3531.76, 3547.44], "text": " Flenham. Gustyall, with the southerly, just leftover showers, 20 degrees for Christchurch, and here as well, same sort of"}, {"timestamp": [3547.44, 3550.96], "text": " thing with all most of the showers easing away. Grey moth, hocka ticka, and"}, {"timestamp": [3550.96, 3555.44], "text": " all seeing showers in the morning. Gusty Southwestern works in for many, and you see the"}, {"timestamp": [3555.44, 3560.28], "text": " temperature's really drop away. Some leftover showers for Queenstown, only 14 degrees for you,"}, {"timestamp": [3560.28, 3568.96], "text": " dry or brighter, dry or brighters, up for a cool start to the far south as well. Probably seeing that touch of frost. Milford sounds. He's rain. Further showers work"}, {"timestamp": [3568.96, 3572.72], "text": " into the far south and west going through the course of the day and pretty similar as"}, {"timestamp": [3572.72, 3576.96], "text": " well for Dunedin. Wet and windy first part of the day, improving as you go into the course of the"}, {"timestamp": [3576.96, 3587.76], "text": " afternoon. Right. The weekend. Looks good. Coal frosty down to the far south for Saturday. Yep, good old frost. A few showers on Sunday, overall in pretty decent shape for the weekend, wondering about an"}, {"timestamp": [3587.76, 3591.2], "text": " steak day at the moment, a few showers may be Auckland and to the far south,"}, {"timestamp": [3591.2, 3594.96], "text": " otherwise it isn't looking too bad. So some stormy weather still to come,"}, {"timestamp": [3594.96, 3597.04], "text": " particularly up north tomorrow."}, {"timestamp": [3597.04, 3601.28], "text": " Well it's good to know. Thank you Dan."}], "text": " Tonight in one news, will the cost of living keep going up? Another confirmation, things are getting more expensive for you and your family. Inflation hits a record high. How do we compare to other countries? A desperate call for help from Ukrainian fighters, a muddy loophole, as Russia fires up. launching a powerful nuclear capable missile the president Putin says will make enemies think twice and a royal reunion Prince Harry reveals what happened during his first meeting with his grandmother in a year what he discussed Good evening, we've been telling you for a while now how we're paying more for things. Now, official confirmation, the cost of living has skyrocketed. Inflation is soared to 6.9% in the three months to March. The one-point increase on the previous quarter is the biggest jump in more than 30 years. The figure which measures the biggest jump in more than 30 years. The figure which measures the annual increase in prices for certain goods and services is lower than many economists had forecast. It's being driven by rising construction costs, rents, petrol and increasing costs overseas for food and secondhand cars. But we're not the only one suffering as the Ukraine conflict, COVID and global supply issues continue to take a toll. The better context, 7.7% is a total inflation rate for the OECD group of countries. It's 8.5% in the United States and hitting 7% in the UK just last week, a 30-year high there. Our neighbours Australia is lower at 3.5% but that's expected to go up when their latest figures are released next week. Katie Bradford has more of the breakdown and analysis. Even Truna is expensive. Keeping the pantry stopped is getting tougher and tougher and it's not just basics. Our everyday living, our hair cuts used to be $10 now, they're rising. We are looking at the 2030 plus. The cost of building somewhere to live is also rising. Construction materials up 18% driven by supply chain problems and record building consents, creating huge demand. A number of them are concerned about their cash flows. At the consumer end, real concern about what will it cost. That's creating uncertainty too for those building or renovating. Talk to your builder, talk to designers early, get an understanding of what's going on, understand what can be fixed in terms of price and what can't be. Junior is working as much as he can, but even buying basics like nails can be tough. They're not cheap. The government's decision to temporarily cut fuel taxes has had a tiny impact about the price of petrol still rose 32% in the last three months and as rent and food prices also increase, Kids Can is feeding an increasing number of school children. It's really an indictment on our society that kids can as needed and that we need to be putting food into the mouths of almost 40,000 children a day across this country. While kids starve, politicians argue. Hey listen Grant Robinson you're addicted to spending. Labor plans to spend an extra six billion dollars in next month's budget. And it's just putting inflationary fuel on the fire. We're not talking about cutting services or having austerity. What we're saying is let's be really thoughtful and intentional about that. What spending do people not want us to undertake? If you're thinking about the kinds of spending that a government might do that would be big enough to really have an impact on inflation. You're thinking about things like the wage subsidy scheme. Is that what people saying we shouldn't have done? Many of the factors driving inflation are global, as the Prime Minister pointed out, while being interviewed overseas. Other countries, the UK, the USA and others are also experiencing. We are not alone. Wages are rising slowly but it's not anywhere as fast as general inflation making it tough for those on the minimum wage. That's not going to get you anywhere especially with the housing that's going up. It's ridiculous. And as people scrape by... We're blessed to have been given this box here from a friend. Every little bit helps. And Katie joins us now live from Wellington so Katie that inflation shock it was expected but will it get better any time soon? Kiyorra well bad the bad news is set to continue that misery continuing for some time. Look the prediction is that inflation could still go above 7% in the next quarter, then start leveling out staying above around 5% for the rest of the year. Those are not pretty numbers and of course once prices start going up they really come down. Economic data and predictions have been very shaky during the pandemic so it's hard to know the government banking on that coming down though the reserve bank likely to keep increasing the official cash rate which means interest rates keep going up causing more pain there perhaps is a glimmer of hope though and that is when it comes to those issues oversee our tradables inflation that is inflation of prices from overseas that we can't really control things like fuel and food and secondhand cars that was much higher than domestic domestic inflation but there are some signs that so supply chain problems are starting to like fuel and food and second-hand cars that was much higher than domestic inflation but there are some signs that so supply chain problems are starting to ease starting to come back a bit and that may mean those pressures come off. Oh that's good news and Katie the government will release its budget next month well that tackle the cost of living crisis what are your thoughts on that? well this is certainly become a major political issue or political parties jumping on this of course because this is an issue that affects every single New Zealander. The government's starting to become defensive over this issue defending its spending, defending its actions around there, pointing out the moves they are making such as cutting the fuel tax. But Grant Robson today also talking about those commerce commission inquiries into both supermarkets and the building materials talking about competition in that sector and doing what they can to bring prices down but those are long-term solutions the short-term solutions have to be in next month's budget when Grant Robertson unveils are here in just a few weeks time. He will need to be doing, the government will need to be looking at doing something that takes those cost pressures off every single kiwi. Kiyhaldakady Kabrad in Wellington. And check out our website one news.co.nz for more reaction and analysis of the rising cost of living and what it means for you. Police have confirmed the Taranaki Man Chaos Price fatally shot by police in the weekend didn't have a gun. Police say price was shot while trying to commandeer a vehicle from a member of the public. This happened after Price damaged his own vehicle while ramming a vehicle, a police vehicle. The incident happened on State Highway 3 between New Plymouth and Huatara last Saturday and police are now appealing for witnesses to come forward. With Maruyupol poised to fall to Russia, Ukraine's offering unconditional talks to save those left in the ruins. Moscow, meantime, launched a nuclear-sized warning to the West over its weapons supplies to Ukraine. Kate Nicole Williams has more. An explosive warning from Vladimir Putin to the West back off. Successfully testing this nuclear-capable intercontinental ballistic missile that no current defence system can stop, according to Russia's president. This truly unique weapon will strengthen the combat potential of our armed forces reliably ensure Russia's security from external threats and provide food for thought for those who try to threaten our country. The US says the launch wasn't a direct threat with a heads up from Moscow first. In Ukraine, the fighters clinging desperately to the Marupole steelworks say time is running out. This is our appeal to the world. This could be the last appeal of our lives. We're probably facing our last days, if not hours. All of us, Marupol Military Battalion of Soldiers, more than 500 wounded, and hundreds of civilians, including women and children, we plead to take us to safety on the territory of a third-party state. – Ukrainian. We plead to take us to safety on the territory of a third-party state. Ukrainian negotiators offering unconditional talks to save civilians and soldiers alike. We are ready for different formats of exchanging our people for the Russian people. The Russian military, they left behind it. In the wider city, around 100,000 people remain trapped, hope arriving in a deal to evacuate 6,000 of them. We need a break after all this night near. We've been hiding in basements for 30 days. But far fewer actually made it out. Russia blamed for breaking the ceasefire. In ongoing efforts to isolate Russia several Western nations walked out of a global finance meeting when Russia started talking. It's an indication of the fact that President Putin and Russia has become a pry on the global stage. But not totally cut off with Europe, still sending it about a billion dollars a day for oil and gas. Without it EU powerhouse Germany would grind to a halt. It's just a matter of time. When? When? For the oil involved? As fast as possible. This year? As fast as possible. Guilt may be spurring Germany to release billions of dollars to get Ukraine weapons like this. Kate Nicole Williams, one news. And the conflict in Ukraine is on the agenda tonight as the Prime Minister prepares for high-level meetings in Tokyo. Justindaararderns had a full day in Japan's capital, pushing trade with one of our significant offshore markets. And like New Zealand's expected Japan's relationships with China will add another layer of complexity to upcoming talks. Political editor Jessica Machmich Makai is in Tokyo. Japan is in a unique position when it comes to the conflict in Ukraine. It has a longstanding relationship with China, but also has ties to the US. You've seen a very strong response from Japan to that action so no doubt we'll discuss that what it means for the world, what it means for our region. A diplomatic answer there and both New Zealand and Japan walk a diplomatic tightrope when it comes to China. Japan's neighbour is watching the conflict in Ukraine very closely because of its situation with Taiwan. We are all worse off if there is a situation where China is pigeonholed into a position where they are seen to be only aligned with Russia. Let's continue the dialogue and make sure that we don't have that situation. With Justinder Adurne's touchdown in Tokyo, Ukraine and China will be hot topics when Justinder Adurne meets with her Japanese counterpart shortly. Add to that we're hoping Japan will use its weight to encourage the US to come back to the CPTP. One thing we're already working on together hydrogen cars. The range is 850 kilometers and soon we'll see some sheer cars in New Zealand. The minister taking it for a spin and making it back. How is it right? Very smooth. Yeah, well no one else seemed worried so I wasn't. It'll still be a decade before you can buy these from a car yard, but New Zealand can offer clean hydrogen. Other countries like Australia can't. We're not burning coal or we're not burning fossil fuels to generate our power to produce green hydrogen. So yeah, we're very unique. For New Zealand is that we have a competitive edge. We have the ability to produce green hydrogen and there are markets who are looking for it. This league of the trip is a step up from Singapore. Japan is a massive market and a power player. Not only do businesses want to bite into the world's third largest economy, but we want to be firm friends. Whatever it takes, a lot to tick off in 48 hours. So let's bring Jess in now, Jess and to tick off in 48 hours. So let's bring Jess in now, Jess in big stuff on the agenda tonight. Tell us what's happening. Just under our turn we'll be meeting with Prime Minister Kashida shortly at a big event, and she's never met him before. In fact, she hasn't even talked to him on the phone before, so she won't have long to try and develop a report. She is only the second Prime Minister to meet with him in recent times. The Swiss Prime Minister just got in ahead of her. Now on the agenda, of course, will be China and Ukraine. Big topics, as well as the CPTP. New Zealand will be wanting to get something tangible out of that. We need to have Japan's might if we're going to entice the US back into this deal. Now in terms of why this is such a big visit for us, it's a sheer numbers game. 126 million people live here in Japan and you can see a little taste of that at this busy intersection behind me. We're heading off to that event shortly. It will be a grand welcome and we will keep you updated on all of the developments. Do you know quite? Yes, Jessica Muchmike, live from Japan. Or more allegations are emerging of the mistreatment of interns and volunteers at mega churches. Last week, Wellington-based a rise church launched an independent external review into issues there. Now claims have been made against another big church C3. Its pastor has spoken to Logan Church in an exclusive interview. movement launched by Kiwi-filled Pringle in Sydney with churches across the world, including here in New Zealand. It offers internships, but some say they've been a cover for free labour. I just remember you got the point where me and if you follow inter and you were just sitting in the hallway kind of just like losing it. The point we were laughing hysterically because we were just so exhausted and so fatigued. In terms of told one news that they had to pay to pay to study news that they had to pay to study and then volunteer for up to 50 hours a week while also trying to earn a living. Another former C3 interns said they worked so hard they were close to a mental breakdown following what they described as relentless pressure to serve. I think that is sad to hear. There's no way that I would want our guys to be feeling like it's just a workforce because it's not even there. C3 Auckland senior leader Ding Rush says the church has been a force for goods in the community and internships are an opportunity for people to grow in the church. We're not wanting people to get burnt out or hit the wall and we're trying to manage people as much as we can to not see that happen. Is something broken or something not connecting here? Yeah, I think you're right. If people are coming forward and expressing that, I certainly think we've got to look at that. This comes as a rise church in Wellington launches an external review into alleged mistreatment of interns and volunteers there. A rise is just one very successful type of church of which there are many others, especially in large cities. Christchurch and Auckland in particular have a lot of these churches. One news has spoken to dozens of people from modern Pentecostal churches right across New Zealand and their stories are the same. They say they've found used by big organizations, run by charismatic leaders and shut out if they ever complained. What is really needed is the sorts of procedures that Anglican and Presbyterian and Catholic churches have been setting up to ensure that there's independent ways that you can express concerns. As some of our biggest churches, take a hard look at how they operate. Logan Church, One News. And you can see more on this, including Logan's extended interview with C3 Pastor Dean Rush, on our website, One News.co.nz. The RSA's annual Poppy Appeal is underway 100 years after they were first sold here. The flowers that symbolise sacrifice go on sale before Anzac Day and it's expected they'll raise around $2 million to support veterans and their families. Ryan Boswell reports. For all veteranskin Francis Poppy production is a labour of love. That takes all the individual components that make up a poppy, the button, the stem, the petal in the white ribbon, and just joins them together. This one machine in a Christchurch factory pumps out 1.2 million poppies every year. To do that the machine has to run about 11 months of the year. We've got a group of 13 14 volunteers, some days it might work up to 12 hours a day. The RSA's annual poppy appeal is marking a milestone. The poppy appeal is 100 years this year and New Zealand is unique in terms of the poppy being our symbol of remembrance at Anzac date. Popies grew in the battlefields of Belgium and France and after the First World War was seen as a tribute to those who had died. She thought of the idea of the puppy being made by widows and orphans in the bombed areas in northern France, being sent to veterans' organisations. New Zealand ordered two and a half thousand poppies, but they were delayed. So instead, they held them back, didn't go with the armistice day 2021, but held them back for Anzac day, 1922. Now these little red flowers are a strong part of our national identity. I think they should feel proud of what, you know, New Zealand participates in and you know, being a small country. They shine out bright in amongst the people. Our Anzac poppier symbol of sacrifice, making a difference to the lives of veterans and their families. Ryan Boswell, one news. And one of our World War II veterans has been honoured in an early Anzac service. We have 101-year-old Jack Marshall's story after the break. Never for a moment thought as I wouldn't make it. Prince Harry speaks out about his long away to visit with the Queen. We talk about things that she can't talk about with anybody else. And shares an update on his grandmother's health. And then coming up on Seven Sharp, how to give up when something's not working out, why it's actually okay to quit. But there's someone who's certainly got staying power, how this Christchurch pensioner was inspired by a fundraising phenomenon. And the Kiwis taking paper planes to the world join us tonight at 7. Meet some where. When trauma has taken its toll. I died three times in the operating table and I lost my right aisle. I definitely don't recognise a sophistic thing. Can some ingenious tricks? I got those from a woman's shop. The Loumise gene. Really? Roll back the years.... from a woman's shop. The Lumuis gene? Really? Roll back the years. Goodness, me! Wow. Sally's in the countryside. Got me wellies? For her overnight cap. Your house is absolutely stoned. There's a head shake like a dough look, which I think every country house should have. That's your Thursday night, tonight, on one. than just a glad bin liner. Each role of the new Glad to be Green Ocean-bound plastic recycled bags you buy helps stop the equivalent of two two-liter plastic bottles from entering the ocean. Together, let's turn the tide on waste. What's the recipe juice? I have to confess, it's actually still bought. Since we're sharing, I chose this wine because I had a pretty label. I fed my kid's fish fingers four nights this week. I make bake salad cookies from the packet. I've all got a little too much on our plate. Who said a roast can't be a pre-keshook? You're welcome. It's okay to have breakfast for dinner. And if it doesn't turn out like the picture on the recipe, No, baby. All right. Because whether you want to make it or fake it, it's all good. Because it knew, well, there's always something cooking. I wasn't actually invited. Oh, no. You're here, same. What's your name again? Cheek. Let's go! And darling, darling, darly, stand by me. Oh, stand by me. Oh, stand now. Together, anything's possible. Westpac. Together, greater. with help or to make a booking for your Fano. The next generation Outlander P.A.T.V. Charge a home for up to 84Ks and pureeV. Combined that's 1.6 letters per hundred Ks. With all-wheel drive and seven seats, it's the Midsbishi Outlander P.H.E.V. from 69. Do this ready? Dinner! For a quality kitchen, book a free appointment with a kitchen consultant at Myde Ten who can help you from design to completion. with heavy rain and lightning storms felt across the region. Morning light revealed a devastation on the main highway between Queenstown and Glenorchy with a slip burying the road. Contractors working all day to clear out the deluge of mud and debris gushing down from the hills. While up the road in Queenstown City a lightning strike had a transformer knocking out power to more than 12,000 homes and businesses. Meanwhile a flash flood went through buildings near Greymouth at around 930 this morning. The pink possum quilt shop suddenly inundated with half a meter of water after a nearby creek burst its banks in heavy rain. The owners saying it felt like a tsunami. A long clean-up is now ahead. There's been an intimate Anzac service in Christchurch today honouring the remarkable bravery of Jack Marshall, a rear gunner in the Second World War. The highly decorated now 101-year-old defied the odds, completing two full tours of duty over Europe's war-torn skies. Donomerile Lever has more. Inside a small retirement village in Christchurch, Jack Marshall is ready. And in song, he salutes. The British-born centurion joined the RNZ A.F. Wellington bombers completing 46 missions over Europe as a tail gunner. The odds of coming home were only one and three. I never for a moment thought as I wouldn't make it. But there were close calls early on his World War II bomber crashing into the North Sea. I spent the next 16 hours floating around this digging with what was left of their crew. We lost the second pilot. He went under, I see him again. Survivors were eventually rescued by a fishing trawler. That's the A-T batch, of course that's a batch. An entire room at his villa, a special space filled with memories That's the A.G. badge, a quarter of the badge. An entire room at his villain, now a special space, filled with memories of his time at war. That was a publicity photograph taken over Cambridge in England. And I was actually in that middle turret there. It's Chief of George. Today's service was kept small to keep Jack and fellow veterans co-vids safe, but he's far from worried about the pandemic. No, no, at my age, you've got to be joking. No, they all worry me if I popped off tomorrow. I've had a wonderful evening. Jack Marshall just thankful he can still mark this Anzac and the war that's lived in his mind ever since. Donomeroy lever one news. Prince Harry has broken a silence about his visit with the Queen last week in an interview with an American TV network. He said he's trying to ensure his grandmother is protected and has the right people around her. The BBC's Nicholas Mitchell has more. His relations with the rest of the royal family have been strained of late, but Harry has remained on good terms with his grandmother the Queen. The two hadn't met for a year until last week when Harry and Megan were on route to the Netherlands for the Invictus Games. They broke their journey to visit the Queen at Windsor Castle and according to Harry the meeting went well. It was just so nice to see her you know she's on she's on great form. We have a really special relationship we talk about things that she can't talk about with with anybody else. She always got a great sense-sense-shoomoomoom with me and I got a great sense of humor with me and I'm just making sure that she's protected and got the right people around. Harry's comment that the Queen was on Great Form is reassuring given the concerns about her health. But quite what he meant by suggesting he's the person ensuring the Queen is protected and has the right people around her is unclear. On his own future plans Harry seems very settled in California. Home for me now is for the time being in the days. And it really feels that way as well. But did he think he would come to Britain to attend the Queen's Platinum Jubilee in June? I don't know yet. There's lots of things with security issues and everything else. This is what I'm trying to try to make it possible that I can get my kids to meet her. A question about his relations with his father and brother was deflected. Do you miss your brother, your dad? I mean, for me at the moment, I'm here focus on these guys. I get back and my focus is my family who I miss massively. Mabble. Finally, how much did he feel his mother's presence in his life? It's constant. It has been over the last two years, more so than ever before. It's almost as though she's done her bit with my brother, and now she's very much like helping me, got him set up. Now she's helping me set up. That's what it feels like, you know. His life of service continued, Harry said, it had just relocated to the United States. And to Mark Her Majesty's 96th birthday, today a new photo of the Queen has been released taken last month at Windsor Castle. If I can now, coming up, Johnny Depp reveals more about his relationship with Amber heard as his defamation trial against her continues. You start to slowly realize that you are in a relationship with your mother. What he says the constant clashes with his ex-wife drove him to do. Plus, coming out a new generation of skaters and this rising stars got big dreams. There's going to be the 2024 Olympics, so that'd be cool. And then coming up at 7, we are behind the scenes with the PM in Japan with some rather revealing secrets, plus why throwing paper planes around is a serious business for these keywees. And the singer's out to change perceptions about South Auckland, one song at a time. It's coming up with seven. This is a big job. It did take a bit of a tumble down the stairs. Pickery Dickery Dark, can they save the shattered clock? This bits missing the glasses broken, the vessels bent, turning to an up-knit nightmare. Then, it's the semi-final. Hold on tight. It's 1940, baby! Will they reach for the stars? I say. Or fall from great heights. Ah, ah, ah, oh! Oh, God, I can't watch. The repair shop and the Great British Sewing,, Friday, Friday, Friday, Friday, Friday, Friday, Friday, Friday, The repair shop and the Great British sewing bee Friday from 730 on 1. On one. Amokron has arrived but thankfully there's all sorts of different things we can do to cope in tough times. Like taking up a new project, hanging with Tamariki, chatting it out with mates, or simply having some me time. Check out all sorts.org.enz for heaps of tips to help get us through. Oh, oh. JVie Hachai's massive price smashes on now! This premium Sony 55-inch TV, one seven nine, six, six, six, six, next, nuts, and the Samsung 4K Q LED, one, four, eight, that's nuts too, plus free delivery on old-s, Samsung, Sony, and Panasonic, Sony, and Panasonic, four, Kue, Kue, Adit Again,, you've done it again. Hey small spenders, you give a new meaning to living comfortably. You're the connoisseurs of coziness. Turning up the heat and keeping costs down. Savings, you do it in your sleep. Yeah, you throw on that extra layer. You make saving look hot. You put the snug in style. Winter is here, but you've already got a wrap up. The warehouse where everyone gets a bargain. For made to measure fences and gates, for your home or business, locally made, locally operated, and fencing New Zealand for over 20 years you can rely on Warner while Callie is on the go with the kids personal shopper Jenny is carefully picking Callie's fresh produce Callie tose free pickup and collected who order on the way home. what's your way we can help with that. In financial news tonight we're seeing more New Zealanders bundling their home utilities with sling shop, saving money and record numbers. Boom. So economically speaking I... Bundling other stuff with broadband does increase one's propensity to save mad cash. I hope you will be holding up will keep more money in the pockets of hardworking New Zealanders starting today by the luck with slingshot save money boom Jessica in tover day one skin melts and in the sun summer has begun the boat loke key isonic the smaller SUV for a bigger life now available in LXT specification with a one-liser turbo Jedi with a one-liser turbo Jedi The smaller SUV for a biga V for a bigger life-- the I'd like to buy a chocolate please. Your change. There's a glass. Your change. Good day, grain rose from window treatments. The more you buy, the more you save on our entire range of blind shutters, louver roofs, awnings and insect screens. For a free no obligation quote, just click on window treatments.co.N's head. Welcome back. Johnny Depp is told a US court he found driven to turn to drugs and alcohol because of his constant clashes with his ex-wife. The actor is suing Amber Herd for defamation after she caught herself a victim of domestic abuse in an article and allegation Depp denies. The BBC's David Sillito has the latest from the trial. You're ready for the jury? Johnny Depp. Back on the witness, sturned for questions about a relationship that he says was controlling and belittling. As he settled down, there was only the briefest glance across the court towards where his ex-wife Amber Heard was watching. I was sort of not allowed to have a voice. So at a certain point, when that, what enters your mind is you start to slowly realize that you are in a relationship with your mother. Day one was all about the big picture. His childhood, his lifestyle, his personality, his drug use, day two, is focused rather more on the specific allegations. Good morning Mr. Deb. He was asked if he had struck Amber Hurd in an argument over a tattoo. No, he said never. Instead, he said he would retreat from her. Mr. Herritt in her frustration and in her rage and her anger she would strike out. She would... It could begin with a slap, it could begin with a shove, it could begin with, you know, throwing a TV remote at my head. His drinking was, he says, a means of coping with a constant rouse. The alcohol that I used or drank was again purely... purely... It's that little boy who didn't want to hear or didn't want to feel the pain. As they rose for recess watching intently, his ex-wife, will hear Amber heard's version of events in the days to come. But before she takes the stand, Johnny Depp is due to continue testifying for a third day tomorrow. Well, if you're looking for a way to keep the kids busy these school holidays here's an idea. Skate schools across the country are booming and as Abby Wakefield discovered more girls are getting into the sport. Jessica Riddi is building a reputation as a competitor who rips. I love the skate street. Like I love to skate big stair sets and stuff. Skaters decades older than her say she's got a lethal combination of style and power. Or as she says, people call it steezy. Sponsored by Nike and others, the 12 year olds got goals. 2024 Olympics in Paris, that'd be cool. Last year's Tokyo Olympics focusing attention on young and gifted teenagers. Back here, the sport-winning high-performance funding, a modest 33,000. But Skate in Z still seeing a huge rise in numbers of girls participating. When I first started skateboarding and there was, you know, a couple of girls that skateboarded and you knew who the girls were, these days I'll turn up to the skate park and I'll see girls from Auckland or Wellington or just local girls that I've never seen before all skateboarding and that's really awesome to see. Still some hurdles. Even as a 23-year-old who likes to skate, it can be daunting coming to a skate park full of boys. But, rungus are here helping each other out by starting the run community groups and clubs. It just makes it a safe space for everyone and I think everyone should know that everyone can skateboard. You just got to give it a go and go at your own pace. But Jessica's had no trouble finding buddies. She says it's a cool community. Boys are really supportive now and they're really like interested in girl skating. Her best trick making this look easy. Abby Wakefield, one news. So cool, there you go. 2024, get shredding or ripping, what is it? Yeah. The terminology, we've got to get down. Get into it windy. Yeah. Let's talk sport with you, Andrew, the Blackferns. I've got a new head coach. A very good one of that too. Former all blacks coach Wayne Smith, Smith is with us next as he ticks on one of the stiffest assignments in his career just months out from that home women's World Cup. Speaking of Red and Black challenges, one of the Crusaders best is back and happy. And up to nearly 20 years, look who's back in a kayak. And some active fronts have left their mark on the crunches. They move their way up the country. This main blob of cloud here is squeezed out over 200mm of rain. Several hundred lightning strikes across the south and the west. And it's not done yet. Later, who's in the firing line. They're transforming the unused. Welcome to the bank into beautifully unique homes. It's all about that. Talk about a transformation. It's off the scale. George Clark's clearest signs. We know. We've......... Crying Windows, one of the clearest signs we know of a home that's a little upset on the inside. A DBS home ventilation system delivers good clear air to keep your windows and home dry and happy as DBS. In financial news tonight we're seeing more New Zealanders. Bundling their home utilities for sling shop, saving money and record numbers. in financial news tonight we're seeing more New Zealanders bundling their home utilities with sling shop saving money and record numbers bmm so economically speaking I bundling other stuff with broadband does increase once propensity to save mad cash bmm I promise you pulling up will keep more money in the pockets of hardworking New Zealanders starting today but a lot with sling shot save money I promise you. Holding up, we'll keep more money in the pockets of hardworking New Zealanders. Starting today! But the love with slingshot, save money, boom! Jessica, in tover. When life gives you dropiness, Godfrey's gives you cleanliness. The all-new Tinko flaw in S5-Pro, only 1099. Tinkopier1X, just 49999.. 10 co pure 1 x just 4.99 say 100 god-free's cleanliness We're opening up the secrets to our kitchen add our favorite ingredients to your next my food bag delivery including new breakfast lunch and snacks for delicious made easy visit my food bag.co to nz who do you think you are? I could be your worst nightmare. Who do you think you are? I could be your worst nightmare. Don't let shingles cross your party. Once you reach 50 your risk of shingles increases. One in three people will get shingles in their lifetime. Talk to your doctor about vaccination with shingrics. While Kelly is on the go with the kids, personal shopper Jenny is carefully picking Kelly's fresh produce. Kelly toes free pickup and collected her order on the way home. What's your way? We can help with that. Transform your space with carpet court. Get free underlay and free installation on selected vinyl carpet and get a free wee rug on all rhino and cortic hard floor plus 36 months interest free. On now for a limited time at carpet court. Something very special has grown at Piedata Rise more than just bricks and stone and floor area. This is how you want to live. Just five minutes from Pukakawi. Visit the cafe showroom on Jonalomu Drive. Pieda to Rice, feels like home. One news sport is brought to you by mobile. Earn, use and save in one visit with mobile smiles. sport tonight and a big welcome back to Wayne Smith. Yes, the former all Black's coach is officially taken charge of the Blackfoons women's team. The appointment comes after a week of upheaval on the side months out from the Home World Cup Jordan Opett is with the Blackfoons in Christchurch. New seasons can be a daunting prospect for most people not Wayne Smith. I applied for the pension two days ago. While any retirement plans are now officially on hold, instead taking on what could be the biggest challenge of his career. This was a almost labour of love at the start to offer some mates a bit of a hand in the technical area. It's become bigger than that clearly because of what's occurred over the last couple of weeks. But I'm up for it. You've got five months, 16 days, and roughly 20 hours until the World Cup kicks off. Are you ready? No, yet. around. Call it New Zealand rugby's Mount Rushmore if you like. Sir Graham Henry will assist alongside Scrum Doctor Mike Cron. The handsome surname features as well. Sir Steve's daughter Whitney also an assistant. You've always said that you've been made to feel like a head coach even when you weren't. Does being the director of rugby allow you to do that with this team? Absolutely. I've never felt like an assistant coach. I've always felt like a co-coach. I've always been given roles to feel like a co-coach. So yeah, I'm going to be doing the same. It's just Smith's second camp with the team first at the helm. And if World Cup wasn't enough to train their guts out for, one news understands World Rugby's set to announce, they'll have some home tests in the build-up to it. I think we're gonna go well at the World Cup but we're not gonna go well today. You know we've got time to prepare. So... And does that excite you? Oh 100%... look I could have stepped away from this a month ago and I said now it's too tough. but... now I've met the people... I'm in the environment... I'm in the environment... I'm in the environment... from this a month ago and I said now it's too tough. But now I've met the people, I'm in the environment, I'm really excited. And just like we did with the All Blacks in 2015, in Wayne Smith, we trust Jordan Opit One News. Well the old adage timing is everything couldn't be more true as we reacquaint ourselves with the neighbours for Super Rugby's big Anzac weekend ahead. The Crusaders welcome back Jack Goodyoo just when the Scramble for All Black's test positions are starting to heat up. At the same time the New Zealand sides are finally about to play other teams. After missing the last year you can understand Jack Goodyou being like a kid in a candy store. A big 10 mate, it's good to be back. Here's why he's so happy, Goodyou tore three of the four ligaments in his left knee after colliding with a teammate just over 12 months ago. The knee injury that ahead was a big one, you don't get many bigger in regards to a contact sport. What was the hardest part of the recovery? There were times when you do a training and you didn't feel like you did anything too strenuous on it and it would just react toward it would be stored full up with fluid. His new lease of life is timed with a stretch of trans Tasman games originally scheduled for earlier this year five matches all in Melbourne over this Anzac weekend talk about good timing for the blues as well this duo starting together for the first time I've been really impressed with his professionalism and the questions he asked and how much he actually knows about footie. I think a lot of people would be surprised about that. He's clearly been watching a fair bit while playing for the Warriors and the Kiwis. The first batch of teams flew out to Australia today, the big challenge sending over replacement players, if needed. We had to plan well to make sure that if it was a battle to get players with flights and that out there we've got it covered. What about COVID travel logistics for a group of nearly 50? Here's some tips from your friendly Christchurch travel agent. The travel documentation is there's a lot. If you haven't travelled, prepare well because there's some paperwork. You still go the cafe and have a coffee. You just probably won't be in the back of the nightclub at 3 o'clock in the morning, not that we do anyway. Well that's good to hear. World of welcoming Osse though, be any good on the dance floor this time round. Competition officials stand by and hope. Now it's almost two decades since a 17-year-old Maria Sharapova stunned the tennis world, claiming her maiden grand slam at Wimbledon. Well you can write off any further Russian fairy tales at SW18 in London this year at least with all Russian and Belarusian athletes banned from competing due to the war in Ukraine. That means nine top 30 players are excluded from both the men's and women's side of the drawer including the world number two and current US open champion Daniel Medvedev. Widely tipped is one of the early favorites. It's a decision that's been labelled difficult, unfair and crazy. Derewe Press has more. There's some of the game's biggest hitters. Grand Slam champions top 10 players and now outsiders in their own sport. Russian and Debella, Russian athletes, including former world number ones and Grand Slam champions banned from competing at Wimbledon. There's another sign for Russia that they are wrong, they have to stop and we're thankful for this, we're thankful for all the help. The tournament itself would suffer because of this ban. It is unacceptable to make the athletes once again hostages of certain political prejudice, intrigues and hostile actions towards our country. It's the first time since the immediate aftermath of World War II that players have been banned based on their nationalities. The decision opening up rifts throughout the game even whispers of legal action. The governing body of men's tennis, the ATP, says it's unfair and could set a damaging precedent. The women's tour echoing the same sentiment. World number one Novak Jokovich called the decision crazy. Others more circumspect. At the end of the day, the players I've spoken to, Kachinov and Rublev, have already said there against against the war. Obviously they have nothing to do with it. It's a very complicated situation. I don't know if it's the right decision or not. What I do know is that I hope the war ends. The greats of the game also weighing in. As a player growing up, that's the one you dream about the most and to because of politics, not to be able to play unless you denounce your country and leave and you know risk your families well-being as well as your own. One of Britain's summer sporting staples of perfectly manicured lawns, strawberries and cream at risk of turning sour. Derry Prius One News. One of our best ever kayakers is back. A former world champion an Olympic silver medalist is giving it a crack once again against padlers more than 20 years as junior. The national champs being held this weekend. His guy have felt. As young and old, ready for the National Kano sprint championships, a familiar face from years gone by is getting in the boat himself. I'm sure when the gun goes it'll be, know the end stinks and all rest of it. 2004 Olympic silver medalist Ben Fui will compete on Lake Carapero in the open K1 1000 the event he became 2003 world champion in and stood on the podium for in Athens. He'll also race the Masters K2 500 but don't get the wrong idea at 43. This isn't a comeback. But yeah it is just a bit of a Google and you know just catch up some mates and it'll be nice to watch your racing I'm looking forward to to watching that K1,000 meter final. You'll be in it. I don't think so. Phoey's life changed a lot since his well publicised retirement after the London games but as a coach now the sport remains a big part of his life. He starts to appreciate, you know that you need your mates to give you a bit of a hustle and you know to get out and you know to stay active. As well as the battle between New Zealand's most successful Olympian Lisa Carrington and current world champion Amy Fisher, another big name might turn some heads. Recent Shefta mission and 2000 rowing gold medalist Rob Waddell will competeel will compete in novice. recent shift of mission and 2000 rowing gold medalist Rob Waddell will compete in novice races today telling one news he was out of town but that he's struggling to even sit in the boat. I'm sure he'll just have a bit of a laugh and a bit of a bit of a laugh and a bit of a fun he's a big guy so it's you know, depending a K-1 might be the won't be the easiest thing but I'm sure if his engine he'll he'll he'll do well. Big guns from today and yes to year bringing some excitement on a big weekend for all. Guyavilt One News. Boston have rallied from 17 points down to snatch game two in their NBA playoff series against Brooklyn. Kiwi Sean Marx nets side leading for most of the game today, until being outscored in the final quarter. The final one is going to be a game of shot at a one. And the window! Oh! With the left hand! The defensive play of the year flash in a little offense. Pretty good. head in the series two. Now, the series now heads to Brooklyn on Sunday. Brooklyn, it's desperate to floor a couple back there, Wendy. All right, sounds good. Thanks, Andrew. Well, after the breakdown has a big at your weekend weather. And then coming up at seven quitting, sometimes it's okay to be a quitter. We'll let you know how to give up gracefully. Plus, how far can you check a paper plan, you ask. Well, we're going to meet the experts. A lot of paper planes on the show tonight will use surely at 7. That's another. I still wear that one go. We've got Thursday sorted. Tonight on one, turn back the clock in 10 years younger in 10 days. Then live the high life in the posh new series Sally New Series,h new series, Sally Lindsay's, super rich sleepover. Over on two, frightful female drivers are brought to justice on this highway patrol special. Then a prehistoric monster is loose in the ocean and the meag. On Duke, uncover the world's most iconic motoring machines and new icons of auto. Plus, Otar is ambitious artists creating bright futures. Stream the new series, O Town Dreaming, TV and Z on Demand. Makes the most of the holiday weekend with buy-to and get three on selected beauty, 20% off toys, 25% off kids clothing, 20 to 50% off kitchen wear and table wear, and up to 50% off bedding and towels, farmers, your department store. In financial news tonight, we're seeing more New Zealandists to bundling their home utilities for sling shop,saving record numbers. Boom. So economically speaking I... Bundling other stuff with broadband does increase one's propensity to save mad cash. Bum. I promise you. funding up will keep more money in the pockets of hardworking New Zealanders. Starting today. Buddle up with sling shot. Save.. and some hardworking New Zealanders. Starting today! By the luck with slingshot, save money, boom! Jessica, in Tova. Curtin Studio's big holiday sale now on get 20 to 50% off all lined in shares and 20 to 30% off all blockouts, plus a massive 25 to 50% off all thermals. Shop these great offers and more, only at Curtin Studio. The next garlic Easter clearance ends Monday, safe up to half price across selected living, dining and bedroom furniture. Hurry, the next garlic Easter clearance, ends Monday. I'm going to fall around. of 50% of all outdoor plants. At all the rings. Kiwis know that our home is our castle. Carpet your castle this month with our 3KG 24 ounce Valencia and Casabella carpets. They're on offer for only $69 a carpet meter because there's no place like home. Kilda Future Passengers and welcome to Flight NZ0. Why is it called Flight NZ0? It's our commitment to net zero carbon emissions by 2050. Can you really get to net zero? Yes we can. That's our most important journey here. Let's get some. Flight using sustainable aviation fuel will be departing sooner than you think. Tough-hides, but you're going to need more than that. Mm-hmm. We'll be introducing electric planes on our domestic flights. That's impressive, but have you thought about hydrogen too? Yes. Beyond 2030, hydrogen-powered aircraft could be taking to our skies. Green hydrogen? Of course. This is promising. Keep us updated. Here we go! Hey! A situation? I wasn't the one who compromised patient safety. I know what you're doing and it's going to stop. Hey, she got too big for her business. Who was in the wrong? Madonna or Easter? Shortlin Street. Next on two. really see what I mean. Look at this mass of fronts working their way through. That lump of cloud there, eyes on that because that's a surge of moisture coming from the subtropics that'll come together with some good surging from the southern ocean to bring the risk for some heavy downpours across parts of the far north, but you can see all the stuff here on the meantime. 200 millimeters or more to the west to the west coast of the South Island, to bring the heavy downpaws, to bring the heavy downp the heavy downp, across, across, going to ease through. That yellow blob there, that is a rain watch from literally most of Auckland, heads up into the morning hours. I'll show you why. Keep your eye on that blue. Keep your eye on this blue blue and red line here. That's going to track through, converging the red line here. That's going to track through, converging winds, and all of the day, clearing away in the afternoon. We bring in high pressure and one or two showers with a gusty, cooler southwesterly to kick its way in. So heads up for this. You see that mass there? Literally from much of North and particularly fun. And particularly from much of North and particularly fun going on southward. And southward, that's could be the risk of some flash flooding just with some of these. They'll clear away a gusty sail west. It's what you've got into the course of the afternoon, but just watch the morning hours, particularly if you may be travelling the morning hours. How much do you may be travelling West as well. You get the same mass of a blue here. This is the heavy thundry stuff to work through in the main frontal boundary, tracking its way through or just going to showers for the course of the afternoon, cooler and fresher. Torong heads up for some heavy thundry stuff for you as well, easing back to some heavy thundery stuff for you as well, easing back to some showers here into the course of the day to Gisman, everywhere else is more likely into the morning. It all clears through as that southerly slides through. Rain could be heavy, could be thundery as well for parts of Taranaki, new Plymouth, the showers easing away, everyone else, easing away, everyone else, improving as the gusty south west, and for well, for parts of Taranaki, new Plymouth, the showers easing away, first part of the day. You lose the northerly, you got a southerly to kick through into the after. It's a bit of everything thrown in 20 degrees is where you are finished. Looking at things for the south of the... it is improving. showers for the morning. to Nelson towards Blenham. Gustyall, southerly, to Nelson. Flenham. Gustyall, with the southerly, just leftover showers, 20 degrees for Christchurch, and here as well, same sort of thing with all most of the showers easing away. Grey moth, hocka ticka, and all seeing showers in the morning. Gusty Southwestern works in for many, and you see the temperature's really drop away. Some leftover showers for Queenstown, only 14 degrees for you, dry or brighter, dry or brighters, up for a cool start to the far south as well. Probably seeing that touch of frost. Milford sounds. He's rain. Further showers work into the far south and west going through the course of the day and pretty similar as well for Dunedin. Wet and windy first part of the day, improving as you go into the course of the afternoon. Right. The weekend. Looks good. Coal frosty down to the far south for Saturday. Yep, good old frost. A few showers on Sunday, overall in pretty decent shape for the weekend, wondering about an steak day at the moment, a few showers may be Auckland and to the far south, otherwise it isn't looking too bad. So some stormy weather still to come, particularly up north tomorrow. Well it's good to know. Thank you Dan."}