{"speakers": [], "chunks": [{"timestamp": [0.0, 12.4], "text": " Thank you, my time."}, {"timestamp": [12.64, 14.3], "text": " This is Checkpoint on R&Z National."}, {"timestamp": [14.42, 15.26], "text": " I'm Lisa Owen."}, {"timestamp": [15.7, 16.58], "text": " Here, hi, I'm here a-a-a-a-kine."}, {"timestamp": [16.72, 19.16], "text": " The document government officials tried to keep secret."}, {"timestamp": [19.72, 21.8], "text": " MIQ could have been ditched in time for Christmas,"}, {"timestamp": [21.96, 24.18], "text": " according to advice, signed off by top doctors,"}, {"timestamp": [24.56, 25.72], "text": " including Ashley Bloomfield."}, {"timestamp": [25.8, 26.76], "text": " So why wasn't it?"}, {"timestamp": [27.08, 28.32], "text": " Calls for a national inquiry"}, {"timestamp": [28.32, 30.82], "text": " after a port worker falls to their death in Auckland."}, {"timestamp": [31.36, 33.7], "text": " The clash between heritage and high-rise buildings."}, {"timestamp": [34.12, 36.7], "text": " An apartment block could be coming to a neighbourhood near you."}, {"timestamp": [37.08, 38.58], "text": " The battle for Donbass begins."}, {"timestamp": [38.74, 41.06], "text": " Russia resets its site on the eastern Ukraine."}, {"timestamp": [41.46, 44.68], "text": " Birmingham beckons, 100 sleeps to the Commonwealth Games."}, {"timestamp": [44.68, 45.22], "text": " And Burma the Boomerang, Australia rejects Auckland Zoo's elephant, the eastern Ukraine. Birmingham beckons, 100 sleeps to the Commonwealth Games,"}, {"timestamp": [51.98, 52.52], "text": " and Burma the Boomerang, Australia rejects Auckland Zoo's elephant at the 11th hour. Why?"}, {"timestamp": [55.56, 59.76], "text": " Don't forget you can catch us live, Sky Channel 83."}, {"timestamp": [64.34, 64.94], "text": " RNZ News at 5. Good afternoon. Ahiahi Marie. I'm Evie Ashton."}, {"timestamp": [70.62, 71.02], "text": " Top health officials agreed last November that MIQ was no longer justified for most returnees,"}, {"timestamp": [77.9, 85.88], "text": " but it took 15 weeks and nearly 40,000 MIQ stays before most incoming travellers could enter freely. A memo released today shows the Director of Public Health said international arrivals didn't pose a higher risk of COVID transmission"}, {"timestamp": [85.88, 87.3], "text": " than people in the community."}, {"timestamp": [87.96, 89.94], "text": " University of Waikato Law Professor"}, {"timestamp": [89.94, 92.06], "text": " Al Gillespie says the implications"}, {"timestamp": [92.06, 93.58], "text": " of the memo could be vast."}, {"timestamp": [94.1, 95.92], "text": " You've had people who have had their liberty"}, {"timestamp": [95.92, 97.58], "text": " interrupted while they've been in the"}, {"timestamp": [97.58, 100.0], "text": " MIQ. You've had people who have paid thousands of"}, {"timestamp": [100.0, 102.1], "text": " dollars for being in MIQ"}, {"timestamp": [102.1, 104.0], "text": " and you've had those who have been able to"}, {"timestamp": [104.0, 107.58], "text": " access MIQ. COVID response minister, Chris Hipkins,"}, {"timestamp": [107.78, 110.02], "text": " says officials were advised there should be"}, {"timestamp": [110.02, 112.38], "text": " a considered transition to self-isolation"}, {"timestamp": [112.38, 113.92], "text": " and that's what happened."}, {"timestamp": [114.58, 117.46], "text": " A lifelong friend of a man shot and killed"}, {"timestamp": [117.46, 119.76], "text": " by the police in Taranaki two years ago"}, {"timestamp": [119.76, 121.6], "text": " says people want answers"}, {"timestamp": [121.6, 124.28], "text": " about the latest fatal police shooting in the region."}, {"timestamp": [124.88, 131.5], "text": " 22-year-old driver, Chaos Price, was shot dead in New Plymouth on Saturday night after ramming a police car."}, {"timestamp": [131.94, 135.04], "text": " But the police have said little else about what happened."}, {"timestamp": [135.66, 142.22], "text": " Stacey O'Carroll was mates with Alan Rowe, who was killed in 2020 after aiming a weapon at an officer following a domestic incident."}, {"timestamp": [142.9, 146.46], "text": " He says the police need to be more open about Mr Price's death."}, {"timestamp": [146.88, 151.0], "text": " People want to know why a young Māori boy was shot."}, {"timestamp": [151.62, 156.82], "text": " You know, whether he had a gun, whether he had a weapon or whatever, people just need to know."}, {"timestamp": [157.44, 162.66], "text": " Stacey O'Carroll says he considers Chaos Price, who was his nephew's best friend as"}, {"timestamp": [162.66, 163.26], "text": " Farno."}, {"timestamp": [164.12, 166.76], "text": " A quarter of Auckland's character homes"}, {"timestamp": [166.76, 168.98], "text": " are marked to lose their heritage status"}, {"timestamp": [168.98, 171.94], "text": " when higher density rules proposed by the council"}, {"timestamp": [171.94, 173.54], "text": " come into force later this year."}, {"timestamp": [174.1, 176.1], "text": " That's alarmed the character coalition,"}, {"timestamp": [176.54, 178.54], "text": " a group representing different heritage"}, {"timestamp": [178.54, 180.74], "text": " and historical societies across the city."}, {"timestamp": [181.18, 182.96], "text": " Its spokesperson, Sally Hughes,"}, {"timestamp": [183.4, 185.82], "text": " says the suburbs set to lose the most character"}, {"timestamp": [185.82, 193.7], "text": " homes are St Mary's Bay, Freeman's Bay and Remuera. The areas that they've chosen to really hammer"}, {"timestamp": [193.7, 199.94], "text": " are valuable just like all of the special character areas. I mean, it is true that not every"}, {"timestamp": [199.94, 207.5], "text": " house in those areas is of heritage value, but as a whole, the areas are special character."}, {"timestamp": [207.94, 212.16], "text": " Sally Hughes says the council has gone further than the government required."}, {"timestamp": [213.32, 218.46], "text": " 8,270 community cases of COVID-19 have been reported today."}, {"timestamp": [218.92, 220.02], "text": " Rosie Gordon reports."}, {"timestamp": [220.56, 223.18], "text": " Most of those in hospital are in the Auckland region."}, {"timestamp": [223.56, 228.06], "text": " The highest number of hospitalisations for a DHB is 91 at Waitamata."}, {"timestamp": [228.62, 233.1], "text": " The Ministry of Health expects reported community case numbers to fluctuate day-to-day,"}, {"timestamp": [233.4, 237.2], "text": " but says the overall trend remains a reduction in reported cases."}, {"timestamp": [237.78, 240.88], "text": " Five people are reported to have died with COVID-19,"}, {"timestamp": [241.32, 244.62], "text": " taking the total of reported deaths to 602."}, {"timestamp": [246.64, 253.78], "text": " Of those who died, one was in their 70s, three were in their 80s, and one was over 90. And cabinet ministers are working towards"}, {"timestamp": [253.78, 258.22], "text": " an October time frame for letting cruise ships return to New Zealand, but it could happen"}, {"timestamp": [258.22, 263.18], "text": " earlier. Across the Tasman, New South Wales, Victoria and Queensland have given the green"}, {"timestamp": [263.18, 270.34], "text": " light to cruises resuming. But in this country, Deputy Prime Minister Grant Robertson says cabinets awaiting further advice"}, {"timestamp": [270.34, 272.92], "text": " from health officials before making a final decision."}, {"timestamp": [273.52, 277.82], "text": " I think we're all aware of the role that cruise ships played in the early days of the pandemic,"}, {"timestamp": [278.36, 282.92], "text": " and there's still a concern that they operate in slightly different ways than the air travel"}, {"timestamp": [282.92, 283.86], "text": " and the air border does."}, {"timestamp": [283.98, 289.0], "text": " But don't get me wrong, we want to see cruise ships back in New Zealand. I'm confident that will happen."}, {"timestamp": [289.44, 295.54], "text": " Grant Robertson says an announcement is expected in the next few weeks. In sport, the disciplinary"}, {"timestamp": [295.54, 300.16], "text": " record of Crusader's captain and all-black lock, Scott Barrett, has counted against him."}, {"timestamp": [300.58, 304.1], "text": " The super rugby judiciary has banned him from playing for four weeks."}, {"timestamp": [304.64, 310.52], "text": " Hurricanes hooker, Asafo Al-Mua, and Highlanders' lock, Josh Dixon, have both been suspended for"}, {"timestamp": [310.52, 316.2], "text": " three weeks as the crackdown on head-high shots continues. Their bans were reduced on"}, {"timestamp": [316.2, 320.4], "text": " account of their good records, but Barrett has previously been suspended for a similar"}, {"timestamp": [320.4, 325.72], "text": " off offence. Dixon was sent off against the Hurricanes, but Aumua wasn't, which grates with Highlanders' prop Ethan de Groot, although he says losing Dixon was sent off against the hurricanes, but Aumua wasn't, which"}, {"timestamp": [325.72, 330.78], "text": " grates with Highlanders prop Ethan de Groot, although he says losing Dixon wasn't what cost"}, {"timestamp": [330.78, 332.2], "text": " him them the game."}, {"timestamp": [332.42, 336.98], "text": " We're a bit disappointing that it didn't get looked at or it sort of just got brushed under"}, {"timestamp": [336.98, 340.16], "text": " the rug, but to be honest, we had plenty of opportunities in that game to win."}, {"timestamp": [341.46, 345.74], "text": " Olympic medal-winning triathlete Hayden Wilde is chasing a Commonwealth Games double."}, {"timestamp": [346.38, 352.36], "text": " Wilde, who won bronze at last year's Tokyo Olympics, hopes he can also qualify for the 5,000 metres in Birmingham."}, {"timestamp": [353.02, 359.46], "text": " He narrowly missed qualifying for the track in Tokyo, but is optimistic he can do it this time."}, {"timestamp": [359.76, 363.28], "text": " Hopefully I can get an extension to my 5,000 metre campaign,"}, {"timestamp": [363.44, 365.98], "text": " and there's two more races in Europe that I can do"}, {"timestamp": [365.98, 367.78], "text": " that are early on at the end of May."}, {"timestamp": [368.2, 371.34], "text": " And, yeah, hopefully I can be the first guy in history"}, {"timestamp": [371.34, 373.54], "text": " to do two events and won major games."}, {"timestamp": [374.26, 376.92], "text": " And former tennis world number one, Ash Barty,"}, {"timestamp": [377.02, 378.76], "text": " has added fuel to speculation"}, {"timestamp": [378.76, 382.32], "text": " her post-retirement sporting career will focus on golf"}, {"timestamp": [382.32, 384.74], "text": " by signing up for exhibition tournaments"}, {"timestamp": [384.74, 387.48], "text": " in the US, Europe, Asia and Australia."}, {"timestamp": [387.9, 388.88], "text": " That's the news."}, {"timestamp": [390.08, 390.94], "text": " Eyes on Asia."}, {"timestamp": [391.2, 391.52], "text": " Singapore."}, {"timestamp": [391.94, 394.54], "text": " Japan as well, both major trading partners."}, {"timestamp": [394.84, 399.38], "text": " New Zealanders trying to diversifying it doesn't want to be quite so reliant on China."}, {"timestamp": [399.62, 400.58], "text": " Eyes on the street."}, {"timestamp": [400.58, 404.86], "text": " Most last beeps bring a total to 21 cameras and 100 metres."}, {"timestamp": [406.12, 411.3], "text": " And even with all these eyes on the street, there's still crime here. And alien eyes on us. And powerful"}, {"timestamp": [411.3, 415.92], "text": " civilization, you might not want to have a notice that you're on their doorstep. Now, they"}, {"timestamp": [415.92, 420.06], "text": " might of course be totally friendly, but if you're not, then you're in trouble. We're with you."}, {"timestamp": [420.24, 426.06], "text": " Morning reports, weekdays from six on our NZ National. You're on Checkpoint with Lisa Owen next."}, {"timestamp": [426.24, 429.24], "text": " First, the short forecast from Met Service to midnight Wednesday."}, {"timestamp": [429.92, 434.96], "text": " For Northland, Auckland and Coramandel, showers, heavy falls and possible thunderstorms today."}, {"timestamp": [435.52, 440.08], "text": " For Weakato, Weitomo, Taumar, Taormerunaki, Bay of Plenty and Taupo."}, {"timestamp": [440.52, 445.22], "text": " Occasional rain clearing west of Taupor this afternoon, then returning there tomorrow morning."}, {"timestamp": [445.74, 448.06], "text": " For Gisbon, cloudy with occasional showers."}, {"timestamp": [448.6, 453.14], "text": " Hawks Bay and Waiterapa, also Huanganui, and from Taiehape to Wellington,"}, {"timestamp": [453.68, 458.1], "text": " cloudy periods, a possible afternoon or evening shower, both today and tomorrow."}, {"timestamp": [458.64, 462.54], "text": " Looking at Tewe Poynambu, Nelson, Malbara, Bola, Westland and Fjordland."}, {"timestamp": [462.96, 467.34], "text": " A few showers today, but just cloudy periods for Westland and southeastern Malbara, Bola, Westland and Fjordland. A few showers today, but just cloudy periods for Westland and Southeastern Malbara."}, {"timestamp": [467.84, 471.62], "text": " Rain tomorrow with heavy falls and possible thunderstorms from the afternoon."}, {"timestamp": [472.26, 475.4], "text": " For Canterbury, Otago and Southland, mainly fine with high cloud."}, {"timestamp": [475.86, 480.48], "text": " However, there's rain about Stewart Island and a few showers in coastal Southland this afternoon."}, {"timestamp": [481.08, 484.64], "text": " Scattered rain for most of Otago and Southland from late tomorrow morning."}, {"timestamp": [485.1, 489.6], "text": " And for Decohu, the Chatham Islands, often cloudy. The time is seven minutes past five."}, {"timestamp": [489.68, 491.86], "text": " We'll have news headlines for you at 5.30."}, {"timestamp": [493.2, 496.32], "text": " Hiro-rah, E. Vee. Tena, Couto, no ma'amaii."}, {"timestamp": [496.32, 505.5], "text": " Hii, my time. The country's top doctors signed off on advice to end MIQ in November last year."}, {"timestamp": [506.04, 509.06], "text": " Dr Ashley Bloomfield and Dr Caroline McElnay agreed"}, {"timestamp": [509.06, 513.9], "text": " MIQ was no longer justified on public health grounds for most returnees,"}, {"timestamp": [513.9, 518.48], "text": " but it took another three and a half months and seven rounds in the lottery"}, {"timestamp": [518.48, 521.72], "text": " until the system was wound up. Katie Todd reports."}, {"timestamp": [522.5, 526.04], "text": " Neil Prothero was one of many Kiwis who wanted to come home"}, {"timestamp": [526.04, 529.76], "text": " and found himself vying with 16,000 others"}, {"timestamp": [529.76, 533.08], "text": " in an online lottery for just 1,200 places."}, {"timestamp": [533.4, 537.0], "text": " What it just struck me as being ridiculously unfair"}, {"timestamp": [537.0, 541.92], "text": " and my circumstances were nothing like those of many, many others,"}, {"timestamp": [542.08, 544.88], "text": " you know, who were denied the right to come back"}, {"timestamp": [544.88, 546.18], "text": " for family events, funerals, weddings. In November, as others, you know, who were denied the right to come back for family events,"}, {"timestamp": [546.3, 547.22], "text": " funerals, weddings."}, {"timestamp": [547.72, 552.4], "text": " In November, as thousands of people like him grappled with MIQ room releases,"}, {"timestamp": [552.9, 557.6], "text": " the Ministry of Health decided it was time to reassess the risk posed by international"}, {"timestamp": [557.6, 560.7], "text": " arrivals and if MIQ was justified."}, {"timestamp": [561.16, 564.92], "text": " 80% of the country's eligible population was double vaccinated."}, {"timestamp": [564.92, 566.36], "text": " Delta was spreading across the country's eligible population was double vaccinated. Delta was spreading"}, {"timestamp": [566.36, 573.12], "text": " across the country despite a boundary around Auckland. Director of Public Health Dr Carolyn McElney wrote"}, {"timestamp": [573.12, 579.14], "text": " to Director General of Health Dr Ashley Bloomfield. Her words have been voiced. I am seeking"}, {"timestamp": [579.14, 584.34], "text": " your agreement to an updated public health risk assessment that considers the risk posed by"}, {"timestamp": [584.34, 591.74], "text": " international arrivals transmitting COVID-19 is no longer higher than the domestic transmission risk of COVID-19."}, {"timestamp": [591.74, 597.0], "text": " If you agree, the effect would be that managed isolation for border returnees would no longer"}, {"timestamp": [597.0, 602.44], "text": " be justified on public health grounds as the default for people travelling to New Zealand."}, {"timestamp": [602.44, 605.0], "text": " Dr Ashley Bloomfield did agree."}, {"timestamp": [608.9, 610.1], "text": " He also agreed to brief COVID-19 response minister Chris Hipkins on the new risk assessment"}, {"timestamp": [610.1, 613.4], "text": " and start work on a plan to make self-isolation"}, {"timestamp": [613.4, 615.8], "text": " the default requirement for return-ease."}, {"timestamp": [616.1, 619.16], "text": " The memo noted the government might need to speed up its plan"}, {"timestamp": [619.16, 621.34], "text": " for a phased easing of border restrictions"}, {"timestamp": [621.34, 623.58], "text": " in the first quarter of 2022."}, {"timestamp": [624.1, 627.56], "text": " But it was not until March, 15 weeks later,"}, {"timestamp": [627.8, 632.06], "text": " before the government lifted the MIQ requirement for inbound travellers."}, {"timestamp": [632.52, 638.14], "text": " University of Waikato law professor Al Gillespie says the delay raises serious concerns."}, {"timestamp": [638.6, 640.9], "text": " It's a fair question now to ask the government,"}, {"timestamp": [641.2, 645.24], "text": " why do they not respond to this medical advice and open up MIQ earlier?"}, {"timestamp": [645.5, 650.58], "text": " The implications could be vast because you've had people who've had their liberty interrupted"}, {"timestamp": [650.58, 655.62], "text": " while they've been in the MIQ. You've had people who have paid thousands of dollars for being"}, {"timestamp": [655.62, 660.46], "text": " in MIQ and you've had those who have been able to access MIQ."}, {"timestamp": [660.46, 666.1], "text": " The Ministry of Health initially refused to provide this memo even when it was requested"}, {"timestamp": [666.1, 672.14], "text": " under the Official Information Act. It was only released after a review by the Ombudsman. Today,"}, {"timestamp": [672.36, 677.36], "text": " COVID-19 response minister Chris Hipkins responded in a statement. He said the government"}, {"timestamp": [677.36, 682.54], "text": " acted in line with public health advice and the timing of the border reopening gave the country"}, {"timestamp": [682.54, 685.6], "text": " a chance to get vaccination and booster rates up."}, {"timestamp": [686.16, 688.62], "text": " Epidemiologist Michael Baker says he's not wrong."}, {"timestamp": [688.96, 692.12], "text": " Of course, Omicron was lurking just around the corner."}, {"timestamp": [692.12, 699.48], "text": " I mean, the museum was able to delay entry of Omicron to the community in the museum until late January."}, {"timestamp": [700.12, 704.94], "text": " And so that was one to two months behind most of the rest of the world."}, {"timestamp": [705.26, 709.82], "text": " But the Ministry of Health Document offers little comfort to people like Neil Prothero,"}, {"timestamp": [710.22, 713.7], "text": " for whom MIQ was the source of frustration and pain."}, {"timestamp": [713.7, 717.76], "text": " To learn that actually this was all, let's be kind and say,"}, {"timestamp": [717.92, 719.82], "text": " not entirely necessary."}, {"timestamp": [720.08, 723.44], "text": " Add insult to injury, it adds salt in the wound of those people"}, {"timestamp": [723.44, 728.22], "text": " who have been really badly treated and in some cases traumatised by the whole thing."}, {"timestamp": [728.38, 732.2], "text": " The government should be held to account for that because they keep telling us that"}, {"timestamp": [732.2, 735.9], "text": " they're bonding and making the decisions based on scientific advice."}, {"timestamp": [736.06, 737.7], "text": " Well, it seems to be very selective."}, {"timestamp": [738.4, 740.98], "text": " The Ministry of Health has been approached for comment."}, {"timestamp": [742.06, 745.46], "text": " And joining us now is Martin Newell from grounded Kiwis."}, {"timestamp": [745.68, 748.22], "text": " Kiyo-da, Martin, what is your response to this?"}, {"timestamp": [748.28, 754.88], "text": " So they had advice in November, 15 weeks later they were well opened up or ditched the need for MIQ."}, {"timestamp": [756.44, 766.02], "text": " Kiyo'a, Lisa, look, it's what we were saying three months ago, that what the government was doing at the time was not following the sites"}, {"timestamp": [766.02, 768.26], "text": " and now we have the evidence"}, {"timestamp": [768.26, 770.0], "text": " that shows that they weren't following the best"}, {"timestamp": [770.0, 771.86], "text": " public help advice that they've"}, {"timestamp": [771.86, 773.88], "text": " supposedly been following all throughout"}, {"timestamp": [773.88, 775.66], "text": " this pandemic. The risk"}, {"timestamp": [775.66, 778.04], "text": " to Kiwis coming, from Kiwis"}, {"timestamp": [778.04, 779.88], "text": " coming home, to those Kiwis travelling"}, {"timestamp": [779.88, 782.02], "text": " from Auckland to the rest of the country"}, {"timestamp": [782.02, 783.54], "text": " was no greater."}, {"timestamp": [783.88, 786.26], "text": " And now the question has to be answered."}, {"timestamp": [786.42, 790.14], "text": " Why did they wait so long to reopen the border?"}, {"timestamp": [790.5, 794.02], "text": " There was a window between the peak of the Delta outbreak"}, {"timestamp": [794.02, 796.48], "text": " and the emergence of Omicron,"}, {"timestamp": [797.02, 799.5], "text": " which would have allowed Kiwis to come home."}, {"timestamp": [799.5, 801.3], "text": " But the Grinch stole Christmas,"}, {"timestamp": [801.72, 804.32], "text": " and they had to wait another four months."}, {"timestamp": [812.58, 813.88], "text": " Do you accept that the government and the Ministry of Health needed sufficient time to get systems in place and to manage a transition?"}, {"timestamp": [829.54, 829.7], "text": " Well, the government decided when was it in March, when they realized that there was no longer a justification for MIQ. They were able to put systems in place within a matter of days to just over a week."}, {"timestamp": [835.54, 836.44], "text": " So I don't think it would have taken month for them to put in a framework for people to come home."}, {"timestamp": [843.06, 846.94], "text": " In terms of the briefing document, it references the fact that they need to investigate what would be a legally defendable transition time."}, {"timestamp": [847.1, 848.78], "text": " What do you make of that in their priorities?"}, {"timestamp": [850.84, 853.16], "text": " A polite way of putting it will be curious."}, {"timestamp": [854.78, 860.38], "text": " So your listeners that may or may not be familiar with the grounded Kiwi's case against the government."}, {"timestamp": [860.92, 865.52], "text": " We focus on a specific period of time, which this falls bang in the"}, {"timestamp": [865.52, 865.96], "text": " middle of."}, {"timestamp": [866.08, 870.92], "text": " So the case centered around essentially from the peak of the Delta outbreak or just before"}, {"timestamp": [870.92, 873.46], "text": " the peak of the Delta outbreak to the end of 2021."}, {"timestamp": [874.38, 880.0], "text": " And what this document essentially is showing is that, you know, the government was very"}, {"timestamp": [880.0, 884.7], "text": " concerned about those legal obligations under the New Zealand Bill of Rights Act, and that"}, {"timestamp": [884.7, 885.18], "text": " obligation is to be able to provide Kiwis a pathway to return home. concerned about those legal obligations under the New Zealand Bill of Rights Act, and that obligation"}, {"timestamp": [885.18, 888.9], "text": " is to be able to provide Kiwis a pathway to return home."}, {"timestamp": [889.4, 896.1], "text": " And their argument all along has been that the public health risk assessment overrides"}, {"timestamp": [896.1, 897.98], "text": " the rights of New Zealanders to come home."}, {"timestamp": [897.98, 905.24], "text": " But this memo is showing that the country's deputy director of public health"}, {"timestamp": [905.24, 908.36], "text": " has given a recommendation to Ashley Bloomfield"}, {"timestamp": [908.36, 911.44], "text": " that they no longer believe that the public health risk assessment"}, {"timestamp": [911.44, 912.44], "text": " justified that."}, {"timestamp": [912.9, 919.6], "text": " So it would point to, ergo, it being a breach of the New Zealand Bill of Rights Act"}, {"timestamp": [919.6, 922.24], "text": " for those people that wanted to come home in that period."}, {"timestamp": [922.58, 925.78], "text": " Given that, the people who were in MIQ"}, {"timestamp": [925.78, 927.98], "text": " since this advice was given to government,"}, {"timestamp": [928.14, 931.68], "text": " so November through to when Kiwis could come home"}, {"timestamp": [931.68, 934.26], "text": " at the beginning of March, should they get their money back?"}, {"timestamp": [936.32, 940.84], "text": " Look, I think they would be entitled to ask for their money back."}, {"timestamp": [940.84, 950.46], "text": " I mean, whether the government should have been charging people for MIQ or not is probably another question. I think, you know, it's more the Kiwis that were"}, {"timestamp": [950.46, 956.7], "text": " stuck overseas or perhaps weren't able to say goodbye to a loved one or take care of a loved one."}, {"timestamp": [956.7, 963.76], "text": " You know, what's really motivated seemingly decision-making in this whole saga, particularly"}, {"timestamp": [963.76, 967.42], "text": " through this period, has been bad publicity,"}, {"timestamp": [967.68, 975.26], "text": " whether you are a journalist that has a platform that is able to get attention, or whether you go on a hunger strike,"}, {"timestamp": [975.44, 977.12], "text": " or whether you take the government to court."}, {"timestamp": [977.12, 985.78], "text": " It has only been by having to be dragged into the public and be shamed that they had to act on it."}, {"timestamp": [986.28, 991.3], "text": " And I think that probably what's feted too much into the decision-making here is less"}, {"timestamp": [991.3, 994.76], "text": " the public health response and more the politics of COVID."}, {"timestamp": [995.48, 1000.2], "text": " Do you believe that this extended, while people's emotional trauma, the ones that you've"}, {"timestamp": [1000.2, 1003.92], "text": " referenced there, people who had family members or ill people that they were desperate to see"}, {"timestamp": [1003.92, 1005.78], "text": " but didn't get back in time."}, {"timestamp": [1006.86, 1008.32], "text": " If you were sitting"}, {"timestamp": [1008.32, 1009.38], "text": " in the MIQ lottery"}, {"timestamp": [1009.38, 1012.04], "text": " in November last year, trying to get"}, {"timestamp": [1012.04, 1014.1], "text": " home, and you read this"}, {"timestamp": [1014.1, 1015.38], "text": " news today that"}, {"timestamp": [1015.38, 1017.5], "text": " actually Dr Bloomfield"}, {"timestamp": [1017.5, 1020.1], "text": " and McLean thought"}, {"timestamp": [1020.1, 1021.68], "text": " that it was fine for"}, {"timestamp": [1021.68, 1024.16], "text": " overseas arrivals to come into New Zealand"}, {"timestamp": [1024.16, 1025.54], "text": " and not increase the risk,"}, {"timestamp": [1026.04, 1032.18], "text": " then you would be pretty devastated if that meant that you weren't able to say goodbye to a Fano member."}, {"timestamp": [1032.76, 1038.82], "text": " You know, I think it was probably around the time, there was the infamous quote of cumulative risks."}, {"timestamp": [1039.46, 1042.04], "text": " Well, this memo does not talk about cumulative risks."}, {"timestamp": [1042.16, 1044.04], "text": " In fact, it talks about exactly the opposite."}, {"timestamp": [1045.76, 1047.52], "text": " It's more cumulative pain"}, {"timestamp": [1047.52, 1049.88], "text": " that's been inflicted on those"}, {"timestamp": [1049.88, 1052.0], "text": " that have been overseas or been"}, {"timestamp": [1052.0, 1053.88], "text": " stuck in New Zealand, not able to"}, {"timestamp": [1053.88, 1055.62], "text": " travel outside of the country. And"}, {"timestamp": [1055.62, 1058.02], "text": " it brings the question right"}, {"timestamp": [1058.02, 1059.68], "text": " back to the current day"}, {"timestamp": [1059.68, 1061.92], "text": " where, although we"}, {"timestamp": [1061.92, 1063.96], "text": " haven't talked about MIQ much for the last couple"}, {"timestamp": [1063.96, 1069.1], "text": " of months, there are permanent residents, there are migrants that are in New Zealand right now"}, {"timestamp": [1069.1, 1071.56], "text": " that still cannot leave the country,"}, {"timestamp": [1071.8, 1075.82], "text": " that still are not able to, say, visit their loved ones back"}, {"timestamp": [1075.82, 1079.68], "text": " anywhere in the world where they may have come from"}, {"timestamp": [1079.68, 1082.44], "text": " because New Zealand won't let them in,"}, {"timestamp": [1082.44, 1085.62], "text": " because New Zealand is still on this very slow, gradual"}, {"timestamp": [1085.62, 1087.26], "text": " reopening to the rest of the world."}, {"timestamp": [1088.22, 1091.02], "text": " It be the question, what are the border policies"}, {"timestamp": [1091.02, 1093.88], "text": " and why do they still need to be in place today?"}, {"timestamp": [1094.4, 1096.22], "text": " Given this is where we were six months ago."}, {"timestamp": [1096.58, 1097.86], "text": " Really appreciate your time, Martin."}, {"timestamp": [1097.98, 1100.54], "text": " That is Martin Njul from grounded Kiwis there."}, {"timestamp": [1101.02, 1103.04], "text": " Humai or Fikarro, we would love your feedback."}, {"timestamp": [1103.18, 1105.88], "text": " Norera, Arneina, Kaupapa, Motei, what do Norre, Anayna Kaupapa Motehota-Ni."}, {"timestamp": [1106.18, 1107.02], "text": " What do you make of this?"}, {"timestamp": [1107.02, 1108.94], "text": " Advice that was given in November,"}, {"timestamp": [1109.08, 1110.18], "text": " mid-November to the government"}, {"timestamp": [1110.18, 1112.92], "text": " from the top doctors offering advice"}, {"timestamp": [1112.92, 1114.2], "text": " saying it would be okay"}, {"timestamp": [1114.2, 1116.18], "text": " to allow people into the country"}, {"timestamp": [1116.18, 1118.66], "text": " without isolating in MIQ."}, {"timestamp": [1118.8, 1120.74], "text": " Text me, Pātui Mai 2101,"}, {"timestamp": [1120.86, 1122.18], "text": " Twitter's at Checkpoint RNZ,"}, {"timestamp": [1122.48, 1125.82], "text": " or you can email checkpoints at rnz.com.n.z."}, {"timestamp": [1126.6, 1132.1], "text": " Calls tonight for a national inquiry after another worker is killed on the job at Auckland's port."}, {"timestamp": [1132.52, 1137.12], "text": " The worker from private stevedoring firm, Wallace Investments, died after falling from a height"}, {"timestamp": [1137.12, 1141.74], "text": " while working on the Singaporean flagged container ship, Capitan Tasman, this morning."}, {"timestamp": [1142.22, 1144.7], "text": " The accident's now being investigated by Maritime New Zealand."}, {"timestamp": [1144.86, 1147.68], "text": " It is the fourth death in recent years around the port."}, {"timestamp": [1148.18, 1151.76], "text": " Former port's boss, Tony Gibson, stepped down from the top job in May last year."}, {"timestamp": [1152.18, 1156.02], "text": " His resignation followed a scathing health and safety review into operations there"}, {"timestamp": [1156.02, 1159.46], "text": " and called for safety to be prioritised over profits."}, {"timestamp": [1159.92, 1162.94], "text": " Joining me now is Craig Harrison from the Maritime Union."}, {"timestamp": [1163.34, 1164.92], "text": " Craig, an incredibly sad day."}, {"timestamp": [1165.62, 1168.52], "text": " Do you have any more detail about what happened?"}, {"timestamp": [1169.3, 1170.38], "text": " No, not at the moment at least."}, {"timestamp": [1170.48, 1173.54], "text": " I think you've got it pretty much as much as we know."}, {"timestamp": [1174.06, 1177.0], "text": " I'm sure more come out as the investigation moves on."}, {"timestamp": [1177.0, 1180.44], "text": " So I just like to say our union around the country,"}, {"timestamp": [1181.04, 1184.1], "text": " you know, we'd like to express our condolence to the family in the far now."}, {"timestamp": [1184.16, 1186.38], "text": " It's a terrible loss that I've experienced today."}, {"timestamp": [1187.68, 1191.38], "text": " As you mentioned, an investigation is underway, a maritime New Zealand investigation."}, {"timestamp": [1191.58, 1193.74], "text": " The company says it will conduct its own investigation."}, {"timestamp": [1194.46, 1197.0], "text": " Why do you want something wider and who should do it?"}, {"timestamp": [1197.88, 1204.9], "text": " Well, I think it should be led by the industry overwatch, which would be like Maritime New Zealand"}, {"timestamp": [1204.9, 1205.96], "text": " and the government,"}, {"timestamp": [1206.08, 1208.18], "text": " because if you look at our industry in the recent"}, {"timestamp": [1208.18, 1209.76], "text": " vests, not only in Auckland, but around"}, {"timestamp": [1209.76, 1212.2], "text": " New Zealand, we feature highly"}, {"timestamp": [1212.2, 1213.56], "text": " in serious harm"}, {"timestamp": [1213.56, 1216.02], "text": " and death. And it's not"}, {"timestamp": [1216.02, 1218.14], "text": " a big industry. It's not like the size of construction"}, {"timestamp": [1218.14, 1220.1], "text": " and you've just got to wonder, and"}, {"timestamp": [1220.1, 1222.32], "text": " in this day and age, why are we"}, {"timestamp": [1222.32, 1224.14], "text": " still seeing people die"}, {"timestamp": [1224.14, 1225.28], "text": " going to work on the ports?"}, {"timestamp": [1226.06, 1229.02], "text": " So you are overrepresented in the statistics, you believe?"}, {"timestamp": [1229.88, 1230.46], "text": " I think so."}, {"timestamp": [1230.46, 1238.62], "text": " I think the port employees around the countries, I think it's about 5,000 or 5.5,000 workers."}, {"timestamp": [1238.8, 1243.0], "text": " So maybe if you consider like the size of Wellington in the construction industry,"}, {"timestamp": [1243.54, 1249.1], "text": " they wouldn't have near the amount of deaths or serious harm as we do in the stevedore in our port sector."}, {"timestamp": [1249.64, 1251.56], "text": " So you have to wonder what's going wrong."}, {"timestamp": [1251.64, 1254.0], "text": " And I think there needs to be a review."}, {"timestamp": [1254.6, 1257.8], "text": " And I think we need like a national standard or something's form of governance"}, {"timestamp": [1257.8, 1260.22], "text": " that brings a lot of the port operations into law."}, {"timestamp": [1260.7, 1262.48], "text": " Is this inherently dangerous work?"}, {"timestamp": [1263.32, 1267.12], "text": " It is dangerous work, but it's like any dangerous work. If you've got the right"}, {"timestamp": [1267.12, 1271.96], "text": " control measures in place, it makes it safe. So it's not like a work site that"}, {"timestamp": [1271.96, 1276.48], "text": " changes all the time. And the ports, they've been there for, you know, long, long time."}, {"timestamp": [1276.96, 1282.96], "text": " Ships are basically the same layout for they don't seem to change. So really, we are"}, {"timestamp": [1282.96, 1285.82], "text": " lagging well behind other industry players."}, {"timestamp": [1285.92, 1287.8], "text": " If you think, for instance, what we used to hear about in the"}, {"timestamp": [1287.8, 1290.1], "text": " foresty sector, but also"}, {"timestamp": [1290.1, 1291.9], "text": " in the construction"}, {"timestamp": [1291.9, 1293.7], "text": " sector years ago, you know, it was"}, {"timestamp": [1293.7, 1295.76], "text": " horrific what was going on back"}, {"timestamp": [1295.76, 1297.24], "text": " a few years ago. But now"}, {"timestamp": [1297.24, 1299.44], "text": " we seem over-represented"}, {"timestamp": [1299.44, 1301.7], "text": " in some bad statistics in our industry."}, {"timestamp": [1302.18, 1303.92], "text": " What do you reckon's going wrong, Craig?"}, {"timestamp": [1304.6, 1306.26], "text": " I think there's a mixture of stuff going on."}, {"timestamp": [1306.32, 1309.82], "text": " I think there's a high expectation amount of hours getting work,"}, {"timestamp": [1310.22, 1314.52], "text": " but also the demand, you know, through the supply chain congestion,"}, {"timestamp": [1314.52, 1317.64], "text": " I think there's a lot of pressure on work as to keep up, you know,"}, {"timestamp": [1317.68, 1320.06], "text": " lifting the tempo and getting that freight through the port,"}, {"timestamp": [1320.18, 1321.78], "text": " which I understand is important."}, {"timestamp": [1322.0, 1326.7], "text": " But we're just seen for the volume of work that's going on"}, {"timestamp": [1326.7, 1328.78], "text": " and the amount of workers that get injured,"}, {"timestamp": [1329.28, 1332.82], "text": " and in this case die, there's something tragically wrong."}, {"timestamp": [1333.24, 1335.92], "text": " So this is an incident at ports of Auckland."}, {"timestamp": [1336.22, 1338.34], "text": " Do you have concerns at other ports?"}, {"timestamp": [1339.32, 1340.82], "text": " Yeah, like I get around the country,"}, {"timestamp": [1340.92, 1345.46], "text": " I think the report that was done skating about the ports of Auckland, I think if we really take a close look at a lot of the ports around the country. I think the report that was done skating about the ports of Auckland,"}, {"timestamp": [1346.04, 1349.92], "text": " I think if we really take a close look at a lot of the ports around the country,"}, {"timestamp": [1350.04, 1351.82], "text": " they would be in the same realms."}, {"timestamp": [1352.4, 1353.48], "text": " Any in particular, Craig?"}, {"timestamp": [1354.4, 1359.82], "text": " Well, I think some of the regional ports would struggle."}, {"timestamp": [1360.0, 1363.56], "text": " They have a high dependence on people doing a huge amount of hours."}, {"timestamp": [1363.56, 1367.88], "text": " So I think in the bulk in general, the forestry sector,"}, {"timestamp": [1368.08, 1371.36], "text": " and some of that industry I think needs a real look at."}, {"timestamp": [1371.8, 1373.54], "text": " Craig, what's huge hours in this business?"}, {"timestamp": [1373.66, 1375.84], "text": " What would you consider to be a dangerous level of hours?"}, {"timestamp": [1376.7, 1380.46], "text": " Well, anything about doing over 50 hours is you'd have to wonder what's going on."}, {"timestamp": [1380.46, 1381.32], "text": " But it's not uncommon."}, {"timestamp": [1381.5, 1389.32], "text": " I've heard of people doing 70 hours in a week in a seven-day period, then coming back the following week and do another 70. So you have to wonder what's going on but it's not uncommon I've heard of people doing 70 hours in a week in the seven-day period then coming back the following week and do another 70 so you have to wonder what's"}, {"timestamp": [1389.32, 1395.2], "text": " going on do you think there has been improvements at ports of Auckland since that health and safety"}, {"timestamp": [1395.2, 1400.46], "text": " review and since the change in leadership yeah there is a ports of oakland itself in the container"}, {"timestamp": [1400.46, 1405.04], "text": " terminal I think there's been a massive change but I think freight is going up and up you know the increase in freight coming across our ports and exports and I don I think there's been a massive change. But I think freight is going up and up."}, {"timestamp": [1408.26, 1409.14], "text": " You know, the increase in freight coming across our ports and exports."}, {"timestamp": [1413.42, 1415.52], "text": " And I don't think that people have put enough energy into actually having a look to make sure we're looking after the workers doing the work."}, {"timestamp": [1416.3, 1419.64], "text": " Thanks for joining us, Craig. That's Craig Harrison, who's from the Maritime Union."}, {"timestamp": [1420.08, 1421.82], "text": " It is almost 23 minutes past five."}, {"timestamp": [1421.9, 1423.44], "text": " Kea, Tonu Mai. Stay with us."}, {"timestamp": [1424.18, 1426.26], "text": " You're listening to Checkpoint on R&Z National."}, {"timestamp": [1426.86, 1429.3], "text": " The Prime Minister has been officially welcomed to Singapore"}, {"timestamp": [1429.3, 1432.06], "text": " as she kicks off her first overseas trip since the pandemic."}, {"timestamp": [1432.66, 1435.46], "text": " Dessinda Dern arrived in the country last night, New Zealand time,"}, {"timestamp": [1435.54, 1438.06], "text": " after clearing a COVID-19 test before departure."}, {"timestamp": [1438.66, 1440.86], "text": " She passed another on arrival in Singapore,"}, {"timestamp": [1441.02, 1443.48], "text": " but not all in the travelling delegation were as lucky."}, {"timestamp": [1443.9, 1446.58], "text": " Our Deputy Political Editor Craig McCulloch is on the trip."}, {"timestamp": [1453.1, 1459.82], "text": " Masked up on the international stage, Prime Ministerial travel, looks different in a COVID-19 world."}, {"timestamp": [1460.28, 1464.2], "text": " First, there's a pre-departure test to clear, then another on arrival in Singapore."}, {"timestamp": [1464.88, 1468.36], "text": " Three of the 50-strong delegation have already fallen at that hurdle,"}, {"timestamp": [1468.78, 1473.18], "text": " with testing picking up previous infections, preventing their travel onto Japan tomorrow."}, {"timestamp": [1473.84, 1478.02], "text": " That's just one of the new obstacles to navigate when navigating the globe,"}, {"timestamp": [1478.62, 1489.82], "text": " but all of it worth it for this."}, {"timestamp": [1493.58, 1494.04], "text": " The pomp, the ceremony, the face-to-face contact again."}, {"timestamp": [1497.18, 1499.04], "text": " Jacinda Ardurn has been officially welcomed back to Singapore at the presidential mention today."}, {"timestamp": [1499.58, 1503.2], "text": " A chance to reconnect with her counterpart, Prime Minister Lisein-Long,"}, {"timestamp": [1503.62, 1505.18], "text": " after quite the hiatus."}, {"timestamp": [1505.72, 1512.4], "text": " It is fantastic to be able to pick up again what has previously been such an important part of this job,"}, {"timestamp": [1512.5, 1517.8], "text": " and that is promoting New Zealand's interests abroad, promoting our exporters, promoting our people."}, {"timestamp": [1518.1, 1524.24], "text": " The two have met before in late 2018, but since then all communications had to take place over the phone."}, {"timestamp": [1524.82, 1528.86], "text": " Singapore was a critical supply hub for New Zealand during the pandemic."}, {"timestamp": [1529.2, 1531.14], "text": " We've been in contact a lot."}, {"timestamp": [1531.26, 1535.0], "text": " We've shared ideas, concerns, troubles with COVID."}, {"timestamp": [1535.68, 1538.44], "text": " And I have to say, I think her relationship has been strengthened."}, {"timestamp": [1538.68, 1543.36], "text": " But there's nothing like an in-person catch-up, and there is plenty to discuss."}, {"timestamp": [1543.84, 1546.7], "text": " Russia's war on Ukraine, China's influence in the region,"}, {"timestamp": [1547.2, 1550.92], "text": " and the Trans-Pacific Trade Pact, which both countries are a part of,"}, {"timestamp": [1550.98, 1553.06], "text": " Vant would like to see the United States join."}, {"timestamp": [1553.3, 1556.16], "text": " This is a very important region for us economically."}, {"timestamp": [1556.66, 1561.0], "text": " 20% of our exports come through this hub within Southeast Asia,"}, {"timestamp": [1561.1, 1562.94], "text": " so that will be a big part of our discussions."}, {"timestamp": [1562.94, 1566.32], "text": " The Prime Minister briefly spoke with Singapore's President too"}, {"timestamp": [1566.32, 1568.78], "text": " and earlier took part in a business breakfast."}, {"timestamp": [1569.44, 1572.78], "text": " She's announced an expansion of the two countries' working holiday scheme,"}, {"timestamp": [1573.16, 1578.1], "text": " meaning up to 300 young Singaporeans can come stay and work for a full year,"}, {"timestamp": [1578.52, 1579.38], "text": " and vice versa."}, {"timestamp": [1580.08, 1582.9], "text": " Overnight she'll attend a gala dinner hosted by New Zealand"}, {"timestamp": [1582.9, 1585.1], "text": " to try drum up trade and tourism."}, {"timestamp": [1585.4, 1588.44], "text": " Prime Ministerial travel may look different in 2022,"}, {"timestamp": [1588.94, 1590.98], "text": " but it's just as busy as ever."}, {"timestamp": [1592.44, 1594.58], "text": " Time now to address the elephant in the room."}, {"timestamp": [1594.8, 1597.42], "text": " Australia Zoo's last-minute decision to pull the pin"}, {"timestamp": [1597.42, 1600.66], "text": " on plans to take Burma, the Elephant from Auckland Zoo."}, {"timestamp": [1601.06, 1603.98], "text": " The 38-year-old was due to live out her twilight years at the zoo"}, {"timestamp": [1603.98, 1609.54], "text": " across the ditch and was hopping on a plane next week. Our reporter Louise Tenooth has been following the story"}, {"timestamp": [1609.54, 1615.54], "text": " and joins me now in the studio. Louise, Bermarang Burma, what's going on here? That's right."}, {"timestamp": [1615.6, 1619.54], "text": " So this afternoon, Auckland Zoo put out a statement saying they're extremely disappointed,"}, {"timestamp": [1619.74, 1623.68], "text": " but Australia Zoo has backtracked on their decision to take Burma the elephant in."}, {"timestamp": [1624.18, 1628.22], "text": " Now, obviously, I approached Australia Zoo to find out what was behind that decision,"}, {"timestamp": [1628.32, 1631.68], "text": " and they said that's because one of their elderly elephants, one of four,"}, {"timestamp": [1632.02, 1636.9], "text": " is extremely unwell at the moment, and so they're just putting her health well above Vermas,"}, {"timestamp": [1636.94, 1639.58], "text": " and they say that they just don't have the capacity to take her in."}, {"timestamp": [1640.0, 1642.18], "text": " But when I talked to Auckland Zoo about that,"}, {"timestamp": [1642.18, 1644.74], "text": " they told me that they were assured that that wouldn't be an issue."}, {"timestamp": [1644.9, 1646.66], "text": " They knew that that elephant was unwell,"}, {"timestamp": [1646.96, 1651.16], "text": " and they were assured that Burma would be able to have her twilight years at Australia Zoo."}, {"timestamp": [1651.28, 1653.12], "text": " She was all set to go just next week."}, {"timestamp": [1653.12, 1659.74], "text": " And obviously, we should remind people that Australia Zoo is the famous Irwin Zoo, right?"}, {"timestamp": [1660.12, 1663.62], "text": " So now, you were at Auckland Zoo less than two weeks ago,"}, {"timestamp": [1663.74, 1666.4], "text": " seeing Burma getting all sorted to go. That's right. So just less than two weeks ago, seeing Burma getting all sorted to go."}, {"timestamp": [1666.88, 1669.5], "text": " That's right. So just less than two weeks ago we were there."}, {"timestamp": [1669.78, 1673.24], "text": " And that put out the call, last goodbyes, come and say goodbye to Burma."}, {"timestamp": [1673.3, 1675.96], "text": " And we saw all of that preparation and action."}, {"timestamp": [1676.08, 1678.64], "text": " So this is about 12 months in the making this project."}, {"timestamp": [1679.06, 1681.26], "text": " And Burma has had a custom crate made for her."}, {"timestamp": [1681.36, 1684.98], "text": " She was set to go on a jumbo jet, might I add, for her size, just next week."}, {"timestamp": [1688.48, 1688.68], "text": " And the staff were training her to get used to that crate training."}, {"timestamp": [1693.7, 1693.76], "text": " She was eating and sleeping in the crate. She was all set to go. And, well, just like that,"}, {"timestamp": [1698.58, 1698.98], "text": " that decision's kind of been blown out. Remind us why Auckland Zoo didn't want Burma anymore?"}, {"timestamp": [1706.14, 1706.28], "text": " So Burma is 38. She's been at Auckland Zoo for 32 years, so she needed somewhere to live out her twilight years, basically."}, {"timestamp": [1707.52, 1708.02], "text": " She's at retiring age."}, {"timestamp": [1714.44, 1714.56], "text": " And her other pal, Anjali, has been sent to Taronga Western Plains Zoo, where it was hoped that she would fall pregnant."}, {"timestamp": [1716.58, 1717.0], "text": " But of course, that leaves Berman on her lonesome."}, {"timestamp": [1719.92, 1720.34], "text": " They want her to have a herd to hang out with for her twilight years."}, {"timestamp": [1723.5, 1723.58], "text": " And at Australia Zoo, there's four other elephants for her to hang out with."}, {"timestamp": [1726.06, 1726.22], "text": " So that's what's behind it, basically."}, {"timestamp": [1728.78, 1731.72], "text": " Some pals for her to hang out with to have a bit of fun and to become a bit of an auntie figure amongst four other elephants."}, {"timestamp": [1732.02, 1733.36], "text": " So what's going to happen to her now?"}, {"timestamp": [1733.66, 1735.24], "text": " Well, that is the real question here."}, {"timestamp": [1735.32, 1737.64], "text": " It's been over 12 months to get to this point."}, {"timestamp": [1738.26, 1741.94], "text": " So, well, the zoo has told me they're basically just picking their brains."}, {"timestamp": [1742.1, 1743.64], "text": " This has really come out of the blue for them."}, {"timestamp": [1743.7, 1745.32], "text": " It's just been announced this afternoon."}, {"timestamp": [1746.32, 1749.94], "text": " My thinking is that they'll be ringing around to see who can take her in"}, {"timestamp": [1749.94, 1752.84], "text": " because it's really just not viable to get other elephants here."}, {"timestamp": [1753.28, 1757.98], "text": " Speaking to the zoo director, Kevin Buehler, he's quoted up to $100 million to start a herd"}, {"timestamp": [1757.98, 1758.56], "text": " from scratch."}, {"timestamp": [1758.76, 1760.2], "text": " And it just takes so long."}, {"timestamp": [1760.32, 1763.84], "text": " So I think, well, they're just going to be ringing around and asking who wants to take"}, {"timestamp": [1763.84, 1764.26], "text": " Bermaner in."}, {"timestamp": [1764.32, 1766.42], "text": " But in the meantime, of course, she'll be cared for and loved."}, {"timestamp": [1766.5, 1769.38], "text": " And I guess the only benefit is that we can have some more time with her."}, {"timestamp": [1769.74, 1772.64], "text": " Yeah, no small feat finding some accommodation for an elephant."}, {"timestamp": [1772.82, 1773.44], "text": " Thank you, Louise."}, {"timestamp": [1773.54, 1775.4], "text": " Louise Teneuth there with the update on Burma."}, {"timestamp": [1775.76, 1777.96], "text": " Who's been rejected by Australia Zoo?"}, {"timestamp": [1778.04, 1778.84], "text": " We'll keep you posted."}, {"timestamp": [1779.28, 1780.56], "text": " Let's return to Singapore now."}, {"timestamp": [1780.64, 1783.64], "text": " And we're joined by our Deputy Political Editor Craig McCulloch."}, {"timestamp": [1784.0, 1787.92], "text": " Craig, you've just come from this joint news conference with Jacinda Adirn and the Singapore"}, {"timestamp": [1787.92, 1789.94], "text": " Prime Minister. What did they have to say?"}, {"timestamp": [1790.82, 1795.12], "text": " Yes, I am still actually here at the Astana, the presidential mention here in Singapore,"}, {"timestamp": [1795.28, 1800.28], "text": " where the two leaders met, both leaders not long ago, and I mean not long ago at all,"}, {"timestamp": [1800.4, 1807.0], "text": " fronted for a media conference here, and they issued joint statement as as usual on these sort of trips."}, {"timestamp": [1807.06, 1809.66], "text": " Not a lot on the way of surprises it has to be said."}, {"timestamp": [1809.96, 1812.4], "text": " They agreed in this case to strengthen"}, {"timestamp": [1812.4, 1814.0], "text": " the two countries trade agreements"}, {"timestamp": [1814.0, 1817.46], "text": " with a new additional focus on climate change."}, {"timestamp": [1817.56, 1820.32], "text": " That means basically more collaboration and cooperation"}, {"timestamp": [1820.32, 1823.42], "text": " than we talk about this thing called the Green Economy."}, {"timestamp": [1823.58, 1826.56], "text": " What it actually means in practice is still far from clear,"}, {"timestamp": [1826.64, 1831.92], "text": " but I expect we'll hear more this trip about sustainable aviation in particular."}, {"timestamp": [1832.3, 1836.26], "text": " Also conversation topics, of course, global and regional challenges."}, {"timestamp": [1836.46, 1840.56], "text": " Russia high on the list, both leaders condemned again the invasion of Ukraine"}, {"timestamp": [1840.56, 1843.24], "text": " and demanded Russia's immediate withdrawal."}, {"timestamp": [1843.24, 1849.16], "text": " We asked specifically about China's influence in the region, in the Pacific region."}, {"timestamp": [1849.28, 1854.54], "text": " And Prime Minister Lee pointed out that Singapore and New Zealand longstanding friends,"}, {"timestamp": [1854.7, 1856.7], "text": " both fellow small island states."}, {"timestamp": [1856.7, 1860.28], "text": " And he said it is in the interest of all countries to have a stable region."}, {"timestamp": [1860.42, 1865.88], "text": " He wasn't familiar with the reported security pact between Solomon Islands and China,"}, {"timestamp": [1865.96, 1867.86], "text": " so didn't want to get into that, but did point out"}, {"timestamp": [1867.86, 1870.2], "text": " that they did, the two leaders, did discuss"}, {"timestamp": [1870.2, 1872.24], "text": " China and Russia's relationship"}, {"timestamp": [1872.24, 1874.22], "text": " and that, the"}, {"timestamp": [1874.22, 1876.68], "text": " impact of that on China-U.S."}, {"timestamp": [1876.68, 1879.02], "text": " Relations. He said, Prime Minister Lees City, ultimately,"}, {"timestamp": [1879.54, 1881.56], "text": " he hoped that wisdom would prevail there"}, {"timestamp": [1881.56, 1883.36], "text": " and that it wouldn't escalate."}, {"timestamp": [1884.3, 1888.78], "text": " And Craig, what's it like being on this traveling roadshow at the moment with all the COVID restrictions?"}, {"timestamp": [1889.94, 1897.1], "text": " Well, it is clear that the world, or at least this part of the world, at least, has not returned to normal just yet."}, {"timestamp": [1897.1, 1900.78], "text": " In many ways, the restrictions are tougher than they are in New Zealand."}, {"timestamp": [1900.94, 1909.08], "text": " So here in Singapore, they relaxed restrictions not long ago, but they still, for example, require scanning in at venues, and that is tightly enforced. Before we came here"}, {"timestamp": [1909.08, 1914.46], "text": " to the Astana, we all had to be tested for COVID-19, take a PCR test, and we had to prove"}, {"timestamp": [1914.46, 1919.04], "text": " that we were vaccinated as well. Then, of course, there was Japan where we headed next, and the"}, {"timestamp": [1919.04, 1924.54], "text": " entry requirements there are so strict, even a faint positive for a past infection will prevent"}, {"timestamp": [1924.54, 1925.36], "text": " you from coming in."}, {"timestamp": [1926.0, 1927.76], "text": " As I mentioned in my piece, which played earlier,"}, {"timestamp": [1927.86, 1929.9], "text": " that's already caught out three"}, {"timestamp": [1929.9, 1931.42], "text": " people on this trip."}, {"timestamp": [1931.5, 1934.38], "text": " We'll have to head home to New Zealand"}, {"timestamp": [1934.38, 1935.94], "text": " rather than carry on"}, {"timestamp": [1935.94, 1937.88], "text": " to Japan. Luckily, that does not"}, {"timestamp": [1937.88, 1939.96], "text": " include the Prime Minister. Luckily, it does not"}, {"timestamp": [1939.96, 1941.8], "text": " include me. So the trip"}, {"timestamp": [1941.8, 1943.82], "text": " continues. One more day in Singapore"}, {"timestamp": [1943.82, 1945.1], "text": " and then we're on to Japan."}, {"timestamp": [1945.84, 1947.98], "text": " We'll keep our fingers crossed for you, Craig. Thanks for that."}, {"timestamp": [1948.06, 1949.68], "text": " That's Craig McCalloch, reporting there"}, {"timestamp": [1949.68, 1950.82], "text": " from Singapore."}, {"timestamp": [1959.42, 1962.24], "text": " Hiora, Eteiwi, Air Checkpoint."}, {"timestamp": [1962.36, 1967.54], "text": " A high-profile east coaster calls for slip-prone areas to be recloaked in native forest."}, {"timestamp": [1968.04, 1971.54], "text": " Character homes under threat, the controversial Auckland housing plan,"}, {"timestamp": [1971.88, 1975.38], "text": " that could see six-story blocks and some well-heeled burbs,"}, {"timestamp": [1975.68, 1979.74], "text": " and it's T-minus 100 days until the 2022 Commonwealth Games."}, {"timestamp": [1980.14, 1983.7], "text": " Hoa or Fokarro, we would love your feedback on anything if you heard on the program this evening."}, {"timestamp": [1983.7, 1985.08], "text": " Texas,101."}, {"timestamp": [1985.44, 1989.6], "text": " Twitter's at Checkpoint RNZ or the email address is Checkpoint at RNZ.com."}, {"timestamp": [1989.6, 1992.14], "text": " It's time now to get to the headlines."}, {"timestamp": [1992.34, 1994.48], "text": " Ana ewe mina pittsikourero."}, {"timestamp": [1995.24, 2000.9], "text": " A university of Waikato law professor says there could be vast implications from a November memo"}, {"timestamp": [2000.9, 2004.56], "text": " advising health officials MIQ was no longer justified."}, {"timestamp": [2005.14, 2010.26], "text": " Al Gillespie says in the ensuing 15 weeks, people had their liberty interrupted and had"}, {"timestamp": [2010.26, 2014.38], "text": " to pay thousands of dollars to stay in MIQ while others couldn't even access it."}, {"timestamp": [2014.9, 2019.34], "text": " COVID response minister, Chris Hickens, says officials were told there should be a considered"}, {"timestamp": [2019.34, 2021.56], "text": " transition to self-isolation."}, {"timestamp": [2022.26, 2025.62], "text": " A quarter of Auckland's character homes could lose heritage status"}, {"timestamp": [2025.62, 2027.92], "text": " when the council's higher density rules"}, {"timestamp": [2027.92, 2029.38], "text": " come into force later this year."}, {"timestamp": [2029.9, 2031.84], "text": " A spokesperson for the character coalition"}, {"timestamp": [2031.84, 2033.74], "text": " representing the city's heritage"}, {"timestamp": [2033.74, 2035.16], "text": " and historical societies"}, {"timestamp": [2035.16, 2038.02], "text": " says the council has gone further than required."}, {"timestamp": [2038.52, 2040.24], "text": " Sally Hughes says the suburbs"}, {"timestamp": [2040.24, 2042.16], "text": " set to lose the most character homes"}, {"timestamp": [2042.16, 2045.16], "text": " are St Mary's Bay, Freeman's Bay and Rimaida."}, {"timestamp": [2045.94, 2053.92], "text": " A lifelong friend of a man shot dead by police in Taranaki two years ago says people want answers about the latest fatal shooting in the region."}, {"timestamp": [2054.5, 2061.26], "text": " 22-year-old driver, Chaos Price, was shot dead in New Plymouth on Saturday night after ramming a police car,"}, {"timestamp": [2061.4, 2063.64], "text": " but the police have said little about what happened."}, {"timestamp": [2064.2, 2069.66], "text": " Stacey O'Carroll was mates with Alan Rowe, who was killed in 2020 after aiming a weapon at an officer,"}, {"timestamp": [2070.14, 2073.9], "text": " and says police need to be more open about Mr Price's death."}, {"timestamp": [2075.14, 2080.6], "text": " Cabinet ministers are working towards an October timeframe for letting cruise ships return to New Zealand,"}, {"timestamp": [2080.74, 2081.9], "text": " but it could happen earlier."}, {"timestamp": [2082.4, 2086.72], "text": " Across the Tasman, New South Wales, Victoria and Queensland have given the green light"}, {"timestamp": [2086.72, 2087.82], "text": " to cruises resuming."}, {"timestamp": [2088.36, 2093.66], "text": " But Deputy Prime Minister Grant Robertson says cabinets are waiting further advice from health"}, {"timestamp": [2093.66, 2096.9], "text": " officials before making a final decision for this country."}, {"timestamp": [2097.8, 2103.22], "text": " And new infestations of a crop-killing moth could cost farmers tens of millions of dollars"}, {"timestamp": [2103.22, 2104.44], "text": " if they survive here."}, {"timestamp": [2104.92, 2108.78], "text": " Eggs were found in surveillance traps in suburban Poudanga last month"}, {"timestamp": [2108.78, 2113.62], "text": " and fall armyworm larvae have now been found on two farms south of Hamilton."}, {"timestamp": [2114.22, 2118.74], "text": " Ag research scientist Craig Phillips says the moths prefer tropical climates"}, {"timestamp": [2118.74, 2121.16], "text": " but may survive in the Upper North Island."}, {"timestamp": [2121.76, 2122.54], "text": " Those are the headlines."}, {"timestamp": [2122.72, 2124.38], "text": " Our next bulletin is at six."}, {"timestamp": [2125.44, 2127.12], "text": " Namahe, Evie, no ma'i, hokey ma."}, {"timestamp": [2127.22, 2129.14], "text": " This is Checkpointe, called Lisa Ointe."}, {"timestamp": [2129.22, 2130.54], "text": " It is time for business news now."}, {"timestamp": [2130.62, 2132.78], "text": " I'm called Nicholas Pointin."}, {"timestamp": [2133.24, 2135.48], "text": " Nicholas, the services sector is growing"}, {"timestamp": [2135.48, 2136.92], "text": " for the first time in eight months."}, {"timestamp": [2137.02, 2139.7], "text": " Is the worst of the Omicron shock subsides?"}, {"timestamp": [2140.3, 2140.76], "text": " Yes, yeah."}, {"timestamp": [2140.84, 2141.68], "text": " Good evening, Lisa."}, {"timestamp": [2141.68, 2143.06], "text": " Yeah, this is the latest report"}, {"timestamp": [2143.06, 2145.72], "text": " from the BNZ Bank into the services sector."}, {"timestamp": [2145.86, 2149.28], "text": " For the uninitiated, the services sector represents about two-thirds,"}, {"timestamp": [2149.36, 2151.66], "text": " or accounts for about two-thirds of our economy."}, {"timestamp": [2151.86, 2157.0], "text": " And as you mentioned just before, the sector is an expansion for the first time in eight months."}, {"timestamp": [2157.4, 2160.64], "text": " And that was led by a lift in sales activity,"}, {"timestamp": [2161.04, 2164.16], "text": " and also growth in inventory stocks for businesses."}, {"timestamp": [2164.16, 2165.28], "text": " And some of the strong,"}, {"timestamp": [2165.62, 2169.38], "text": " the real strong performers within the services sector, it's a very broad category,"}, {"timestamp": [2169.38, 2175.4], "text": " where those companies that operate in property, finance, retail and wholesale trade. But"}, {"timestamp": [2175.4, 2180.8], "text": " particularly encouraging this report was the solid lift or significant lift in new orders,"}, {"timestamp": [2181.12, 2185.02], "text": " often taken to be a forward indicator of future demand."}, {"timestamp": [2185.02, 2191.68], "text": " But those were the positives in what's been described in very much a Apache report."}, {"timestamp": [2191.98, 2195.54], "text": " But we look at some of the weaknesses in this report, or the elements of concern,"}, {"timestamp": [2195.9, 2201.42], "text": " was that there are those familiar challenges for businesses, be it supply chain disruptions,"}, {"timestamp": [2201.78, 2202.5], "text": " skill shortages."}, {"timestamp": [2203.18, 2205.18], "text": " There are obviously those companies that have facing"}, {"timestamp": [2205.18, 2211.32], "text": " ongoing disruptions to their business caused by the COVID pandemic. You've got the likes of the"}, {"timestamp": [2211.32, 2217.14], "text": " hospitality, tourism, or even the events sector. So those of us who are sort of sitting on the"}, {"timestamp": [2217.14, 2221.26], "text": " sidelines and paying close attention to this, what will be of real interest is those recent"}, {"timestamp": [2221.26, 2226.22], "text": " loosening of restrictions, you know, last week over the past couple of weeks,"}, {"timestamp": [2226.36, 2228.96], "text": " we also now have Australian visitors able to come here."}, {"timestamp": [2229.2, 2231.36], "text": " What will be the economic impact of that?"}, {"timestamp": [2231.44, 2235.02], "text": " Will we actually see sustained lifting activity over the coming months?"}, {"timestamp": [2235.02, 2239.5], "text": " Because sort of cautioning against that has been that sort of dark cloud that's hanging over the economy."}, {"timestamp": [2240.86, 2243.32], "text": " You know, inflation at a near 30-year high."}, {"timestamp": [2243.4, 2246.36], "text": " We'll get the latest figures out later this week."}, {"timestamp": [2246.56, 2248.86], "text": " It's forecast to hit about 7%."}, {"timestamp": [2248.86, 2253.4], "text": " So what sort of impact is that having on consumers' desire to go out and spend,"}, {"timestamp": [2253.7, 2255.86], "text": " giving that they having to spend more money on the basics,"}, {"timestamp": [2256.02, 2259.48], "text": " the cost of living, things like rent, food, your mortgage,"}, {"timestamp": [2259.86, 2261.8], "text": " and we're also about to head into the colder months,"}, {"timestamp": [2261.88, 2263.44], "text": " so also your power bill as well."}, {"timestamp": [2264.06, 2268.06], "text": " Hey, and speaking of power, there's a new solar power company that's emerged from the shadows,"}, {"timestamp": [2268.2, 2271.02], "text": " and who's the senior Google exec who's kind of backing us?"}, {"timestamp": [2271.02, 2272.82], "text": " Yeah, look, we're going to with the Google exec."}, {"timestamp": [2272.98, 2278.46], "text": " This is All's Helzer, Helzler, Google Executive, a senior vice president at the company."}, {"timestamp": [2278.92, 2282.92], "text": " Probably not much of a household name, but it's interesting to see someone of that sort of profile,"}, {"timestamp": [2283.3, 2285.54], "text": " putting some of their money behind this."}, {"timestamp": [2285.54, 2291.88], "text": " But look, this is a joint venture that's seen energy developers from the US and New"}, {"timestamp": [2291.88, 2297.86], "text": " Zealand to join forces to form this company called Helios Energy."}, {"timestamp": [2297.86, 2302.42], "text": " And they're talking about spending up to a billion dollars to build some large-scale solar"}, {"timestamp": [2302.42, 2304.9], "text": " farms in both the North and South Island."}, {"timestamp": [2304.9, 2310.94], "text": " They say these solar farms could be capable of powering up to 250,000 houses."}, {"timestamp": [2311.48, 2316.18], "text": " Look, these people, they're just the latest in the line of investors and companies to announce"}, {"timestamp": [2316.18, 2318.2], "text": " a large-scale energy project."}, {"timestamp": [2318.5, 2323.5], "text": " Sort of echoing statements we've heard before about the need to increase renewable electricity"}, {"timestamp": [2323.5, 2326.14], "text": " supply to support the transition,"}, {"timestamp": [2326.4, 2329.7], "text": " or our economy's transition, away from fossil fuels."}, {"timestamp": [2329.8, 2334.32], "text": " But it's clear to mention, but it's important to mention, rather, that this whole project"}, {"timestamp": [2334.32, 2335.74], "text": " is still in its infancy."}, {"timestamp": [2336.34, 2338.32], "text": " It's still just an idea."}, {"timestamp": [2338.72, 2340.26], "text": " No land has been purchased."}, {"timestamp": [2340.68, 2344.96], "text": " I suspect that they're putting this announcement out there into the market to hope to see"}, {"timestamp": [2344.96, 2351.1], "text": " if they can attract other interests from other possible partners who maybe would want to sign up and help get this project off the ground."}, {"timestamp": [2351.6, 2353.5], "text": " And let's take a twirl around the markets, Nicholas."}, {"timestamp": [2353.66, 2363.64], "text": " Yeah, the NZX is down 56 points to 11,836 and the dollar is trading 67.4 US cents and 91.4 Australian."}, {"timestamp": [2364.14, 2368.34], "text": " Thanks, Nicholas. Kakita, that's Nicholas Pointin with business news there."}, {"timestamp": [2368.88, 2374.1], "text": " It's time to recloak the fenua in native trees or lose more of it to extreme weather events."}, {"timestamp": [2374.22, 2376.84], "text": " That's the call from well-known east coaster Manukari."}, {"timestamp": [2376.84, 2383.66], "text": " A series of storms in Taera Feti has left parts of the district mud covered and scarred with slips and erosion."}, {"timestamp": [2384.3, 2388.26], "text": " Slash or wood debris from logging operations has also ended up in waterways."}, {"timestamp": [2388.68, 2392.98], "text": " Former district councillor and Ruatoria-based entrepreneur Manu Kadi joins us now."}, {"timestamp": [2393.1, 2393.66], "text": " Kiyoana."}, {"timestamp": [2394.42, 2394.9], "text": " Kiyo-a-a-le-Lisa."}, {"timestamp": [2395.32, 2399.1], "text": " What's it looking like around your district, post these storms?"}, {"timestamp": [2399.76, 2400.92], "text": " Yeah, it's a bit of a mess."}, {"timestamp": [2400.92, 2403.24], "text": " I drove around a bit of the neighbourhood on the weekend."}, {"timestamp": [2403.7, 2409.0], "text": " Some of the fences are, there's just a few centimetres of the fence left under the mud."}, {"timestamp": [2409.66, 2412.9], "text": " And I don't know how they're going to move that because it's across whole paddocks."}, {"timestamp": [2412.9, 2418.16], "text": " And the roads are just, you know, real damage."}, {"timestamp": [2418.9, 2421.6], "text": " Stuff that I haven't seen before on the coast and it's just going to get worse,"}, {"timestamp": [2421.72, 2423.72], "text": " which is really worrying for locals."}, {"timestamp": [2424.3, 2428.28], "text": " Do you feel like the Fenua is slipping away every time you have a storm like this?"}, {"timestamp": [2429.0, 2432.3], "text": " Yeah, this one's been really bad, and I think it's a bit of a wake-up call."}, {"timestamp": [2432.3, 2440.3], "text": " In 2018, we had the slash issue on Tolliga and slash on the beaches and the waterways and things."}, {"timestamp": [2440.42, 2443.56], "text": " That happened again this time, but this time there's also, you know,"}, {"timestamp": [2443.58, 2446.2], "text": " look around some of the hills in Tolliga Bay, and"}, {"timestamp": [2446.2, 2448.1], "text": " there's less pasture than there is"}, {"timestamp": [2448.1, 2449.96], "text": " slips now on many of those hills, and"}, {"timestamp": [2449.96, 2451.8], "text": " it looks a bit like, I've seen some photos of Bola,"}, {"timestamp": [2452.34, 2453.86], "text": " very similar to that, and after Bola"}, {"timestamp": [2453.86, 2455.86], "text": " there's a mass sort of aforestation"}, {"timestamp": [2455.86, 2457.92], "text": " and planting, and I think we're going to need something similar."}, {"timestamp": [2458.54, 2459.8], "text": " We've had 100 years of"}, {"timestamp": [2459.8, 2461.76], "text": " trying to farm the coast."}, {"timestamp": [2461.94, 2463.82], "text": " It's very young geology, it's very slippery"}, {"timestamp": [2463.82, 2465.38], "text": " rock underneath,"}, {"timestamp": [2465.58, 2467.44], "text": " and it's just going to keep slipping away"}, {"timestamp": [2467.44, 2468.8], "text": " if we only leave it in pasture."}, {"timestamp": [2469.24, 2471.26], "text": " So what do you reckon needs to happen?"}, {"timestamp": [2471.4, 2472.82], "text": " And at what scale, Manu,"}, {"timestamp": [2472.86, 2475.42], "text": " you talk about reforestation"}, {"timestamp": [2475.42, 2479.04], "text": " and also that some of this land is being used in pasture."}, {"timestamp": [2479.22, 2480.88], "text": " So would you require some farmers"}, {"timestamp": [2480.88, 2483.38], "text": " to convert to native forests"}, {"timestamp": [2483.38, 2485.96], "text": " or in your mind's eye, what does this look like?"}, {"timestamp": [2486.56, 2487.82], "text": " Yeah, and I think that's happening."}, {"timestamp": [2487.98, 2497.24], "text": " There's been sales of many blocks in the last couple of years, something to the 28,000 hectares of farmland has been sold for forestry."}, {"timestamp": [2497.5, 2498.7], "text": " So that is happening."}, {"timestamp": [2499.72, 2505.8], "text": " And there's, you know, the carbon price is very attractive and there's proposals at the moment to exclude exotics"}, {"timestamp": [2505.8, 2509.02], "text": " from the ETS permanent forest category."}, {"timestamp": [2509.36, 2512.1], "text": " So that's going to have some impact if that comes through"}, {"timestamp": [2512.1, 2514.08], "text": " in terms of slowing down exotic plantations."}, {"timestamp": [2514.24, 2516.86], "text": " But ultimately, I think it's got to revert to native."}, {"timestamp": [2517.56, 2519.2], "text": " That's what the land is intended for."}, {"timestamp": [2519.8, 2522.62], "text": " You know, native trees and forests belong on that land."}, {"timestamp": [2522.98, 2526.5], "text": " It's going to be very difficult to even keep pine there permanently."}, {"timestamp": [2527.28, 2529.58], "text": " So native and never cut it down, Manu."}, {"timestamp": [2529.68, 2534.22], "text": " Sorry to interrupt, but native plant it out in native forestry and never cut it."}, {"timestamp": [2534.54, 2539.38], "text": " I think you could have selective logging, but not clearfell."}, {"timestamp": [2539.56, 2542.22], "text": " The land just can't handle clearfell in forests of any kind."}, {"timestamp": [2543.24, 2546.32], "text": " So we're going to have to have a transition, and that's going to be painful,"}, {"timestamp": [2546.66, 2549.66], "text": " and we're going to need the rest of the country to support that."}, {"timestamp": [2550.32, 2554.78], "text": " But if we want to sort of meet our carbon sequestration obligations,"}, {"timestamp": [2554.98, 2556.88], "text": " Tidafati is probably a good region to Tewan,"}, {"timestamp": [2557.52, 2559.88], "text": " but that's going to have a big impact on jobs,"}, {"timestamp": [2559.96, 2561.42], "text": " particularly in farming and forestry,"}, {"timestamp": [2561.52, 2564.72], "text": " and so we've got to have support for more research and development"}, {"timestamp": [2564.72, 2567.66], "text": " into what we can do in terms of commercial opportunities with natives"}, {"timestamp": [2567.66, 2573.06], "text": " and look at other opportunities for those people who are going to be displaced as the land use changes."}, {"timestamp": [2573.74, 2579.0], "text": " So are there some parts in your district that are being farmed that you simply believe should not?"}, {"timestamp": [2579.58, 2580.32], "text": " Yeah, totally."}, {"timestamp": [2580.52, 2585.62], "text": " There's about a quarter of the farmland in the last 50 years that's been converted to forest."}, {"timestamp": [2586.76, 2588.96], "text": " And so three quarters are still bare pasture, but about"}, {"timestamp": [2588.96, 2591.2], "text": " 80% of the region is erosion prone,"}, {"timestamp": [2591.7, 2593.42], "text": " between moderate and highly erosion prone,"}, {"timestamp": [2593.68, 2595.76], "text": " which is three times the national leverage."}, {"timestamp": [2595.94, 2599.2], "text": " So most of the region is going to keep slipping away."}, {"timestamp": [2599.36, 2601.04], "text": " And once it starts, it can't be stopped,"}, {"timestamp": [2601.14, 2602.76], "text": " and it just keeps going down to the bedrock."}, {"timestamp": [2602.86, 2605.22], "text": " And then the rocks start coming down the waterways as well."}, {"timestamp": [2605.58, 2607.7], "text": " So how do you deal with that if it's privately owned land?"}, {"timestamp": [2607.86, 2615.92], "text": " I mean, how do you realise this dream or ambition when you have to convince people to either sell up or move on?"}, {"timestamp": [2616.48, 2621.38], "text": " I think that, you know, Māori landowners, which is a good proportion of the land as well, obviously are selling up."}, {"timestamp": [2622.22, 2625.88], "text": " And much of that land has been either regenerating naturally"}, {"timestamp": [2625.88, 2627.84], "text": " with by being left alone."}, {"timestamp": [2628.68, 2633.78], "text": " Kanuka and Banuka has started to repopulate and other natives start coming through."}, {"timestamp": [2634.24, 2635.46], "text": " Others have put it into pine."}, {"timestamp": [2636.74, 2640.74], "text": " And in terms of other farms, I guess it's what are the financial incentives that we can"}, {"timestamp": [2640.74, 2642.26], "text": " do to make that happen."}, {"timestamp": [2642.96, 2645.84], "text": " Pine at the moment is the go-to for planting"}, {"timestamp": [2645.84, 2648.84], "text": " because the price for carbon sequestration is right up there."}, {"timestamp": [2649.3, 2651.36], "text": " I think if we had some biodiversity credits"}, {"timestamp": [2651.36, 2653.28], "text": " like we do with carbon credits"}, {"timestamp": [2653.28, 2657.16], "text": " that would help to bring native up to on par with pine"}, {"timestamp": [2657.16, 2658.6], "text": " so that we could actually recloak"}, {"timestamp": [2658.6, 2661.7], "text": " and that would incentivise those landowners to actually convert."}, {"timestamp": [2661.8, 2662.58], "text": " And we've seen that already,"}, {"timestamp": [2663.64, 2667.04], "text": " the land going into forestry to begin with"}, {"timestamp": [2667.04, 2668.44], "text": " and production forestry for harvest,"}, {"timestamp": [2668.52, 2670.02], "text": " and now those forests are actually being left."}, {"timestamp": [2670.56, 2673.14], "text": " And the forest owners are saying it makes more financial sense for them"}, {"timestamp": [2673.14, 2674.86], "text": " just to leave them and claim the carbon credits."}, {"timestamp": [2675.3, 2676.98], "text": " If we could do the same with natives,"}, {"timestamp": [2677.14, 2679.94], "text": " then that would be one opportunity for landowners"}, {"timestamp": [2679.94, 2683.24], "text": " to keep receiving a return and do better than they are in farming."}, {"timestamp": [2683.76, 2685.14], "text": " Much support for your idea, Manu?"}, {"timestamp": [2685.76, 2688.9], "text": " We'll see. I think there's a range of, you know, it's quite a controversial issue, obviously."}, {"timestamp": [2689.04, 2692.76], "text": " A lot of people's livelihood and culture of the places at stake."}, {"timestamp": [2693.38, 2696.46], "text": " We've had 100 years of farming and 50 years of forestry."}, {"timestamp": [2696.88, 2698.74], "text": " People are worried about those jobs, understandably,"}, {"timestamp": [2698.8, 2701.18], "text": " what it does to communities if we lock up the land,"}, {"timestamp": [2701.22, 2702.82], "text": " and that's why we've got to find other alternatives"}, {"timestamp": [2702.82, 2706.86], "text": " that give people a real incentive to commercialise and utilise the land for natives."}, {"timestamp": [2707.6, 2711.62], "text": " Really appreciate it time. Thanks for talking to us. That is Manu Kadi, speaking to us from"}, {"timestamp": [2711.62, 2717.5], "text": " Ruatoria. Russia has launched an all-out assault on eastern Ukraine. Ukraine says"}, {"timestamp": [2717.5, 2722.48], "text": " Russian troops have started their fight for the Dombas region, trying to break into the front lines"}, {"timestamp": [2722.48, 2725.22], "text": " of Luhansk, Donornetsk in Kharkiv."}, {"timestamp": [2730.38, 2730.8], "text": " Cities across Ukraine are now being bombarded by missiles and at least 17 people have been killed."}, {"timestamp": [2732.68, 2733.38], "text": " World Watchers, Paulina Lau reports."}, {"timestamp": [2735.58, 2735.96], "text": " The battle for the east has begun."}, {"timestamp": [2741.34, 2741.82], "text": " Ukraine says Russia has launched its anticipated large-scale offensive in the Dombas region."}, {"timestamp": [2745.2, 2749.92], "text": " President Volodymyr Zelensky is vowing stiff resistance. A very large part of the Russian army"}, {"timestamp": [2749.92, 2752.02], "text": " is now concentrated on this offensive."}, {"timestamp": [2752.74, 2754.76], "text": " No matter how many of the Russian troops are there,"}, {"timestamp": [2755.14, 2757.46], "text": " we will fight, we will defend ourselves,"}, {"timestamp": [2757.66, 2759.32], "text": " and we will do everything that we must"}, {"timestamp": [2759.32, 2760.78], "text": " to keep what's Ukrainian."}, {"timestamp": [2761.18, 2763.7], "text": " Russian forces are trying to break through the front lines"}, {"timestamp": [2763.7, 2765.84], "text": " in Luhansk, Donetsk, and Kharkiv."}, {"timestamp": [2766.3, 2771.56], "text": " Ukrainian forces have been fighting Russian-backed separatists in the region for the past eight years,"}, {"timestamp": [2771.94, 2774.62], "text": " but now they're facing attacks from multiple directions."}, {"timestamp": [2775.26, 2779.78], "text": " Svetigorsk wants a picturesque resort town for tourists on the northern edge of the region,"}, {"timestamp": [2780.22, 2782.74], "text": " now another town from where people flee."}, {"timestamp": [2784.94, 2788.3], "text": " What can I say? I'm overwhelmed with grief."}, {"timestamp": [2789.14, 2791.72], "text": " I'm 70 years old and I've nowhere to live."}, {"timestamp": [2793.48, 2797.98], "text": " One Ukrainian soldier says they were trying to slow down the incursion of Russian troops"}, {"timestamp": [2797.98, 2801.48], "text": " by blowing up a bridge, but they know more will be coming."}, {"timestamp": [2804.12, 2808.5], "text": " We know that Russian forces are bringing reinforcements into this region, but we're"}, {"timestamp": [2808.5, 2810.36], "text": " doing everything possible."}, {"timestamp": [2810.36, 2815.0], "text": " We are ready to repel the Russian occupiers and prevent the capture of our cities."}, {"timestamp": [2815.0, 2818.7], "text": " Ukraine says it marks the start of the second phase of the war."}, {"timestamp": [2818.7, 2822.28], "text": " The governor of Luhazk has described the fighting as hell."}, {"timestamp": [2822.28, 2825.98], "text": " In a Facebook post, Sergei Gaidai says the offensive has begun."}, {"timestamp": [2826.46, 2828.06], "text": " The U.S. Pentagon spokesperson,"}, {"timestamp": [2828.32, 2830.32], "text": " John Kirby, says Russia will not"}, {"timestamp": [2830.32, 2831.58], "text": " find it easy advancing."}, {"timestamp": [2831.96, 2833.56], "text": " They've been fighting there for a long time,"}, {"timestamp": [2833.56, 2836.1], "text": " and there have been offensives near"}, {"timestamp": [2836.1, 2838.44], "text": " the Donetsk area where the Ukrainians,"}, {"timestamp": [2838.54, 2840.06], "text": " we believe, have actually taken back"}, {"timestamp": [2840.06, 2841.72], "text": " towns and villages from the Russians."}, {"timestamp": [2841.84, 2843.8], "text": " So there is active fighting going on right now."}, {"timestamp": [2844.14, 2846.48], "text": " Ukrainian officials say Russian bombardment"}, {"timestamp": [2846.48, 2848.3], "text": " of several cities across the country"}, {"timestamp": [2848.3, 2850.56], "text": " has killed at least 17 people."}, {"timestamp": [2851.22, 2855.14], "text": " The western city of Lviv has largely remained unscathed by the war,"}, {"timestamp": [2855.28, 2858.36], "text": " but now it has recorded its first civilian deaths."}, {"timestamp": [2858.96, 2861.98], "text": " Seven people died after multiple missiles hit the city,"}, {"timestamp": [2862.34, 2863.78], "text": " including military warehouses."}, {"timestamp": [2864.32, 2865.96], "text": " These civilians live close by."}, {"timestamp": [2867.76, 2869.9], "text": " It was a big boom and the house was shaken."}, {"timestamp": [2870.26, 2871.3], "text": " I thought that we were falling."}, {"timestamp": [2871.84, 2875.0], "text": " There was a first strike and then a big boom and then the second one was weaker."}, {"timestamp": [2875.4, 2877.24], "text": " Almost immediately, one after another."}, {"timestamp": [2877.54, 2879.06], "text": " I did not see fire nearby."}, {"timestamp": [2879.32, 2881.76], "text": " It was just later that I learned that this site was hit."}, {"timestamp": [2883.84, 2886.22], "text": " I was sleeping and as soon as I heard the explosion,"}, {"timestamp": [2886.34, 2887.3], "text": " I went down to the shelter."}, {"timestamp": [2887.9, 2890.4], "text": " Then I heard more explosions, four or five in a row."}, {"timestamp": [2890.72, 2893.96], "text": " The EU says the attack on Lviv shows no part of Ukraine"}, {"timestamp": [2893.96, 2895.78], "text": " is safe from Russia's onslaught."}, {"timestamp": [2896.06, 2898.34], "text": " It's believed President Vladimir Putin's goal"}, {"timestamp": [2898.34, 2900.94], "text": " is to take the Dombas before the 9th of May"}, {"timestamp": [2900.94, 2903.14], "text": " when Russians celebrate Victory Day"}, {"timestamp": [2903.14, 2905.28], "text": " to mark when the Russian military defeated"}, {"timestamp": [2905.28, 2907.38], "text": " Nazi Germany in 1945."}, {"timestamp": [2909.22, 2914.24], "text": " Let's get to you some of your feedback now and well lots of it is coming in regarding the"}, {"timestamp": [2914.24, 2918.88], "text": " MIQ memo that was signed off by Ashley Bloomfield, one of the doctors who signed it off,"}, {"timestamp": [2918.96, 2922.6], "text": " suggesting that MIQ could go in November of last year."}, {"timestamp": [2922.9, 2925.08], "text": " That didn't happen for another three and a half months."}, {"timestamp": [2926.24, 2929.9], "text": " This listener says, as Michael Baker said, that decision delayed"}, {"timestamp": [2929.9, 2932.34], "text": " Omicron by one to two months, saved many lives."}, {"timestamp": [2932.78, 2935.96], "text": " Surely the health of the people in New Zealand needs to be considered, says Chris"}, {"timestamp": [2935.96, 2936.56], "text": " from Dunedin."}, {"timestamp": [2937.16, 2939.46], "text": " Sue says the memo was written before we got Omicron."}, {"timestamp": [2939.62, 2941.42], "text": " These people were always going to complain."}, {"timestamp": [2941.52, 2944.96], "text": " The silent majority want to keep them out."}, {"timestamp": [2947.54, 2947.7], "text": " And another person,"}, {"timestamp": [2952.74, 2953.3], "text": " Gary has got in touch to say the border should be closed until the virus is under control."}, {"timestamp": [2957.7, 2958.56], "text": " And Grant reckons the soppy sob story is not a reason to bring COVID into the country."}, {"timestamp": [2962.52, 2966.64], "text": " And we have this one from another listener that says in addition to the loss of liberty while being detained in the quarantine part of MIQ after the DG's advice,"}, {"timestamp": [2966.78, 2968.88], "text": " our family member experienced panic attacks"}, {"timestamp": [2968.88, 2970.72], "text": " and a persistent refusal to provide her"}, {"timestamp": [2970.72, 2972.42], "text": " with health information and testing details."}, {"timestamp": [2972.82, 2974.86], "text": " When she asked for help regarding panic attacks,"}, {"timestamp": [2974.94, 2976.42], "text": " she was offered crossword puzzles."}, {"timestamp": [2976.92, 2979.92], "text": " The impact of this experience has been serious"}, {"timestamp": [2979.92, 2981.08], "text": " and had serious effects."}, {"timestamp": [2981.46, 2983.02], "text": " If the DG's advice had been followed,"}, {"timestamp": [2983.2, 2984.36], "text": " she would not have been in quarantine"}, {"timestamp": [2984.36, 2986.04], "text": " in room with a locked door and windows"}, {"timestamp": [2986.04, 2988.34], "text": " and in absence of appropriate mental health support."}, {"timestamp": [2988.74, 2991.0], "text": " There are more losses and harms than just liberty"}, {"timestamp": [2991.0, 2993.86], "text": " for which the state is likely accountable."}, {"timestamp": [2994.32, 2995.04], "text": " Thanks for your feedback."}, {"timestamp": [2995.16, 2995.84], "text": " Do keep it coming."}, {"timestamp": [2995.94, 2998.94], "text": " 2101 on the text or tweet us at Checkpoint RNZ."}, {"timestamp": [2999.78, 3003.62], "text": " A lifelong friend of a man shot and killed by police in Taranaki"}, {"timestamp": [3003.62, 3007.46], "text": " two years ago says he was shocked to hear of another fatal shooting."}, {"timestamp": [3007.92, 3010.8], "text": " 22-year-old Chaos Prize was shot on Saturday night"}, {"timestamp": [3010.8, 3015.16], "text": " after he rammed a police car on State Highway 3 between New Plymouth and Waitara."}, {"timestamp": [3015.6, 3018.48], "text": " A Taranaki, Fanganui reporter, Robin Martin, has more."}, {"timestamp": [3019.2, 3021.94], "text": " Waitara local, Stacey O'Carroll's heart sank"}, {"timestamp": [3021.94, 3023.8], "text": " after he heard about the weekend shooting."}, {"timestamp": [3024.6, 3027.32], "text": " Everything just come back flowing through, you know."}, {"timestamp": [3027.52, 3032.86], "text": " I went right back to Stephen Wallace, you know, to the snow rose."}, {"timestamp": [3033.42, 3035.4], "text": " And it's like, oh my God."}, {"timestamp": [3035.46, 3040.98], "text": " And then when you hear who it was, chaos, he was like my nephew's best mate."}, {"timestamp": [3041.58, 3046.64], "text": " And I, so basically they are Fano, you know what I mean?"}, {"timestamp": [3047.14, 3048.76], "text": " They all call me Uncle Stace."}, {"timestamp": [3049.22, 3053.14], "text": " Mr O'Carroll was best mates with Alan Rowe, more commonly known as Snow."}, {"timestamp": [3053.92, 3058.78], "text": " Snow was shot and killed by police after aiming a weapon at an officer following a domestic"}, {"timestamp": [3058.78, 3059.32], "text": " incident."}, {"timestamp": [3060.38, 3066.0], "text": " Police have been tight-lipped about whether Chaos Price was armed, but say he rammed a police car."}, {"timestamp": [3066.92, 3069.36], "text": " Mr O'Carroll says they should be more transparent."}, {"timestamp": [3070.42, 3076.36], "text": " Former police negotiator Lance Burdett told Midday report the officers had to respond somehow."}, {"timestamp": [3076.66, 3082.46], "text": " There could have been other options, we just don't know at this stage, but certainly a vehicle is absolutely a weapon."}, {"timestamp": [3083.2, 3085.48], "text": " What the person had in their hand are for that,"}, {"timestamp": [3086.52, 3089.4], "text": " whether they did have a weapon we just don't know."}, {"timestamp": [3089.48, 3092.6], "text": " And if it was, well, what was the options that we did have with us?"}, {"timestamp": [3093.1, 3096.8], "text": " Kowis Price is the fifth person to be shot and killed by police in Taranaki"}, {"timestamp": [3096.8, 3098.4], "text": " since the turn of the century."}, {"timestamp": [3099.16, 3102.56], "text": " 40 people have been killed by police in New Zealand since 1990."}, {"timestamp": [3103.4, 3105.32], "text": " So far police have not been found at fault"}, {"timestamp": [3105.32, 3111.0], "text": " in any of these fatalities. Mr Burdette says the shooting will be investigated thoroughly."}, {"timestamp": [3111.44, 3117.34], "text": " So there's three investigations run in tandem with these matters and every part of scrutiny."}, {"timestamp": [3117.34, 3123.62], "text": " Now I was a former police investigator, I used to investigate incidents within police and"}, {"timestamp": [3123.62, 3125.9], "text": " I can tell you that that's a strong"}, {"timestamp": [3125.9, 3131.06], "text": " rule that has run across this. Stacey O'Carroll meanwhile is worried about the effect of"}, {"timestamp": [3131.06, 3139.36], "text": " Chaos Price's death on other young people. But yeah it's a shock. A lot of that boys had a lot of"}, {"timestamp": [3139.36, 3148.56], "text": " friends out here in Waitara and I just hope it doesn't spiral out of control where you know kids"}, {"timestamp": [3148.56, 3155.12], "text": " aren't going to give them two hoots if they get bloody shot or for their own safety you know"}, {"timestamp": [3155.12, 3161.58], "text": " in Waitara people just want answers is there enough help available for our younger people"}, {"timestamp": [3161.58, 3165.1], "text": " I was devastated man no They're not saying."}, {"timestamp": [3165.38, 3165.6], "text": " Why?"}, {"timestamp": [3166.18, 3166.84], "text": " Pretty ratchet."}, {"timestamp": [3167.56, 3167.74], "text": " They shot him."}, {"timestamp": [3169.86, 3172.34], "text": " Why is there this antagonism between the police and the community?"}, {"timestamp": [3172.58, 3174.7], "text": " If we don't know that they're doing a right job,"}, {"timestamp": [3174.88, 3176.24], "text": " then how are they keeping us safe?"}, {"timestamp": [3176.5, 3178.98], "text": " We should be able to listen"}, {"timestamp": [3178.98, 3180.6], "text": " how they go about these things"}, {"timestamp": [3180.6, 3182.94], "text": " because it could happen to us."}, {"timestamp": [3182.94, 3183.98], "text": " It's pretty sad."}, {"timestamp": [3184.8, 3185.22], "text": " Again, we seem to be getting good at this in Waiterra. Please say the investigation these things because it could happen to us. It's pretty sad again."}, {"timestamp": [3186.02, 3188.06], "text": " We seem to be getting good at this in Waita."}, {"timestamp": [3188.36, 3191.58], "text": " Police say the investigation into Mr Price's death is continuing"}, {"timestamp": [3191.58, 3194.28], "text": " and has today been focused on witness statements"}, {"timestamp": [3194.28, 3196.3], "text": " and vehicles recovered from the scene."}, {"timestamp": [3197.4, 3200.84], "text": " Chaos Price's post-mortem was expected to be completed today."}, {"timestamp": [3201.76, 3206.08], "text": " Across the Tasman now where there's a warning higher grocery bills are on the way."}, {"timestamp": [3206.5, 3210.74], "text": " The country's food and grocery manufacturers are struggling with rising costs and crippling staff"}, {"timestamp": [3210.74, 3213.42], "text": " shortages with no one to pack or deliver the food."}, {"timestamp": [3213.86, 3216.18], "text": " The ABC's Stephanie Smale reports."}, {"timestamp": [3217.04, 3221.88], "text": " Colin Passfield has run a seafood and packaged food business in Sydney for decades,"}, {"timestamp": [3222.18, 3225.42], "text": " but as the price of the product he's distributing goes up,"}, {"timestamp": [3225.68, 3228.44], "text": " it's hurting his business and those he's supplying."}, {"timestamp": [3228.94, 3233.02], "text": " Our local stores, cafes and that are struggling to get their prices up because there's so"}, {"timestamp": [3233.02, 3238.08], "text": " many price rises. It's hard. And affecting our business because as soon as you put multiple"}, {"timestamp": [3238.08, 3241.76], "text": " price rises up, people start looking around for other suppliers and trying to get"}, {"timestamp": [3241.76, 3244.18], "text": " cheapest product or start using cheaper products."}, {"timestamp": [3244.18, 3249.08], "text": " The Australian Food and Grocery Council is warning those price hikes aren't going away."}, {"timestamp": [3249.58, 3252.88], "text": " Colin Passfield says growing prices are adding pressure,"}, {"timestamp": [3253.08, 3258.3], "text": " but he can't even get the more expensive items to his customers with no staff."}, {"timestamp": [3258.54, 3259.74], "text": " It's very, very difficult."}, {"timestamp": [3259.74, 3262.1], "text": " You put ads in the paper I spent last week."}, {"timestamp": [3262.18, 3268.56], "text": " I spent $2,000 on ads and we've got about four or five people who would even come and see us. We need to bring more workers in."}, {"timestamp": [3268.56, 3272.68], "text": " I don't know. People say, you know, you've got to use Australian people first. I'm all for"}, {"timestamp": [3272.68, 3275.94], "text": " that, don't worry, but there's none who want to do this type of work."}, {"timestamp": [3276.06, 3281.58], "text": " The Australian Food and Grocery Council says since the pandemic began, manufacturers have been"}, {"timestamp": [3281.58, 3286.5], "text": " hit with price hikes of up to 700% to get the ingredients they need."}, {"timestamp": [3286.98, 3292.32], "text": " The council CEO, Tanya Barden, says the price of shipping into Australia has skyrocketed,"}, {"timestamp": [3292.68, 3297.14], "text": " adding to a string of other cost pressures, including COVID safety measures,"}, {"timestamp": [3297.5, 3301.92], "text": " expensive domestic freight prices and even global wooden pallet shortages."}, {"timestamp": [3302.56, 3305.46], "text": " She points out manufacturers were already struggling"}, {"timestamp": [3305.46, 3308.12], "text": " before costs exploded with the pandemic."}, {"timestamp": [3308.42, 3311.66], "text": " We're trying to explain to consumers what's happening here."}, {"timestamp": [3311.86, 3315.98], "text": " So over the last decade, costs had increased by 50%"}, {"timestamp": [3315.98, 3318.88], "text": " and wholesale prices had only risen by 25%."}, {"timestamp": [3318.88, 3322.24], "text": " And manufacturers were absorbing a lot of that costs themselves."}, {"timestamp": [3322.82, 3324.44], "text": " So it has now gotten to a tipping point"}, {"timestamp": [3324.44, 3327.72], "text": " where they really need to pass some of these cost increases through"}, {"timestamp": [3327.72, 3330.38], "text": " in order for their businesses to be able to be sustainable."}, {"timestamp": [3330.38, 3334.08], "text": " Tanya Barden explains more support for local manufacturers"}, {"timestamp": [3334.08, 3337.92], "text": " will help in the long term to avoid having to ship in goods,"}, {"timestamp": [3338.32, 3341.54], "text": " but bigger grocery bills are likely in the short term."}, {"timestamp": [3341.76, 3345.94], "text": " It's very difficult one for governments to intervene at the moment"}, {"timestamp": [3345.94, 3351.98], "text": " other than some of the measures that have been put in place to support manufacturing in Australia."}, {"timestamp": [3352.22, 3357.14], "text": " So sovereign capability here is really critical. Apart from that, some of the measures in the"}, {"timestamp": [3357.14, 3363.08], "text": " budget to support consumers I think are really important at this stage, but it is going to be"}, {"timestamp": [3363.08, 3365.78], "text": " one to watch, I think, for the coming months."}, {"timestamp": [3365.94, 3370.06], "text": " Patrick Hutchinson is from the Australian Meat Industry Council, which represents"}, {"timestamp": [3370.06, 3376.02], "text": " retailers, processes and small goods manufacturers. He says staff shortages are a major"}, {"timestamp": [3376.02, 3380.72], "text": " problem in his sector too, adding to calls for more overseas workers."}, {"timestamp": [3380.72, 3386.9], "text": " We want to see an individual meat visa that allows an opportunity for five years"}, {"timestamp": [3386.9, 3390.28], "text": " worth of work, permanent residency to allow us the"}, {"timestamp": [3390.28, 3393.98], "text": " opportunity to fill these gaps. Patrick Hutchinson explains with a"}, {"timestamp": [3393.98, 3397.76], "text": " bigger workforce meat prices could go in the opposite direction"}, {"timestamp": [3397.76, 3401.7], "text": " to the rest of our groceries. If we can keep supply chains"}, {"timestamp": [3401.7, 3406.54], "text": " right and manageable then in fact that cost can remain relatively"}, {"timestamp": [3406.54, 3407.1], "text": " stable."}, {"timestamp": [3407.36, 3412.54], "text": " And with better seasonal conditions, we're also seeing that meat prices are in fact stabilising"}, {"timestamp": [3412.54, 3416.7], "text": " and we're hoping soon for consumers that they will actually start to reduce."}, {"timestamp": [3417.98, 3422.04], "text": " The countdown is once again on for many of New Zealand's top athletes."}, {"timestamp": [3422.2, 3426.18], "text": " Today marks 100 days until the 22 Commonwealth Games get underway"}, {"timestamp": [3426.18, 3428.2], "text": " in the British City of Birmingham."}, {"timestamp": [3428.7, 3430.22], "text": " So before the serious work"}, {"timestamp": [3430.22, 3431.92], "text": " of preparing to get on the podium begins,"}, {"timestamp": [3432.0, 3433.88], "text": " a group of athletes came together for fun"}, {"timestamp": [3433.88, 3435.4], "text": " and games of a different kind."}, {"timestamp": [3435.82, 3437.9], "text": " Sports reporter Clay Wilson and camera operator"}, {"timestamp": [3437.9, 3439.9], "text": " Marika Habazi went along to the event."}, {"timestamp": [3440.72, 3442.32], "text": " Rolling up as the Commonwealth"}, {"timestamp": [3442.32, 3444.46], "text": " Games are about to roll around."}, {"timestamp": [3445.12, 3447.88], "text": " For Olympic medal-winning triathlete Hayden Wilde,"}, {"timestamp": [3448.3, 3452.22], "text": " today's milestone is a reminder of just how close Birmingham is becoming."}, {"timestamp": [3452.42, 3453.76], "text": " It's crept around very quickly."}, {"timestamp": [3454.22, 3457.02], "text": " I remember 100 days before Tokyo,"}, {"timestamp": [3457.42, 3461.22], "text": " and it was literally a long way away, but it comes up very quickly."}, {"timestamp": [3461.62, 3465.46], "text": " Most athletes who took part in today's Uncommonwealth Games event"}, {"timestamp": [3465.46, 3467.56], "text": " are still awaiting official selection."}, {"timestamp": [3468.5, 3472.1], "text": " One assured of being there, though, is hammer thrower Julia Radcliffe."}, {"timestamp": [3472.9, 3476.46], "text": " Never short of a smile, the gold medalist from the Gold Coast,"}, {"timestamp": [3476.84, 3479.86], "text": " says defending her title isn't the only reason she's excited."}, {"timestamp": [3480.16, 3483.06], "text": " It's got a much friendlier vibe than some of the bigger competitions."}, {"timestamp": [3483.58, 3485.14], "text": " We're still out to get each other, we're still out to win,"}, {"timestamp": [3485.26, 3487.72], "text": " but I think that Commonwealth vibe is really special."}, {"timestamp": [3488.06, 3490.84], "text": " The Commonwealth Games also differ from the Olympics,"}, {"timestamp": [3491.38, 3495.8], "text": " with para sports athletes competing alongside their able-bodied counterparts."}, {"timestamp": [3496.7, 3500.9], "text": " Swimmer Tupo Naeufi, who won gold at last year's Tokyo Paralympics,"}, {"timestamp": [3501.36, 3505.5], "text": " says it not only allows para athletes to showcase their abilities on a different"}, {"timestamp": [3505.5, 3510.84], "text": " platform, it also allows them to strike up friendships, which she did with weightlifter David"}, {"timestamp": [3510.84, 3512.82], "text": " Litti on the Gold Coast in 2018."}, {"timestamp": [3513.28, 3514.56], "text": " He actually topped me under his wing."}, {"timestamp": [3514.86, 3516.58], "text": " We hung out a few times and he was really awesome."}, {"timestamp": [3517.1, 3522.0], "text": " And being able to see them and I guess hang out with them makes it so much nicer when we"}, {"timestamp": [3522.0, 3523.96], "text": " come to a gym back at home."}, {"timestamp": [3524.1, 3524.78], "text": " We see each other."}, {"timestamp": [3524.98, 3526.54], "text": " We say hi and stuff like that, it's cool."}, {"timestamp": [3526.88, 3530.6], "text": " Around 230 athletes will represent New Zealand at the Games,"}, {"timestamp": [3530.92, 3533.82], "text": " competing across 20 sports and four parisports."}, {"timestamp": [3534.34, 3537.8], "text": " For many, the finer details of their preparation will be done here"}, {"timestamp": [3537.8, 3541.74], "text": " at High Performance Sports National Training Centre on Auckland's North Shore."}, {"timestamp": [3542.42, 3546.28], "text": " Young basketballer Alafoto is hoping attention to those details"}, {"timestamp": [3546.28, 3548.38], "text": " results in a seat on the plane to Birmingham."}, {"timestamp": [3548.82, 3550.24], "text": " Oh yeah, I think it's perfect."}, {"timestamp": [3550.4, 3553.56], "text": " I think there's a lot of excitement around three-on-three"}, {"timestamp": [3553.56, 3555.56], "text": " and like once people start watching,"}, {"timestamp": [3555.66, 3557.16], "text": " I reckon they'll be hooked."}, {"timestamp": [3557.54, 3560.1], "text": " Just like Hayden Wilde is about triathlon."}, {"timestamp": [3560.92, 3563.5], "text": " A passion that means he's happy to have Birmingham arriving"}, {"timestamp": [3563.5, 3566.72], "text": " hot on the heels of his Olympic bronze medal success."}, {"timestamp": [3566.96, 3571.64], "text": " I just love racing and to have two major games and very close to each other."}, {"timestamp": [3571.72, 3577.82], "text": " I think I kind of thrive on in a way is if I didn't have to train I would just like race every week."}, {"timestamp": [3578.04, 3581.38], "text": " And with just a hundred days to go, every week counts."}, {"timestamp": [3582.0, 3585.34], "text": " Especially for those whose selection for the games is not so certain."}, {"timestamp": [3586.08, 3589.4], "text": " The message to those athletes from today's special guest judge,"}, {"timestamp": [3589.8, 3593.64], "text": " recently retired shop foot star Dame Valerie Adams, don't stop pushing."}, {"timestamp": [3593.88, 3598.62], "text": " Keep working, you know, keep sticking to your knitting, and, you know, don't lose hope."}, {"timestamp": [3598.7, 3602.3], "text": " Because you've still got 100 days, there's a few events coming up for a lot of these athletes"}, {"timestamp": [3602.3, 3603.4], "text": " so they know what they've got to do."}, {"timestamp": [3603.74, 3606.18], "text": " They know what it takes, so, you know, we'll be all watching"}, {"timestamp": [3606.18, 3608.68], "text": " and waiting with some hope and luck."}, {"timestamp": [3609.04, 3612.44], "text": " The Birmingham Commonwealth Games kick off on July 28th."}, {"timestamp": [3613.38, 3616.62], "text": " More feedback now on the advice to ditch MIQ."}, {"timestamp": [3616.84, 3618.82], "text": " Sarah says the release of this M-O-H advice"}, {"timestamp": [3618.82, 3621.04], "text": " has dealt a serious blow to the government's credibility."}, {"timestamp": [3621.56, 3623.62], "text": " Having lent so heavily on expert advice"}, {"timestamp": [3623.62, 3625.12], "text": " to justify its COVID policies,"}, {"timestamp": [3625.24, 3626.22], "text": " it is now exposed."}, {"timestamp": [3626.58, 3630.2], "text": " I say, send a lot of them to Taronga Zoo and put Burma in the Beehive."}, {"timestamp": [3630.3, 3632.18], "text": " Couldn't do worse, says Sarah."}, {"timestamp": [3632.62, 3634.72], "text": " And speaking of Burma, someone else has got in touch,"}, {"timestamp": [3634.72, 3637.64], "text": " and this is the Aussie Zoo not wanting to take her anymore."}, {"timestamp": [3638.18, 3642.18], "text": " Andrew says the whisper is Burma, the elephant, failed the good character test"}, {"timestamp": [3642.18, 3646.38], "text": " and was 501 before she hit Aussie soil."}, {"timestamp": [3646.94, 3648.06], "text": " Surely that's not true."}, {"timestamp": [3648.22, 3649.74], "text": " Please investigate, says Andrew."}, {"timestamp": [3650.22, 3651.4], "text": " We'll do our best, Andrew."}, {"timestamp": [3651.52, 3652.62], "text": " We'll get on to that."}, {"timestamp": [3653.38, 3656.08], "text": " And this one, oh, no, we'll leave it till after six."}, {"timestamp": [3659.92, 3661.46], "text": " RNZ News at 6."}, {"timestamp": [3661.58, 3662.94], "text": " Good evening, Kiyo."}, {"timestamp": [3663.04, 3664.0], "text": " I'm Evie Ashton."}, {"timestamp": [3664.5, 3686.04], "text": " A man who couldn't get an MIQ spot says it rubs salt in the wound to learn health authorities new MIQ was no longer justified. A newly released memo shows that last November, the Director General of Health and the Director of Public Health signed off on advice to end MIQ. They agreed it was no longer justified on public health grounds, but it took"}, {"timestamp": [3686.04, 3690.56], "text": " another three and a half months and seven rounds of the room release lottery till the system"}, {"timestamp": [3690.56, 3695.64], "text": " was wound up. Neil Prothero, who was stuck in France at that time, says the government should"}, {"timestamp": [3695.64, 3702.18], "text": " be held to account. To learn that actually this was all, let's be kind of say, not entirely"}, {"timestamp": [3702.18, 3706.52], "text": " necessary. Add insult to injury, it adds salt in the wound of those people"}, {"timestamp": [3706.52, 3708.96], "text": " who have been really badly treated"}, {"timestamp": [3708.96, 3711.34], "text": " and some cases traumatised by the whole thing."}, {"timestamp": [3711.9, 3715.32], "text": " Martin Newell from Grounded Kiwis says today's revelation"}, {"timestamp": [3715.32, 3717.74], "text": " confirms what his group was saying back then."}, {"timestamp": [3718.18, 3720.76], "text": " He told Checkpoint the evidence shows the government"}, {"timestamp": [3720.76, 3723.36], "text": " wasn't following the best public health advice at the time"}, {"timestamp": [3723.36, 3727.98], "text": " and the question has to be asked, why did it wait so long to reopen the border?"}, {"timestamp": [3728.7, 3734.24], "text": " The Prime Minister and her Singaporean counterpart have jointly announced a commitment to work together"}, {"timestamp": [3734.24, 3736.1], "text": " on climate change initiatives."}, {"timestamp": [3736.66, 3742.68], "text": " Jacinda Ardern and Li Siegung-Long have just fronted media after bilateral talks in Singapore today."}, {"timestamp": [3743.28, 3745.88], "text": " They have agreed to add a fifth pillar called climate"}, {"timestamp": [3745.88, 3748.04], "text": " change and green economy to the two"}, {"timestamp": [3748.04, 3749.52], "text": " country's existing partnership."}, {"timestamp": [3750.12, 3751.98], "text": " It paves the way for collaboration on"}, {"timestamp": [3751.98, 3753.88], "text": " hydrogen standards, sustainable"}, {"timestamp": [3753.88, 3756.14], "text": " aviation and waste management."}, {"timestamp": [3756.42, 3758.2], "text": " Ms Ardern says such collaboration"}, {"timestamp": [3758.2, 3760.08], "text": " is needed to tackle climate"}, {"timestamp": [3760.08, 3762.16], "text": " change. We cannot collectively"}, {"timestamp": [3762.16, 3764.18], "text": " simply return to a high"}, {"timestamp": [3764.18, 3766.98], "text": " carbon emissions business as usual approach."}, {"timestamp": [3767.68, 3770.08], "text": " Globally we have entered what must be an age of"}, {"timestamp": [3770.08, 3772.6], "text": " action. Foreign Minister"}, {"timestamp": [3772.6, 3775.34], "text": " Nanaya Mahuta has announced another round of"}, {"timestamp": [3775.34, 3778.12], "text": " sanctions against Russia, this time targeting"}, {"timestamp": [3778.12, 3780.7], "text": " its largest banks and financial institutions."}, {"timestamp": [3781.42, 3783.68], "text": " The sanctions apply to 18 entities"}, {"timestamp": [3783.68, 3786.28], "text": " including Russia's central bank, sovereign"}, {"timestamp": [3786.28, 3792.12], "text": " wealth fund, and eight of its largest banks. Seven other banks with links to oligarchs,"}, {"timestamp": [3792.24, 3798.26], "text": " Russia's defence sector and the annexation of Crimea are also named. Ms Mahuta says the targeted"}, {"timestamp": [3798.26, 3809.44], "text": " institutions make up 80% of Russia's banking assets. Passengers in the US will no longer have to wear masks on planes, trains and other public transport."}, {"timestamp": [3810.08, 3815.42], "text": " Health officials who recently extended the mask mandate until next month have been found to have"}, {"timestamp": [3815.42, 3819.4], "text": " exceeded their legal powers. The BBC's Samira Hussein has more."}, {"timestamp": [3820.22, 3824.94], "text": " A federal judge in Florida said the rules that were imposed by these centres for disease"}, {"timestamp": [3824.94, 3832.84], "text": " control and prevention went beyond his authority when it said people had to wear masks on planes and other forms of public transportation."}, {"timestamp": [3833.46, 3846.16], "text": " Now, the original lawsuit was actually filed by a group that opposes these public health mandates and two individuals who said wearing masks while flying exacerbated their anxiety and panic attacks."}, {"timestamp": [3846.66, 3851.46], "text": " Now, this is the first successful lawsuit against Biden administration mask mandates."}, {"timestamp": [3851.9, 3855.56], "text": " Previous lawsuits have tried and failed to block the rules."}, {"timestamp": [3856.48, 3862.1], "text": " A national state of disaster has been declared in South Africa over last week's devastating floods"}, {"timestamp": [3862.1, 3863.7], "text": " in and around the city of Durban."}, {"timestamp": [3864.24, 3866.5], "text": " At least 440 people were killed"}, {"timestamp": [3866.5, 3868.04], "text": " and dozens are still missing."}, {"timestamp": [3868.7, 3870.26], "text": " President Cyril Ramaphosa"}, {"timestamp": [3870.26, 3873.02], "text": " says a massive and urgent relief effort is needed."}, {"timestamp": [3873.64, 3879.32], "text": " We are a nation that is united in our grief and pain."}, {"timestamp": [3880.28, 3883.02], "text": " We are, however, a nation united in our determination"}, {"timestamp": [3883.02, 3887.82], "text": " to assist those who have lost their homes and possessions"}, {"timestamp": [3887.82, 3893.18], "text": " and who are in desperate need of food, water and shelter."}, {"timestamp": [3894.02, 3900.58], "text": " Ten thousand soldiers have been deployed to Kwa Zulu Natal Province to help with relief and rescue operations."}, {"timestamp": [3901.22, 3906.44], "text": " A bill banning live animal exports by sea has survived the select committee process"}, {"timestamp": [3906.44, 3911.82], "text": " on the casting vote of the committee's chair, Labor MP Joe Luxton. The three Labor and three"}, {"timestamp": [3911.82, 3917.2], "text": " national MPs on the primary production committee had been split on the proposal. The government"}, {"timestamp": [3917.2, 3923.12], "text": " announced last year that over two years it would phase in the ban. Its animal welfare amendment"}, {"timestamp": [3923.12, 3925.26], "text": " bill has since been going through the Select"}, {"timestamp": [3925.26, 3931.06], "text": " Committee process, during which more than 600 submissions have been considered. The bill now goes"}, {"timestamp": [3931.06, 3937.16], "text": " back to the House for a second reading. And new infestations of a crop-killing moth could"}, {"timestamp": [3937.16, 3943.6], "text": " cost farmers tens of millions of dollars if populations survive. Fall army worm eggs were found"}, {"timestamp": [3943.6, 3946.38], "text": " in surveillance traps in suburban tauranga last month,"}, {"timestamp": [3946.8, 3952.9], "text": " and larvae have now been found on two farms south of Hamilton. Ag research scientist Craig Phillips"}, {"timestamp": [3952.9, 3958.34], "text": " says the moths prefer tropical climates but may survive in the Upper North Island by eating"}, {"timestamp": [3958.34, 3965.06], "text": " the leaves of plants, particularly maize. He suspects the species came from Australia. That's the news."}, {"timestamp": [3966.5, 3968.14], "text": " Tonight on night's Tony Stamp"}, {"timestamp": [3968.14, 3969.98], "text": " takes time out from making a sample"}, {"timestamp": [3969.98, 3971.5], "text": " of the speak with Blair Parks,"}, {"timestamp": [3971.98, 3973.82], "text": " Christchurch Muso and Cassette Lover."}, {"timestamp": [3974.36, 3976.02], "text": " Remember those things we used to put in Walkman?"}, {"timestamp": [3976.52, 3978.16], "text": " Our window in the world looks at how climate"}, {"timestamp": [3978.16, 3980.08], "text": " change is changing the taste"}, {"timestamp": [3980.08, 3981.78], "text": " of wine. And our mainly"}, {"timestamp": [3981.78, 3983.96], "text": " Marxist think a Brian Roper discusses the"}, {"timestamp": [3983.96, 3985.64], "text": " American response to China's"}, {"timestamp": [3985.64, 3990.86], "text": " rise as a modern power. I'll be throwing in a few questions about Russia on nights of me,"}, {"timestamp": [3990.92, 3994.56], "text": " Brian Crub, after the news at 7 on R&Z National."}, {"timestamp": [3995.56, 3999.98], "text": " You're back on Checkpoint with Lisa Owen next. Right now, the short forecast from Met Service"}, {"timestamp": [3999.98, 4006.46], "text": " to Midnight Wednesday, Northland, Auckland and Coramandel, showers, heavy falls and possible thunderstorms today."}, {"timestamp": [4006.96, 4010.94], "text": " Waikato, Waitomo, Taumaru Nui, Taranaki, Bay of Plenty and Taupo."}, {"timestamp": [4011.4, 4014.26], "text": " Occasional rain, clearing west of Taupor this afternoon"}, {"timestamp": [4014.26, 4016.04], "text": " and then returning there tomorrow morning."}, {"timestamp": [4016.68, 4018.84], "text": " For Gisbon, cloudy with occasional showers."}, {"timestamp": [4019.36, 4023.68], "text": " Hawks Bay and Waira also Huanganui and from Ta'ihape to Wellington."}, {"timestamp": [4024.3, 4028.98], "text": " Cloudy periods, a possible afternoon or evening shower, both today and tomorrow."}, {"timestamp": [4029.6, 4034.44], "text": " Looking at the South Island, Nelson, Malbara, Bula, Westland and Fjordland, a few showers today,"}, {"timestamp": [4034.76, 4038.48], "text": " but just cloudy periods for Westland and southeastern Mulbara."}, {"timestamp": [4039.02, 4042.78], "text": " Rain tomorrow, with heavy falls and possible thunderstorms from the afternoon."}, {"timestamp": [4043.38, 4046.2], "text": " Canterbury, Otago and Southland, mainly fine with high cloud."}, {"timestamp": [4046.62, 4051.04], "text": " However, there's rain about Stewart Island and a few showers in coastal Southland this afternoon."}, {"timestamp": [4051.66, 4055.36], "text": " Scattered rain for most of Otago and Southland from late tomorrow morning."}, {"timestamp": [4055.8, 4058.54], "text": " And for the Chatham Islands, Decohu, often cloudy."}, {"timestamp": [4059.1, 4060.74], "text": " It's six minutes past six."}, {"timestamp": [4060.84, 4062.8], "text": " We'll have news headlines for you at 6.30."}, {"timestamp": [4063.9, 4065.88], "text": " Kiyahara, Eho, no ma'i-hokimai."}, {"timestamp": [4066.02, 4067.86], "text": " This is Checkpoint called Lisa Owen Tene."}, {"timestamp": [4068.4, 4072.7], "text": " A quarter of Auckland's character homes are marked to lose their heritage status"}, {"timestamp": [4072.7, 4075.82], "text": " when higher density rules come into force later this year."}, {"timestamp": [4076.26, 4080.94], "text": " Auckland Council has released draft maps of the areas proposed for six- and three-story"}, {"timestamp": [4080.94, 4085.16], "text": " apartments, showing around 5,000 character homes could be destined for development."}, {"timestamp": [4085.72, 4088.68], "text": " The Council is opening up the plans for public consultation today."}, {"timestamp": [4088.98, 4089.94], "text": " Amy Williams reports."}, {"timestamp": [4090.66, 4095.12], "text": " Some of Auckland's wealthiest suburbs are in for a high-density facelift,"}, {"timestamp": [4095.12, 4097.26], "text": " but not everyone is for it."}, {"timestamp": [4097.74, 4101.24], "text": " The Character Coalition is a group representing different heritage"}, {"timestamp": [4101.24, 4103.98], "text": " and historical societies across the city."}, {"timestamp": [4104.68, 4109.44], "text": " Its spokesperson, Sally Hughes, says the suburbs set to lose the most character homes"}, {"timestamp": [4109.44, 4112.56], "text": " at St Mary's Bay, Freeman's Bay and Remuera."}, {"timestamp": [4113.0, 4120.76], "text": " The areas that they've chosen to really hammer are valuable just like all of the special character areas."}, {"timestamp": [4121.02, 4126.38], "text": " I mean, it is true that not every house in those areas is of heritage value,"}, {"timestamp": [4126.74, 4132.46], "text": " but as a whole, the areas are special character and they've been special character for many"}, {"timestamp": [4132.46, 4136.66], "text": " years for a reason. She says Auckland Council has gone too far."}, {"timestamp": [4136.66, 4142.5], "text": " The Council is being tougher than even the government expected them to be. We feel the loss"}, {"timestamp": [4142.5, 4145.78], "text": " of those areas will be very great."}, {"timestamp": [4146.14, 4151.62], "text": " Across the Waitamata Harbour, Stanley Point has prime views of the city and houses"}, {"timestamp": [4151.62, 4157.66], "text": " there are destined to lose their character protection. The Devonport Historic Society opposes"}, {"timestamp": [4157.66, 4163.72], "text": " any removal of the suburb's character status that allows for high-density housing. Here's its"}, {"timestamp": [4163.72, 4165.22], "text": " chair, Margot McCray. We're very much opposing that because it's-density housing. Here's its chair Margo McCray."}, {"timestamp": [4165.6, 4171.1], "text": " We're very much opposing that because it's full of character homes and it doesn't seem to make"}, {"timestamp": [4171.1, 4177.64], "text": " much sense. She says any medium to high-density housing would likely still be unaffordable for most."}, {"timestamp": [4177.64, 4184.2], "text": " The land value of these places is so high that if you take out some of the non-heritage houses,"}, {"timestamp": [4184.44, 4186.22], "text": " they're not going to be putting in affordable housing."}, {"timestamp": [4186.38, 4190.92], "text": " They're going to be putting in very expensive housing for very wealthy people."}, {"timestamp": [4191.44, 4193.96], "text": " Central Government requires Auckland Council"}, {"timestamp": [4193.96, 4196.94], "text": " to allow for apartments of six stories or more"}, {"timestamp": [4196.94, 4199.18], "text": " in and around 10 large urban centres"}, {"timestamp": [4199.18, 4203.4], "text": " and more medium-density housing of up to three stories"}, {"timestamp": [4203.4, 4206.3], "text": " across almost all Auckland suburbs."}, {"timestamp": [4207.0, 4210.72], "text": " Auckland's 10 urban centres in Newmarket, Manakou, Newlin,"}, {"timestamp": [4210.96, 4216.38], "text": " Sylvia Park, Botany, Papakura, Takapuna, Henderson, Albany and Westgate."}, {"timestamp": [4216.98, 4220.12], "text": " The council is asking for public feedback on the plans."}, {"timestamp": [4220.64, 4223.86], "text": " Auckland councillor Chris Darby sits on the planning committee."}, {"timestamp": [4223.86, 4227.44], "text": " We're going to be well tested with voices from both sides."}, {"timestamp": [4227.94, 4231.44], "text": " The voices that say protect it all as it was,"}, {"timestamp": [4232.02, 4234.98], "text": " and we're going to hear voices from Aucklanders who say"}, {"timestamp": [4234.98, 4240.02], "text": " provide for greater housing opportunities in these areas as well."}, {"timestamp": [4240.36, 4243.6], "text": " He says the new planning rules will allow for more development,"}, {"timestamp": [4244.1, 4247.68], "text": " but how quickly that's taken up depends on market conditions."}, {"timestamp": [4248.32, 4257.22], "text": " There will be greater opportunities. I expect the development community to pick some of it up, but I'm not envisaging any drastic change."}, {"timestamp": [4257.22, 4265.56], "text": " There are enormous challenges in supply chain issues, labour issues, escalation, inflation,"}, {"timestamp": [4265.96, 4270.4], "text": " all facing development that are of a far greater concern right now"}, {"timestamp": [4270.4, 4272.24], "text": " than the planning instruments."}, {"timestamp": [4272.8, 4276.28], "text": " Chris Darby says he wants the city to retain heritage housing"}, {"timestamp": [4276.28, 4278.98], "text": " and is encouraging Aucklanders to have their say."}, {"timestamp": [4279.58, 4282.26], "text": " The council has to put the new planning rules in place"}, {"timestamp": [4282.26, 4284.62], "text": " as soon as they are notified in August."}, {"timestamp": [4285.8, 4288.76], "text": " And Auckland councillor Chris Darby joins us now."}, {"timestamp": [4289.26, 4292.62], "text": " Kjura, Chris, so you want it to retain heritage and character,"}, {"timestamp": [4292.98, 4295.14], "text": " but do you support this proposal or not?"}, {"timestamp": [4296.0, 4298.7], "text": " The government proposal, you're saying,"}, {"timestamp": [4298.92, 4301.46], "text": " or the Auckland Council response leader?"}, {"timestamp": [4301.72, 4302.8], "text": " Auckland Council response."}, {"timestamp": [4303.26, 4303.76], "text": " Of course."}, {"timestamp": [4303.94, 4305.86], "text": " I mean, look, I chair the planning committee"}, {"timestamp": [4305.86, 4308.1], "text": " and along with the mayor, we've been considering"}, {"timestamp": [4308.1, 4309.78], "text": " this response since the"}, {"timestamp": [4309.78, 4311.84], "text": " Labour National Sponsored legislation"}, {"timestamp": [4311.84, 4313.9], "text": " came through in"}, {"timestamp": [4313.9, 4315.96], "text": " December, and this is our"}, {"timestamp": [4315.96, 4318.08], "text": " preliminary response, and it has"}, {"timestamp": [4318.08, 4320.0], "text": " my support along with the majority"}, {"timestamp": [4320.0, 4322.02], "text": " of the councillors. Why do you reckon it's a good"}, {"timestamp": [4322.02, 4323.9], "text": " idea? Well, look, we"}, {"timestamp": [4323.9, 4326.6], "text": " are bound to do this. This is not an"}, {"timestamp": [4326.6, 4334.92], "text": " option for us to respond to this legislation that changed the initial national policy statement"}, {"timestamp": [4334.92, 4341.84], "text": " on urban development. It's a government directive. It's a strong direction for us to provide"}, {"timestamp": [4341.84, 4347.0], "text": " more housing across the city, and it requires fewer blanket"}, {"timestamp": [4347.0, 4353.84], "text": " protections, so to speak. And this is on top of the Auckland Unitary Plan, which is only"}, {"timestamp": [4353.84, 4361.0], "text": " about six years old, six or seven years old now, and that enabled some 900,000 additional"}, {"timestamp": [4361.0, 4365.28], "text": " dwelling units. Are you in the brace position? Because I say this."}, {"timestamp": [4365.36, 4367.28], "text": " I had a look at various stories"}, {"timestamp": [4367.28, 4370.04], "text": " on the council discussion today"}, {"timestamp": [4370.04, 4371.0], "text": " and some of the comments."}, {"timestamp": [4371.1, 4372.26], "text": " I just want to read you a sample."}, {"timestamp": [4373.02, 4375.32], "text": " Kmart apartments and motel-like units"}, {"timestamp": [4375.32, 4376.86], "text": " full of cheap flat-pack furniture"}, {"timestamp": [4376.86, 4379.06], "text": " on a postage stamp-sized floor."}, {"timestamp": [4379.5, 4380.44], "text": " Is this China?"}, {"timestamp": [4380.68, 4381.74], "text": " One person has posted."}, {"timestamp": [4382.22, 4383.84], "text": " Goodbye to New Zealand as we know it."}, {"timestamp": [4383.96, 4385.68], "text": " Hello Slums is another comment."}, {"timestamp": [4385.8, 4388.14], "text": " And this one, why would we want to recreate the Gold Coast"}, {"timestamp": [4388.14, 4389.58], "text": " without the sun or the gold?"}, {"timestamp": [4390.1, 4392.86], "text": " Instead, welcome leaky ghettos."}, {"timestamp": [4393.16, 4395.46], "text": " What are you expecting in terms of reaction"}, {"timestamp": [4395.46, 4398.84], "text": " and what do you say to people posting comments like that?"}, {"timestamp": [4399.82, 4401.88], "text": " Well, look, I think those sorts of comments,"}, {"timestamp": [4402.16, 4406.3], "text": " they basically echo the concerns a lot of people have."}, {"timestamp": [4406.9, 4412.54], "text": " And there'll be those in the other camp that just say bring it on at all costs, so to speak."}, {"timestamp": [4412.54, 4419.24], "text": " But one of the things that we, the mayor and I said to the select committee is we were very concerned about the quality."}, {"timestamp": [4420.1, 4422.3], "text": " The government was concerned about quantity."}, {"timestamp": [4422.86, 4427.1], "text": " We said you cannot decouple quality from quantity."}, {"timestamp": [4427.1, 4431.12], "text": " And we asked specifically for design provisions."}, {"timestamp": [4431.42, 4436.24], "text": " We offered a method to investigate that in double quick time."}, {"timestamp": [4437.0, 4438.26], "text": " And that was rejected."}, {"timestamp": [4439.02, 4440.84], "text": " So look, unfortunately."}, {"timestamp": [4440.84, 4443.06], "text": " So how do you control quality, Chris?"}, {"timestamp": [4443.32, 4446.9], "text": " If you're going to allow larger scale developments, how do you control quality, Chris? If you're going to allow larger scale developments,"}, {"timestamp": [4447.28, 4450.9], "text": " how do you make sure they don't turn out"}, {"timestamp": [4450.9, 4453.56], "text": " like some of these people are suggesting slums and ghettos?"}, {"timestamp": [4453.94, 4455.94], "text": " Well, we're continuing to explore that,"}, {"timestamp": [4456.02, 4458.8], "text": " but what I will say is we said to the government"}, {"timestamp": [4458.8, 4460.64], "text": " we needed to control quality"}, {"timestamp": [4460.64, 4463.24], "text": " and we offered them some solutions"}, {"timestamp": [4463.24, 4464.56], "text": " and they were rebuffed."}, {"timestamp": [4467.72, 4473.4], "text": " Now, at this stage stage we are told repeatedly by the Ministry for the Environment and ministers responsible with this legislation that we"}, {"timestamp": [4473.4, 4480.4], "text": " cannot introduce any controls, design controls that make it less permissive. It is against the"}, {"timestamp": [4480.4, 4486.2], "text": " legislation. So some of the suburbs that are going to see significant change"}, {"timestamp": [4486.2, 4487.74], "text": " are pretty affluent, right?"}, {"timestamp": [4488.14, 4489.84], "text": " What do you reckon it's going to do to property"}, {"timestamp": [4489.84, 4491.3], "text": " values in those areas?"}, {"timestamp": [4491.84, 4493.78], "text": " Look, I'm not going to second-guess property"}, {"timestamp": [4493.78, 4494.46], "text": " values."}, {"timestamp": [4495.46, 4497.5], "text": " Oh, come on, Chris, you must have a fair idea."}, {"timestamp": [4497.62, 4499.96], "text": " You've been around for a while. Are they going to go up or down,"}, {"timestamp": [4500.04, 4501.58], "text": " do you reckon, based on"}, {"timestamp": [4501.58, 4504.1], "text": " a zone next to them that says you can build"}, {"timestamp": [4504.1, 4505.32], "text": " a six-story apartment?"}, {"timestamp": [4505.98, 4511.78], "text": " Well, I think a lot of people tried to second guess the market response to your community plan"}, {"timestamp": [4511.78, 4514.46], "text": " and some got it right and some got it wrong."}, {"timestamp": [4514.82, 4516.46], "text": " The market is an interesting beast."}, {"timestamp": [4516.6, 4521.0], "text": " It will go where it decides to go and sometimes that is a surprise."}, {"timestamp": [4521.68, 4525.38], "text": " Our response to this legislation and we have to do it,"}, {"timestamp": [4525.86, 4528.42], "text": " opens up a lot more opportunity."}, {"timestamp": [4529.0, 4533.08], "text": " It's a lot more dispersed in the distribution across Auckland,"}, {"timestamp": [4533.76, 4537.38], "text": " and the opportunity is far greater."}, {"timestamp": [4537.88, 4540.96], "text": " The big question is, will the market respond to it?"}, {"timestamp": [4541.36, 4543.8], "text": " Do you reckon people just need to get the heads around it and get on with it?"}, {"timestamp": [4544.7, 4550.24], "text": " No, I think we need to get the heads around it and get on with it? No, I think we need to get our heads around it and we need to hear initial feedback from"}, {"timestamp": [4550.24, 4555.54], "text": " Aucklanders on this, at this stage. This is a preliminary engagement."}, {"timestamp": [4555.84, 4559.14], "text": " Yeah, because when you say you have to do it, Chris, and I'm sorry to interrupt, how much"}, {"timestamp": [4559.14, 4563.48], "text": " wiggle room is there? Because people are going to make submissions, right? They want to know that"}, {"timestamp": [4563.48, 4566.54], "text": " what they say to you may change this plan potentially."}, {"timestamp": [4567.76, 4571.54], "text": " Yep, and look, there is a very small amount of wriggle room,"}, {"timestamp": [4571.62, 4576.88], "text": " and that's why we're not suggesting to Auckland is that we can take feedback on everything here,"}, {"timestamp": [4576.88, 4579.52], "text": " because a lot of it is out of our hands."}, {"timestamp": [4579.9, 4586.36], "text": " But if I can just quickly say, Lisa, the three key areas are the walkable catchments of five to ten minutes,"}, {"timestamp": [4586.48, 4595.86], "text": " be it 1,200 metres in the Auckland City Centre or 800 metres around the metro centres and the RTN stops,"}, {"timestamp": [4596.34, 4601.52], "text": " and then 200 to 400 metres in the smaller centres that are highly accessible."}, {"timestamp": [4602.06, 4608.76], "text": " That's the key area, and then the other key area is the question of special character"}, {"timestamp": [4608.76, 4612.24], "text": " and the extent of that special character overlay."}, {"timestamp": [4612.86, 4616.8], "text": " So that special character overlay still permits a couple of stories high,"}, {"timestamp": [4617.2, 4622.28], "text": " as opposed to the three stories permitted as of right without a resource consent"}, {"timestamp": [4622.28, 4625.2], "text": " for the medium density response,"}, {"timestamp": [4629.62, 4629.82], "text": " which would be in place if you didn't have special character."}, {"timestamp": [4635.22, 4635.6], "text": " But that's only 1% of Auckland as the existing special character areas."}, {"timestamp": [4636.86, 4636.96], "text": " Right, so 1% of Auckland."}, {"timestamp": [4639.68, 4640.8], "text": " Is that enough to cost you your seat and are you prepared to lose it over this?"}, {"timestamp": [4646.92, 4651.9], "text": " Look, I need to do, my job as the Planning Committee chair is to respond to legislation and sometimes it's unsavory, but I just have to do the job and I have to do the best"}, {"timestamp": [4651.9, 4656.3], "text": " in light of what Auckland requires."}, {"timestamp": [4656.86, 4662.06], "text": " But I have to deliver what the government instructs us to do."}, {"timestamp": [4662.36, 4665.4], "text": " Otherwise, I would be acting contrary to the law."}, {"timestamp": [4666.16, 4671.12], "text": " Thanks for your time, Chris. That is Auckland Councillor Chris Darby there. It is 16 minutes past"}, {"timestamp": [4671.12, 4676.3], "text": " six and you're with checkpoint on RNZ National. A crop killing moth could cost New Zealand"}, {"timestamp": [4676.3, 4681.52], "text": " farmers tens of millions of dollars if populations survive. Egs were found in suburban"}, {"timestamp": [4681.52, 4687.8], "text": " Tauranga in surveillance traps last month and larvae have now been found in two farms south of Hamilton."}, {"timestamp": [4688.3, 4692.82], "text": " The worm has devastated maize and corn plants in Africa and the United States"}, {"timestamp": [4692.82, 4694.36], "text": " and more recently Australia."}, {"timestamp": [4694.64, 4695.7], "text": " Sam Olly reports."}, {"timestamp": [4697.84, 4701.92], "text": " The fall army worm arrived in Australia in early 2020,"}, {"timestamp": [4702.42, 4703.76], "text": " sabotaging harvests."}, {"timestamp": [4704.18, 4706.08], "text": " Populations grew, taking out"}, {"timestamp": [4706.08, 4708.28], "text": " entire paddocks, eating leaves"}, {"timestamp": [4708.28, 4709.66], "text": " and hiding in crevices."}, {"timestamp": [4710.26, 4712.24], "text": " Stuart Kearns from Plant Health Australia"}, {"timestamp": [4712.24, 4714.08], "text": " saw the incursions spread from"}, {"timestamp": [4714.08, 4716.22], "text": " the Torres Strait through the states"}, {"timestamp": [4716.22, 4718.16], "text": " with moths flying huge"}, {"timestamp": [4718.16, 4719.98], "text": " distances. Upwards of"}, {"timestamp": [4719.98, 4721.4], "text": " 300, 400 kilometres"}, {"timestamp": [4721.4, 4723.7], "text": " overnight with the right winds."}, {"timestamp": [4724.06, 4725.44], "text": " That's their transport phase."}, {"timestamp": [4725.82, 4727.62], "text": " They do their damage as that caterpillar."}, {"timestamp": [4727.82, 4730.14], "text": " So feeding on the leaves."}, {"timestamp": [4730.72, 4734.64], "text": " Scientists suspect moths flew across the ditch to Alteiroa,"}, {"timestamp": [4734.92, 4738.54], "text": " but the worm prefers tropical climates and damage is seasonal."}, {"timestamp": [4738.54, 4742.22], "text": " It's possible infestations here will die in our winter,"}, {"timestamp": [4742.72, 4746.02], "text": " but ag research scientist Dr Craig Phillips from the"}, {"timestamp": [4746.02, 4752.26], "text": " better border security research team says they may still survive in the upper north as winter's"}, {"timestamp": [4752.26, 4757.8], "text": " warm. He says it's an ominous sign that the first eggs were found during surveillance trapping"}, {"timestamp": [4757.8, 4768.28], "text": " in Tauranga. And then the incursion that was detected in Waikato more recently, the population development there is reasonably well advanced,"}, {"timestamp": [4768.42, 4771.26], "text": " and we'd have to think it's been there most of the summer."}, {"timestamp": [4772.08, 4776.08], "text": " That suggests the worm has a reasonably broad distribution already."}, {"timestamp": [4776.58, 4782.16], "text": " If eradication fails, there will be major costs for farmers in the next five to ten years."}, {"timestamp": [4782.16, 4787.82], "text": " Another pest that's nibbling away at what our livestock would otherwise be eating"}, {"timestamp": [4787.82, 4792.54], "text": " or what our corn growers would otherwise be producing for humans to eat."}, {"timestamp": [4792.84, 4798.34], "text": " And it's easy for these costs to quickly mount into the tens of millions."}, {"timestamp": [4798.34, 4803.58], "text": " Tough news for the Arabble Chair of Waikato's Federated Farmers, Keith Holmes."}, {"timestamp": [4803.94, 4805.98], "text": " We will have to contemplate spraying"}, {"timestamp": [4805.98, 4807.88], "text": " and once a crop gets to a certain"}, {"timestamp": [4807.88, 4810.12], "text": " stage it will mean helicopter spraying"}, {"timestamp": [4810.12, 4811.98], "text": " which at $1,600"}, {"timestamp": [4811.98, 4814.28], "text": " an hour plus other materials"}, {"timestamp": [4814.28, 4816.1], "text": " was extremely expensive."}, {"timestamp": [4816.46, 4818.14], "text": " He says New Zealand's border security"}, {"timestamp": [4818.14, 4820.38], "text": " is too relaxed but biosecurity"}, {"timestamp": [4820.38, 4822.34], "text": " New Zealand says it was only a matter"}, {"timestamp": [4822.34, 4824.48], "text": " of time before the moths flew over."}, {"timestamp": [4825.04, 4829.06], "text": " Deputy Director General Stuart Anderson says his teams were prepared."}, {"timestamp": [4829.36, 4835.76], "text": " The risk work we did last year showed that wind-born from Australia is quite a likely pathway."}, {"timestamp": [4835.96, 4839.12], "text": " I think last year we said within the next five years that that could occur."}, {"timestamp": [4839.5, 4843.32], "text": " The worms larvae feed on more than 350 plant species."}, {"timestamp": [4843.9, 4848.4], "text": " Biosecurity New Zealand is asking for anyone who spots them to send in photos."}, {"timestamp": [4848.96, 4851.66], "text": " They can be difficult to tell from other moth species."}, {"timestamp": [4852.16, 4856.92], "text": " Larvae have inverted white Y marks on their heads between the eyes"}, {"timestamp": [4856.92, 4860.28], "text": " and their body colour can vary from pink to dark brown."}, {"timestamp": [4861.48, 4864.98], "text": " Syria has moved from a decade of war as a narco state"}, {"timestamp": [4864.98, 4866.48], "text": " with illegal drugs as one of its"}, {"timestamp": [4866.48, 4867.56], "text": " main exports."}, {"timestamp": [4868.04, 4873.08], "text": " In recent weeks, the Jordanian army has seized millions of pills in operations along"}, {"timestamp": [4873.08, 4876.32], "text": " its border with Syria and killed more than 30 smugglers."}, {"timestamp": [4876.44, 4878.58], "text": " The BBC's Yoland Nell reports."}, {"timestamp": [4880.8, 4883.72], "text": " Three shadowy figures crossed the border fence."}, {"timestamp": [4884.94, 4892.16], "text": " Jordanian soldiers open fire. Another skirmish in an increasingly deadly fight against drug smugglers."}, {"timestamp": [4893.62, 4896.02], "text": " They want to show me what they're up against."}, {"timestamp": [4897.5, 4898.78], "text": " It's a great view from here."}, {"timestamp": [4898.94, 4902.08], "text": " You can see everything beyond the fence that is Syria."}, {"timestamp": [4902.08, 4906.06], "text": " And this is a new front line in the war on drugs."}, {"timestamp": [4907.36, 4912.58], "text": " Ruined by a decade of war, neighboring Syria is turning into a narco state."}, {"timestamp": [4914.06, 4919.54], "text": " After losing a Jordanian soldier, the military's adopted a shoot to kill policy."}, {"timestamp": [4920.78, 4923.82], "text": " And how much more dangerous is it now along this border?"}, {"timestamp": [4925.62, 4930.76], "text": " The degree of danger has grown recently with the increase in drug smuggling."}, {"timestamp": [4931.38, 4934.76], "text": " There are highly organized and coordinated operations."}, {"timestamp": [4935.38, 4941.04], "text": " They are determined to get the drugs into Jordan by force using weapons."}, {"timestamp": [4941.98, 4946.54], "text": " Since the start of this year, the army's killed more than 30 smugglers"}, {"timestamp": [4946.54, 4950.04], "text": " and seized over 17 million pills of Captagon."}, {"timestamp": [4950.48, 4952.54], "text": " That's more than in the whole of last year."}, {"timestamp": [4953.36, 4957.4], "text": " This illegal amphetamine is now one of Syria's main exports."}, {"timestamp": [4958.8, 4964.1], "text": " This hospital is treating more and more people from across the region for Captagon addiction."}, {"timestamp": [4964.9, 4966.84], "text": " None of the patients here wants to talk,"}, {"timestamp": [4967.28, 4972.46], "text": " but the clinical director, Dr. Ali Al-Qam, tells me he sees serious cases."}, {"timestamp": [4972.46, 4979.68], "text": " The consequences of taking this drug is like violence and psychosis."}, {"timestamp": [4980.2, 4986.36], "text": " It is very addictive as well, and people start with one tablet and then increase to two and three."}, {"timestamp": [4986.78, 4990.6], "text": " Then shift into a more serious drug like Crystal Mill."}, {"timestamp": [4992.08, 4995.48], "text": " Jordan is up against powerful drugs cartels."}, {"timestamp": [4996.04, 4999.96], "text": " The long conflict next door now brings a new misery."}, {"timestamp": [5001.46, 5005.04], "text": " Russia has started a new phase of its war against Ukraine."}, {"timestamp": [5005.22, 5011.68], "text": " Ukrainian President Vladimir Zelenskyy says a fresh assault is being unleashed in the eastern region of the Dombas."}, {"timestamp": [5012.06, 5018.04], "text": " The White House police Russia now plans to intensify its efforts to peel the region away from Kiev's control."}, {"timestamp": [5018.04, 5024.32], "text": " But as our correspondent Simon Marks reports, President Biden is facing pressure from some prominent Democrats"}, {"timestamp": [5024.32, 5026.04], "text": " to become more actively"}, {"timestamp": [5026.04, 5031.24], "text": " involved in the Ukrainian war effort. President Zelensky's claim that a coordinated Russian"}, {"timestamp": [5031.24, 5036.78], "text": " assault on eastern Ukraine is now getting underway is precisely what the United States had predicted"}, {"timestamp": [5036.78, 5042.82], "text": " and feared. Ever since Russian forces began to regroup within the last two weeks, the U.S."}, {"timestamp": [5042.82, 5045.54], "text": " has insisted that those troops were not withdrawing"}, {"timestamp": [5045.54, 5051.2], "text": " from Ukraine, but merely repositioning and preparing to try and seize the eastern regions of"}, {"timestamp": [5051.2, 5056.88], "text": " Donetsk and Lujansk that Russian President Vladimir Putin already recognizes as independent."}, {"timestamp": [5057.42, 5063.62], "text": " The latest Russian assault came just hours after the US said it plans to start training Ukrainian"}, {"timestamp": [5063.62, 5067.0], "text": " forces in the use of howitzer artillery guns"}, {"timestamp": [5067.0, 5072.48], "text": " within the next few days. That training will take place outside the country and comes after"}, {"timestamp": [5072.48, 5079.06], "text": " President Biden started sending another $100 million worth of weaponry to President Volodymya Zelensky's"}, {"timestamp": [5079.06, 5087.4], "text": " forces, although the Ukrainian leader says they still need much more. And that view is now being embraced even by some prominent members"}, {"timestamp": [5087.4, 5090.48], "text": " of the U.S. President's own Democratic Party."}, {"timestamp": [5090.68, 5094.68], "text": " I think those of us in Congress who have a critical role in setting foreign policy"}, {"timestamp": [5094.68, 5099.9], "text": " and in advising the President in terms of his decisions as Commander-in-Chief"}, {"timestamp": [5099.9, 5103.64], "text": " need to look clearly at the level of brutality."}, {"timestamp": [5103.64, 5107.14], "text": " Senator Chris Coons of Delaware is so close to Joe Biden"}, {"timestamp": [5107.14, 5110.52], "text": " that at one point he was tipped for the post of Secretary of State."}, {"timestamp": [5110.98, 5113.98], "text": " Now he's told CBS News it's time for the president"}, {"timestamp": [5113.98, 5118.58], "text": " to send American troops to help Ukrainians fight for their freedom."}, {"timestamp": [5118.84, 5120.08], "text": " This is a critical moment."}, {"timestamp": [5120.56, 5123.82], "text": " If Vladimir Putin, who has shown us how brutal he can be,"}, {"timestamp": [5124.12, 5128.36], "text": " is allowed to just continue to massacre civilians,"}, {"timestamp": [5128.56, 5132.48], "text": " to commit war crimes throughout Ukraine, without NATO,"}, {"timestamp": [5132.62, 5135.52], "text": " without the West, coming more forcefully to his aid."}, {"timestamp": [5136.0, 5140.18], "text": " I deeply worry that what's going to happen next"}, {"timestamp": [5140.18, 5142.58], "text": " is that we will see Ukraine turn into Syria."}, {"timestamp": [5143.02, 5146.6], "text": " The American people cannot turn away from this tragedy in Ukraine."}, {"timestamp": [5146.6, 5149.6], "text": " At the White House officials are towing the President's line,"}, {"timestamp": [5149.6, 5153.4], "text": " that there will be no American boots on the ground in Ukraine,"}, {"timestamp": [5153.4, 5156.8], "text": " and that it would only be a Russian attack on NATO territory"}, {"timestamp": [5156.8, 5160.4], "text": " that would spark any kind of U.S. military reprisals."}, {"timestamp": [5160.4, 5162.4], "text": " But like the President she serves,"}, {"timestamp": [5162.4, 5164.6], "text": " White House Press Secretary Jen Saki"}, {"timestamp": [5164.6, 5168.8], "text": " knows the ground beneath the administration's feet is beginning to shift,"}, {"timestamp": [5169.16, 5174.7], "text": " as a protracted conflict in Ukraine with enormous civilian loss of life grinds on."}, {"timestamp": [5174.86, 5181.52], "text": " Senator Coons is a close friend of the presidents and the administration, and we just respectfully disagree with his proposal."}, {"timestamp": [5182.08, 5187.6], "text": " The president continues to, has no plans, to send troops to fight a war"}, {"timestamp": [5187.6, 5191.56], "text": " with Russia. He doesn't think that's in our national security interests, in the interest of the"}, {"timestamp": [5191.56, 5197.18], "text": " American people. And so what our focus has been on has been obviously providing this historic"}, {"timestamp": [5197.18, 5202.1], "text": " amount of security assistance, military assistance, weapons to the Ukrainians, that has helped"}, {"timestamp": [5202.1, 5205.76], "text": " them effectively fight this war. The president faces a conundrum."}, {"timestamp": [5205.92, 5209.2], "text": " 75% of the American people told pollsters last week,"}, {"timestamp": [5209.48, 5213.66], "text": " they agree with the White House view that Vladimir Putin is a war criminal,"}, {"timestamp": [5214.12, 5219.5], "text": " but most Americans also say they disapprove of the president's handling of the crisis so far."}, {"timestamp": [5219.5, 5224.24], "text": " But there's no appetite within the White House or across most American dinner tables"}, {"timestamp": [5224.24, 5226.52], "text": " for U.S. troops to fight in Ukraine."}, {"timestamp": [5226.72, 5235.42], "text": " So the President continues to walk a fine line, even while some of his congressional supporters worry about how much longer that can continue."}, {"timestamp": [5236.26, 5241.6], "text": " Prince Harry has praised the courage of the Ukrainian national team at the Invictus Games in the Hague."}, {"timestamp": [5241.6, 5245.86], "text": " The international sporting event is for injured servicemen, women and veterans."}, {"timestamp": [5246.02, 5248.36], "text": " The BBC's Anna Holligan has more."}, {"timestamp": [5249.0, 5253.64], "text": " These athletes represent not only their nations, but recovery and resilience."}, {"timestamp": [5254.32, 5259.78], "text": " This year's Invictus Games have added poignancy as they're taking place on a continent in conflict."}, {"timestamp": [5260.42, 5265.94], "text": " Speaking to the BBC, Prince Harry highlighted how much team Ukraine has already achieved."}, {"timestamp": [5266.66, 5269.44], "text": " I think what people need to remember, perhaps don't even know yet,"}, {"timestamp": [5269.5, 5273.74], "text": " is a vast majority of the Ukraine team were serving in some shape or form."}, {"timestamp": [5274.04, 5278.08], "text": " So they removed their uniforms, put their team strips on, jumped on the coach, came over here,"}, {"timestamp": [5278.58, 5283.46], "text": " slept for a couple of days, tried to decompress, and then we're straight into it."}, {"timestamp": [5283.54, 5284.84], "text": " And then they've got to go back."}, {"timestamp": [5285.42, 5289.9], "text": " So I think to have them here is extraordinary."}, {"timestamp": [5290.6, 5293.54], "text": " The Ukrainians receive special permission to travel"}, {"timestamp": [5293.54, 5296.64], "text": " and will soon be changing from tracksuits to combats"}, {"timestamp": [5296.64, 5298.62], "text": " as they return to the front line."}, {"timestamp": [5299.76, 5301.18], "text": " We don't have another choice."}, {"timestamp": [5301.44, 5304.56], "text": " It's simply the question of survival, of our nation and our people."}, {"timestamp": [5305.06, 5306.4], "text": " All of us must fight."}, {"timestamp": [5307.48, 5312.5], "text": " This is a chance to show the world Ukrainians are fighting back and staying alive."}, {"timestamp": [5313.18, 5315.6], "text": " The games are on until this Friday."}, {"timestamp": [5317.04, 5320.26], "text": " Your final thoughts on the MIQ advice."}, {"timestamp": [5320.26, 5322.86], "text": " Tony from Auckland says the Kiwis Broad Group needs to remember"}, {"timestamp": [5322.86, 5326.34], "text": " that every piece of advice to the government does not have to be followed."}, {"timestamp": [5326.84, 5329.16], "text": " We elected the government to lead and trust their judgment."}, {"timestamp": [5329.86, 5330.96], "text": " But this one from Robin."}, {"timestamp": [5331.4, 5339.24], "text": " I never want to hear Be Kind again to have my son in MIQ in February and his father in live and not let out to see him."}, {"timestamp": [5339.66, 5342.86], "text": " Arrived Saturday, father died Tuesday evening."}, {"timestamp": [5343.26, 5344.4], "text": " Not out till Saturday."}, {"timestamp": [5344.62, 5348.18], "text": " I am elderly, so, so cruel all around, says Robin."}, {"timestamp": [5348.6, 5352.34], "text": " On housing and potential rezoning"}, {"timestamp": [5352.34, 5355.38], "text": " where heritage properties can be taken down"}, {"timestamp": [5355.38, 5358.72], "text": " for mid-rise, I suppose you'd call them apartments."}, {"timestamp": [5359.4, 5361.02], "text": " Russell from Mount Eden says,"}, {"timestamp": [5361.18, 5362.18], "text": " Auckland housing zones,"}, {"timestamp": [5362.28, 5365.52], "text": " the concern should be the quality, not the density."}, {"timestamp": [5366.2, 5367.66], "text": " Auckland's unitary plan"}, {"timestamp": [5367.66, 5370.16], "text": " quality rules are far superior"}, {"timestamp": [5370.16, 5371.96], "text": " to what the government's new rules"}, {"timestamp": [5371.96, 5374.04], "text": " are. And Glenn from Freeman's Bay"}, {"timestamp": [5374.04, 5375.82], "text": " has similar concerns,"}, {"timestamp": [5376.0, 5377.92], "text": " judging by the proliferation of ugly"}, {"timestamp": [5377.92, 5379.8], "text": " housing developments and apartment"}, {"timestamp": [5379.8, 5381.58], "text": " blocks. In Auckland,"}, {"timestamp": [5381.88, 5383.92], "text": " aesthetic considerations don't"}, {"timestamp": [5383.92, 5385.9], "text": " appear to be a priority."}, {"timestamp": [5386.14, 5388.46], "text": " How is this likely to change, says Glenn?"}, {"timestamp": [5389.36, 5394.94], "text": " On the subject of Auckland Port, there has been a death today of a worker who was working"}, {"timestamp": [5394.94, 5397.46], "text": " on a container ship this morning at Auckland Port."}, {"timestamp": [5397.94, 5399.98], "text": " Michelle says, I look over Auckland Port."}, {"timestamp": [5400.08, 5405.48], "text": " It's going 24-7 and workers must be covering for those who are off-sick, etc."}, {"timestamp": [5405.84, 5407.14], "text": " The port should not be open"}, {"timestamp": [5407.14, 5408.84], "text": " between 11pm and 6pm"}, {"timestamp": [5408.84, 5410.88], "text": " give workers a break, says Michelle."}, {"timestamp": [5411.5, 5414.1], "text": " Miriam on the shooting in Taranaki"}, {"timestamp": [5414.1, 5415.98], "text": " says, why do we expect"}, {"timestamp": [5415.98, 5418.54], "text": " police officers not to respond to a charging car?"}, {"timestamp": [5419.0, 5420.96], "text": " Tragic death, but 18 police officers"}, {"timestamp": [5420.96, 5422.28], "text": " killed since 1963."}, {"timestamp": [5422.62, 5423.9], "text": " Why did this young man turn around"}, {"timestamp": [5423.9, 5424.84], "text": " and attack the police?"}, {"timestamp": [5425.22, 5428.3], "text": " There was no need for him to die if he had kept driving."}, {"timestamp": [5428.7, 5431.2], "text": " Enough of this woke reporting, says Miriam."}, {"timestamp": [5431.92, 5434.5], "text": " On Burma, hey, cut the goss on Burma's character."}, {"timestamp": [5434.66, 5438.48], "text": " That's unkind immigrant bashing and fat-shaming, message received."}, {"timestamp": [5439.18, 5441.18], "text": " That is all we have got time for this evening."}, {"timestamp": [5441.18, 5444.12], "text": " The late news team is going to keep you updated throughout the evening."}, {"timestamp": [5444.24, 5448.92], "text": " Koti Kau, Pappaputthuh, and tomorrow from 5 a.m. First up is going to talk to"}, {"timestamp": [5448.92, 5453.7], "text": " Auckland Mayor Phil Goff about the backlash to plans for rezoning thousands of historic homes"}, {"timestamp": [5453.7, 5456.72], "text": " so that they can be turned into apartments. Have a great night."}], "text": " Thank you, my time. This is Checkpoint on R&Z National. I'm Lisa Owen. Here, hi, I'm here a-a-a-a-kine. The document government officials tried to keep secret. MIQ could have been ditched in time for Christmas, according to advice, signed off by top doctors, including Ashley Bloomfield. So why wasn't it? Calls for a national inquiry after a port worker falls to their death in Auckland. The clash between heritage and high-rise buildings. An apartment block could be coming to a neighbourhood near you. The battle for Donbass begins. Russia resets its site on the eastern Ukraine. Birmingham beckons, 100 sleeps to the Commonwealth Games. And Burma the Boomerang, Australia rejects Auckland Zoo's elephant, the eastern Ukraine. Birmingham beckons, 100 sleeps to the Commonwealth Games, and Burma the Boomerang, Australia rejects Auckland Zoo's elephant at the 11th hour. Why? Don't forget you can catch us live, Sky Channel 83. RNZ News at 5. Good afternoon. Ahiahi Marie. I'm Evie Ashton. Top health officials agreed last November that MIQ was no longer justified for most returnees, but it took 15 weeks and nearly 40,000 MIQ stays before most incoming travellers could enter freely. A memo released today shows the Director of Public Health said international arrivals didn't pose a higher risk of COVID transmission than people in the community. University of Waikato Law Professor Al Gillespie says the implications of the memo could be vast. You've had people who have had their liberty interrupted while they've been in the MIQ. You've had people who have paid thousands of dollars for being in MIQ and you've had those who have been able to access MIQ. COVID response minister, Chris Hipkins, says officials were advised there should be a considered transition to self-isolation and that's what happened. A lifelong friend of a man shot and killed by the police in Taranaki two years ago says people want answers about the latest fatal police shooting in the region. 22-year-old driver, Chaos Price, was shot dead in New Plymouth on Saturday night after ramming a police car. But the police have said little else about what happened. Stacey O'Carroll was mates with Alan Rowe, who was killed in 2020 after aiming a weapon at an officer following a domestic incident. He says the police need to be more open about Mr Price's death. People want to know why a young Māori boy was shot. You know, whether he had a gun, whether he had a weapon or whatever, people just need to know. Stacey O'Carroll says he considers Chaos Price, who was his nephew's best friend as Farno. A quarter of Auckland's character homes are marked to lose their heritage status when higher density rules proposed by the council come into force later this year. That's alarmed the character coalition, a group representing different heritage and historical societies across the city. Its spokesperson, Sally Hughes, says the suburbs set to lose the most character homes are St Mary's Bay, Freeman's Bay and Remuera. The areas that they've chosen to really hammer are valuable just like all of the special character areas. I mean, it is true that not every house in those areas is of heritage value, but as a whole, the areas are special character. Sally Hughes says the council has gone further than the government required. 8,270 community cases of COVID-19 have been reported today. Rosie Gordon reports. Most of those in hospital are in the Auckland region. The highest number of hospitalisations for a DHB is 91 at Waitamata. The Ministry of Health expects reported community case numbers to fluctuate day-to-day, but says the overall trend remains a reduction in reported cases. Five people are reported to have died with COVID-19, taking the total of reported deaths to 602. Of those who died, one was in their 70s, three were in their 80s, and one was over 90. And cabinet ministers are working towards an October time frame for letting cruise ships return to New Zealand, but it could happen earlier. Across the Tasman, New South Wales, Victoria and Queensland have given the green light to cruises resuming. But in this country, Deputy Prime Minister Grant Robertson says cabinets awaiting further advice from health officials before making a final decision. I think we're all aware of the role that cruise ships played in the early days of the pandemic, and there's still a concern that they operate in slightly different ways than the air travel and the air border does. But don't get me wrong, we want to see cruise ships back in New Zealand. I'm confident that will happen. Grant Robertson says an announcement is expected in the next few weeks. In sport, the disciplinary record of Crusader's captain and all-black lock, Scott Barrett, has counted against him. The super rugby judiciary has banned him from playing for four weeks. Hurricanes hooker, Asafo Al-Mua, and Highlanders' lock, Josh Dixon, have both been suspended for three weeks as the crackdown on head-high shots continues. Their bans were reduced on account of their good records, but Barrett has previously been suspended for a similar off offence. Dixon was sent off against the Hurricanes, but Aumua wasn't, which grates with Highlanders' prop Ethan de Groot, although he says losing Dixon was sent off against the hurricanes, but Aumua wasn't, which grates with Highlanders prop Ethan de Groot, although he says losing Dixon wasn't what cost him them the game. We're a bit disappointing that it didn't get looked at or it sort of just got brushed under the rug, but to be honest, we had plenty of opportunities in that game to win. Olympic medal-winning triathlete Hayden Wilde is chasing a Commonwealth Games double. Wilde, who won bronze at last year's Tokyo Olympics, hopes he can also qualify for the 5,000 metres in Birmingham. He narrowly missed qualifying for the track in Tokyo, but is optimistic he can do it this time. Hopefully I can get an extension to my 5,000 metre campaign, and there's two more races in Europe that I can do that are early on at the end of May. And, yeah, hopefully I can be the first guy in history to do two events and won major games. And former tennis world number one, Ash Barty, has added fuel to speculation her post-retirement sporting career will focus on golf by signing up for exhibition tournaments in the US, Europe, Asia and Australia. That's the news. Eyes on Asia. Singapore. Japan as well, both major trading partners. New Zealanders trying to diversifying it doesn't want to be quite so reliant on China. Eyes on the street. Most last beeps bring a total to 21 cameras and 100 metres. And even with all these eyes on the street, there's still crime here. And alien eyes on us. And powerful civilization, you might not want to have a notice that you're on their doorstep. Now, they might of course be totally friendly, but if you're not, then you're in trouble. We're with you. Morning reports, weekdays from six on our NZ National. You're on Checkpoint with Lisa Owen next. First, the short forecast from Met Service to midnight Wednesday. For Northland, Auckland and Coramandel, showers, heavy falls and possible thunderstorms today. For Weakato, Weitomo, Taumar, Taormerunaki, Bay of Plenty and Taupo. Occasional rain clearing west of Taupor this afternoon, then returning there tomorrow morning. For Gisbon, cloudy with occasional showers. Hawks Bay and Waiterapa, also Huanganui, and from Taiehape to Wellington, cloudy periods, a possible afternoon or evening shower, both today and tomorrow. Looking at Tewe Poynambu, Nelson, Malbara, Bola, Westland and Fjordland. A few showers today, but just cloudy periods for Westland and southeastern Malbara, Bola, Westland and Fjordland. A few showers today, but just cloudy periods for Westland and Southeastern Malbara. Rain tomorrow with heavy falls and possible thunderstorms from the afternoon. For Canterbury, Otago and Southland, mainly fine with high cloud. However, there's rain about Stewart Island and a few showers in coastal Southland this afternoon. Scattered rain for most of Otago and Southland from late tomorrow morning. And for Decohu, the Chatham Islands, often cloudy. The time is seven minutes past five. We'll have news headlines for you at 5.30. Hiro-rah, E. Vee. Tena, Couto, no ma'amaii. Hii, my time. The country's top doctors signed off on advice to end MIQ in November last year. Dr Ashley Bloomfield and Dr Caroline McElnay agreed MIQ was no longer justified on public health grounds for most returnees, but it took another three and a half months and seven rounds in the lottery until the system was wound up. Katie Todd reports. Neil Prothero was one of many Kiwis who wanted to come home and found himself vying with 16,000 others in an online lottery for just 1,200 places. What it just struck me as being ridiculously unfair and my circumstances were nothing like those of many, many others, you know, who were denied the right to come back for family events, funerals, weddings. In November, as others, you know, who were denied the right to come back for family events, funerals, weddings. In November, as thousands of people like him grappled with MIQ room releases, the Ministry of Health decided it was time to reassess the risk posed by international arrivals and if MIQ was justified. 80% of the country's eligible population was double vaccinated. Delta was spreading across the country's eligible population was double vaccinated. Delta was spreading across the country despite a boundary around Auckland. Director of Public Health Dr Carolyn McElney wrote to Director General of Health Dr Ashley Bloomfield. Her words have been voiced. I am seeking your agreement to an updated public health risk assessment that considers the risk posed by international arrivals transmitting COVID-19 is no longer higher than the domestic transmission risk of COVID-19. If you agree, the effect would be that managed isolation for border returnees would no longer be justified on public health grounds as the default for people travelling to New Zealand. Dr Ashley Bloomfield did agree. He also agreed to brief COVID-19 response minister Chris Hipkins on the new risk assessment and start work on a plan to make self-isolation the default requirement for return-ease. The memo noted the government might need to speed up its plan for a phased easing of border restrictions in the first quarter of 2022. But it was not until March, 15 weeks later, before the government lifted the MIQ requirement for inbound travellers. University of Waikato law professor Al Gillespie says the delay raises serious concerns. It's a fair question now to ask the government, why do they not respond to this medical advice and open up MIQ earlier? The implications could be vast because you've had people who've had their liberty interrupted while they've been in the MIQ. You've had people who have paid thousands of dollars for being in MIQ and you've had those who have been able to access MIQ. The Ministry of Health initially refused to provide this memo even when it was requested under the Official Information Act. It was only released after a review by the Ombudsman. Today, COVID-19 response minister Chris Hipkins responded in a statement. He said the government acted in line with public health advice and the timing of the border reopening gave the country a chance to get vaccination and booster rates up. Epidemiologist Michael Baker says he's not wrong. Of course, Omicron was lurking just around the corner. I mean, the museum was able to delay entry of Omicron to the community in the museum until late January. And so that was one to two months behind most of the rest of the world. But the Ministry of Health Document offers little comfort to people like Neil Prothero, for whom MIQ was the source of frustration and pain. To learn that actually this was all, let's be kind and say, not entirely necessary. Add insult to injury, it adds salt in the wound of those people who have been really badly treated and in some cases traumatised by the whole thing. The government should be held to account for that because they keep telling us that they're bonding and making the decisions based on scientific advice. Well, it seems to be very selective. The Ministry of Health has been approached for comment. And joining us now is Martin Newell from grounded Kiwis. Kiyo-da, Martin, what is your response to this? So they had advice in November, 15 weeks later they were well opened up or ditched the need for MIQ. Kiyo'a, Lisa, look, it's what we were saying three months ago, that what the government was doing at the time was not following the sites and now we have the evidence that shows that they weren't following the best public help advice that they've supposedly been following all throughout this pandemic. The risk to Kiwis coming, from Kiwis coming home, to those Kiwis travelling from Auckland to the rest of the country was no greater. And now the question has to be answered. Why did they wait so long to reopen the border? There was a window between the peak of the Delta outbreak and the emergence of Omicron, which would have allowed Kiwis to come home. But the Grinch stole Christmas, and they had to wait another four months. Do you accept that the government and the Ministry of Health needed sufficient time to get systems in place and to manage a transition? Well, the government decided when was it in March, when they realized that there was no longer a justification for MIQ. They were able to put systems in place within a matter of days to just over a week. So I don't think it would have taken month for them to put in a framework for people to come home. In terms of the briefing document, it references the fact that they need to investigate what would be a legally defendable transition time. What do you make of that in their priorities? A polite way of putting it will be curious. So your listeners that may or may not be familiar with the grounded Kiwi's case against the government. We focus on a specific period of time, which this falls bang in the middle of. So the case centered around essentially from the peak of the Delta outbreak or just before the peak of the Delta outbreak to the end of 2021. And what this document essentially is showing is that, you know, the government was very concerned about those legal obligations under the New Zealand Bill of Rights Act, and that obligation is to be able to provide Kiwis a pathway to return home. concerned about those legal obligations under the New Zealand Bill of Rights Act, and that obligation is to be able to provide Kiwis a pathway to return home. And their argument all along has been that the public health risk assessment overrides the rights of New Zealanders to come home. But this memo is showing that the country's deputy director of public health has given a recommendation to Ashley Bloomfield that they no longer believe that the public health risk assessment justified that. So it would point to, ergo, it being a breach of the New Zealand Bill of Rights Act for those people that wanted to come home in that period. Given that, the people who were in MIQ since this advice was given to government, so November through to when Kiwis could come home at the beginning of March, should they get their money back? Look, I think they would be entitled to ask for their money back. I mean, whether the government should have been charging people for MIQ or not is probably another question. I think, you know, it's more the Kiwis that were stuck overseas or perhaps weren't able to say goodbye to a loved one or take care of a loved one. You know, what's really motivated seemingly decision-making in this whole saga, particularly through this period, has been bad publicity, whether you are a journalist that has a platform that is able to get attention, or whether you go on a hunger strike, or whether you take the government to court. It has only been by having to be dragged into the public and be shamed that they had to act on it. And I think that probably what's feted too much into the decision-making here is less the public health response and more the politics of COVID. Do you believe that this extended, while people's emotional trauma, the ones that you've referenced there, people who had family members or ill people that they were desperate to see but didn't get back in time. If you were sitting in the MIQ lottery in November last year, trying to get home, and you read this news today that actually Dr Bloomfield and McLean thought that it was fine for overseas arrivals to come into New Zealand and not increase the risk, then you would be pretty devastated if that meant that you weren't able to say goodbye to a Fano member. You know, I think it was probably around the time, there was the infamous quote of cumulative risks. Well, this memo does not talk about cumulative risks. In fact, it talks about exactly the opposite. It's more cumulative pain that's been inflicted on those that have been overseas or been stuck in New Zealand, not able to travel outside of the country. And it brings the question right back to the current day where, although we haven't talked about MIQ much for the last couple of months, there are permanent residents, there are migrants that are in New Zealand right now that still cannot leave the country, that still are not able to, say, visit their loved ones back anywhere in the world where they may have come from because New Zealand won't let them in, because New Zealand is still on this very slow, gradual reopening to the rest of the world. It be the question, what are the border policies and why do they still need to be in place today? Given this is where we were six months ago. Really appreciate your time, Martin. That is Martin Njul from grounded Kiwis there. Humai or Fikarro, we would love your feedback. Norera, Arneina, Kaupapa, Motei, what do Norre, Anayna Kaupapa Motehota-Ni. What do you make of this? Advice that was given in November, mid-November to the government from the top doctors offering advice saying it would be okay to allow people into the country without isolating in MIQ. Text me, Pātui Mai 2101, Twitter's at Checkpoint RNZ, or you can email checkpoints at rnz.com.n.z. Calls tonight for a national inquiry after another worker is killed on the job at Auckland's port. The worker from private stevedoring firm, Wallace Investments, died after falling from a height while working on the Singaporean flagged container ship, Capitan Tasman, this morning. The accident's now being investigated by Maritime New Zealand. It is the fourth death in recent years around the port. Former port's boss, Tony Gibson, stepped down from the top job in May last year. His resignation followed a scathing health and safety review into operations there and called for safety to be prioritised over profits. Joining me now is Craig Harrison from the Maritime Union. Craig, an incredibly sad day. Do you have any more detail about what happened? No, not at the moment at least. I think you've got it pretty much as much as we know. I'm sure more come out as the investigation moves on. So I just like to say our union around the country, you know, we'd like to express our condolence to the family in the far now. It's a terrible loss that I've experienced today. As you mentioned, an investigation is underway, a maritime New Zealand investigation. The company says it will conduct its own investigation. Why do you want something wider and who should do it? Well, I think it should be led by the industry overwatch, which would be like Maritime New Zealand and the government, because if you look at our industry in the recent vests, not only in Auckland, but around New Zealand, we feature highly in serious harm and death. And it's not a big industry. It's not like the size of construction and you've just got to wonder, and in this day and age, why are we still seeing people die going to work on the ports? So you are overrepresented in the statistics, you believe? I think so. I think the port employees around the countries, I think it's about 5,000 or 5.5,000 workers. So maybe if you consider like the size of Wellington in the construction industry, they wouldn't have near the amount of deaths or serious harm as we do in the stevedore in our port sector. So you have to wonder what's going wrong. And I think there needs to be a review. And I think we need like a national standard or something's form of governance that brings a lot of the port operations into law. Is this inherently dangerous work? It is dangerous work, but it's like any dangerous work. If you've got the right control measures in place, it makes it safe. So it's not like a work site that changes all the time. And the ports, they've been there for, you know, long, long time. Ships are basically the same layout for they don't seem to change. So really, we are lagging well behind other industry players. If you think, for instance, what we used to hear about in the foresty sector, but also in the construction sector years ago, you know, it was horrific what was going on back a few years ago. But now we seem over-represented in some bad statistics in our industry. What do you reckon's going wrong, Craig? I think there's a mixture of stuff going on. I think there's a high expectation amount of hours getting work, but also the demand, you know, through the supply chain congestion, I think there's a lot of pressure on work as to keep up, you know, lifting the tempo and getting that freight through the port, which I understand is important. But we're just seen for the volume of work that's going on and the amount of workers that get injured, and in this case die, there's something tragically wrong. So this is an incident at ports of Auckland. Do you have concerns at other ports? Yeah, like I get around the country, I think the report that was done skating about the ports of Auckland, I think if we really take a close look at a lot of the ports around the country. I think the report that was done skating about the ports of Auckland, I think if we really take a close look at a lot of the ports around the country, they would be in the same realms. Any in particular, Craig? Well, I think some of the regional ports would struggle. They have a high dependence on people doing a huge amount of hours. So I think in the bulk in general, the forestry sector, and some of that industry I think needs a real look at. Craig, what's huge hours in this business? What would you consider to be a dangerous level of hours? Well, anything about doing over 50 hours is you'd have to wonder what's going on. But it's not uncommon. I've heard of people doing 70 hours in a week in a seven-day period, then coming back the following week and do another 70. So you have to wonder what's going on but it's not uncommon I've heard of people doing 70 hours in a week in the seven-day period then coming back the following week and do another 70 so you have to wonder what's going on do you think there has been improvements at ports of Auckland since that health and safety review and since the change in leadership yeah there is a ports of oakland itself in the container terminal I think there's been a massive change but I think freight is going up and up you know the increase in freight coming across our ports and exports and I don I think there's been a massive change. But I think freight is going up and up. You know, the increase in freight coming across our ports and exports. And I don't think that people have put enough energy into actually having a look to make sure we're looking after the workers doing the work. Thanks for joining us, Craig. That's Craig Harrison, who's from the Maritime Union. It is almost 23 minutes past five. Kea, Tonu Mai. Stay with us. You're listening to Checkpoint on R&Z National. The Prime Minister has been officially welcomed to Singapore as she kicks off her first overseas trip since the pandemic. Dessinda Dern arrived in the country last night, New Zealand time, after clearing a COVID-19 test before departure. She passed another on arrival in Singapore, but not all in the travelling delegation were as lucky. Our Deputy Political Editor Craig McCulloch is on the trip. Masked up on the international stage, Prime Ministerial travel, looks different in a COVID-19 world. First, there's a pre-departure test to clear, then another on arrival in Singapore. Three of the 50-strong delegation have already fallen at that hurdle, with testing picking up previous infections, preventing their travel onto Japan tomorrow. That's just one of the new obstacles to navigate when navigating the globe, but all of it worth it for this. The pomp, the ceremony, the face-to-face contact again. Jacinda Ardurn has been officially welcomed back to Singapore at the presidential mention today. A chance to reconnect with her counterpart, Prime Minister Lisein-Long, after quite the hiatus. It is fantastic to be able to pick up again what has previously been such an important part of this job, and that is promoting New Zealand's interests abroad, promoting our exporters, promoting our people. The two have met before in late 2018, but since then all communications had to take place over the phone. Singapore was a critical supply hub for New Zealand during the pandemic. We've been in contact a lot. We've shared ideas, concerns, troubles with COVID. And I have to say, I think her relationship has been strengthened. But there's nothing like an in-person catch-up, and there is plenty to discuss. Russia's war on Ukraine, China's influence in the region, and the Trans-Pacific Trade Pact, which both countries are a part of, Vant would like to see the United States join. This is a very important region for us economically. 20% of our exports come through this hub within Southeast Asia, so that will be a big part of our discussions. The Prime Minister briefly spoke with Singapore's President too and earlier took part in a business breakfast. She's announced an expansion of the two countries' working holiday scheme, meaning up to 300 young Singaporeans can come stay and work for a full year, and vice versa. Overnight she'll attend a gala dinner hosted by New Zealand to try drum up trade and tourism. Prime Ministerial travel may look different in 2022, but it's just as busy as ever. Time now to address the elephant in the room. Australia Zoo's last-minute decision to pull the pin on plans to take Burma, the Elephant from Auckland Zoo. The 38-year-old was due to live out her twilight years at the zoo across the ditch and was hopping on a plane next week. Our reporter Louise Tenooth has been following the story and joins me now in the studio. Louise, Bermarang Burma, what's going on here? That's right. So this afternoon, Auckland Zoo put out a statement saying they're extremely disappointed, but Australia Zoo has backtracked on their decision to take Burma the elephant in. Now, obviously, I approached Australia Zoo to find out what was behind that decision, and they said that's because one of their elderly elephants, one of four, is extremely unwell at the moment, and so they're just putting her health well above Vermas, and they say that they just don't have the capacity to take her in. But when I talked to Auckland Zoo about that, they told me that they were assured that that wouldn't be an issue. They knew that that elephant was unwell, and they were assured that Burma would be able to have her twilight years at Australia Zoo. She was all set to go just next week. And obviously, we should remind people that Australia Zoo is the famous Irwin Zoo, right? So now, you were at Auckland Zoo less than two weeks ago, seeing Burma getting all sorted to go. That's right. So just less than two weeks ago, seeing Burma getting all sorted to go. That's right. So just less than two weeks ago we were there. And that put out the call, last goodbyes, come and say goodbye to Burma. And we saw all of that preparation and action. So this is about 12 months in the making this project. And Burma has had a custom crate made for her. She was set to go on a jumbo jet, might I add, for her size, just next week. And the staff were training her to get used to that crate training. She was eating and sleeping in the crate. She was all set to go. And, well, just like that, that decision's kind of been blown out. Remind us why Auckland Zoo didn't want Burma anymore? So Burma is 38. She's been at Auckland Zoo for 32 years, so she needed somewhere to live out her twilight years, basically. She's at retiring age. And her other pal, Anjali, has been sent to Taronga Western Plains Zoo, where it was hoped that she would fall pregnant. But of course, that leaves Berman on her lonesome. They want her to have a herd to hang out with for her twilight years. And at Australia Zoo, there's four other elephants for her to hang out with. So that's what's behind it, basically. Some pals for her to hang out with to have a bit of fun and to become a bit of an auntie figure amongst four other elephants. So what's going to happen to her now? Well, that is the real question here. It's been over 12 months to get to this point. So, well, the zoo has told me they're basically just picking their brains. This has really come out of the blue for them. It's just been announced this afternoon. My thinking is that they'll be ringing around to see who can take her in because it's really just not viable to get other elephants here. Speaking to the zoo director, Kevin Buehler, he's quoted up to $100 million to start a herd from scratch. And it just takes so long. So I think, well, they're just going to be ringing around and asking who wants to take Bermaner in. But in the meantime, of course, she'll be cared for and loved. And I guess the only benefit is that we can have some more time with her. Yeah, no small feat finding some accommodation for an elephant. Thank you, Louise. Louise Teneuth there with the update on Burma. Who's been rejected by Australia Zoo? We'll keep you posted. Let's return to Singapore now. And we're joined by our Deputy Political Editor Craig McCulloch. Craig, you've just come from this joint news conference with Jacinda Adirn and the Singapore Prime Minister. What did they have to say? Yes, I am still actually here at the Astana, the presidential mention here in Singapore, where the two leaders met, both leaders not long ago, and I mean not long ago at all, fronted for a media conference here, and they issued joint statement as as usual on these sort of trips. Not a lot on the way of surprises it has to be said. They agreed in this case to strengthen the two countries trade agreements with a new additional focus on climate change. That means basically more collaboration and cooperation than we talk about this thing called the Green Economy. What it actually means in practice is still far from clear, but I expect we'll hear more this trip about sustainable aviation in particular. Also conversation topics, of course, global and regional challenges. Russia high on the list, both leaders condemned again the invasion of Ukraine and demanded Russia's immediate withdrawal. We asked specifically about China's influence in the region, in the Pacific region. And Prime Minister Lee pointed out that Singapore and New Zealand longstanding friends, both fellow small island states. And he said it is in the interest of all countries to have a stable region. He wasn't familiar with the reported security pact between Solomon Islands and China, so didn't want to get into that, but did point out that they did, the two leaders, did discuss China and Russia's relationship and that, the impact of that on China-U.S. Relations. He said, Prime Minister Lees City, ultimately, he hoped that wisdom would prevail there and that it wouldn't escalate. And Craig, what's it like being on this traveling roadshow at the moment with all the COVID restrictions? Well, it is clear that the world, or at least this part of the world, at least, has not returned to normal just yet. In many ways, the restrictions are tougher than they are in New Zealand. So here in Singapore, they relaxed restrictions not long ago, but they still, for example, require scanning in at venues, and that is tightly enforced. Before we came here to the Astana, we all had to be tested for COVID-19, take a PCR test, and we had to prove that we were vaccinated as well. Then, of course, there was Japan where we headed next, and the entry requirements there are so strict, even a faint positive for a past infection will prevent you from coming in. As I mentioned in my piece, which played earlier, that's already caught out three people on this trip. We'll have to head home to New Zealand rather than carry on to Japan. Luckily, that does not include the Prime Minister. Luckily, it does not include me. So the trip continues. One more day in Singapore and then we're on to Japan. We'll keep our fingers crossed for you, Craig. Thanks for that. That's Craig McCalloch, reporting there from Singapore. Hiora, Eteiwi, Air Checkpoint. A high-profile east coaster calls for slip-prone areas to be recloaked in native forest. Character homes under threat, the controversial Auckland housing plan, that could see six-story blocks and some well-heeled burbs, and it's T-minus 100 days until the 2022 Commonwealth Games. Hoa or Fokarro, we would love your feedback on anything if you heard on the program this evening. Texas,101. Twitter's at Checkpoint RNZ or the email address is Checkpoint at RNZ.com. It's time now to get to the headlines. Ana ewe mina pittsikourero. A university of Waikato law professor says there could be vast implications from a November memo advising health officials MIQ was no longer justified. Al Gillespie says in the ensuing 15 weeks, people had their liberty interrupted and had to pay thousands of dollars to stay in MIQ while others couldn't even access it. COVID response minister, Chris Hickens, says officials were told there should be a considered transition to self-isolation. A quarter of Auckland's character homes could lose heritage status when the council's higher density rules come into force later this year. A spokesperson for the character coalition representing the city's heritage and historical societies says the council has gone further than required. Sally Hughes says the suburbs set to lose the most character homes are St Mary's Bay, Freeman's Bay and Rimaida. A lifelong friend of a man shot dead by police in Taranaki two years ago says people want answers about the latest fatal shooting in the region. 22-year-old driver, Chaos Price, was shot dead in New Plymouth on Saturday night after ramming a police car, but the police have said little about what happened. Stacey O'Carroll was mates with Alan Rowe, who was killed in 2020 after aiming a weapon at an officer, and says police need to be more open about Mr Price's death. Cabinet ministers are working towards an October timeframe for letting cruise ships return to New Zealand, but it could happen earlier. Across the Tasman, New South Wales, Victoria and Queensland have given the green light to cruises resuming. But Deputy Prime Minister Grant Robertson says cabinets are waiting further advice from health officials before making a final decision for this country. And new infestations of a crop-killing moth could cost farmers tens of millions of dollars if they survive here. Eggs were found in surveillance traps in suburban Poudanga last month and fall armyworm larvae have now been found on two farms south of Hamilton. Ag research scientist Craig Phillips says the moths prefer tropical climates but may survive in the Upper North Island. Those are the headlines. Our next bulletin is at six. Namahe, Evie, no ma'i, hokey ma. This is Checkpointe, called Lisa Ointe. It is time for business news now. I'm called Nicholas Pointin. Nicholas, the services sector is growing for the first time in eight months. Is the worst of the Omicron shock subsides? Yes, yeah. Good evening, Lisa. Yeah, this is the latest report from the BNZ Bank into the services sector. For the uninitiated, the services sector represents about two-thirds, or accounts for about two-thirds of our economy. And as you mentioned just before, the sector is an expansion for the first time in eight months. And that was led by a lift in sales activity, and also growth in inventory stocks for businesses. And some of the strong, the real strong performers within the services sector, it's a very broad category, where those companies that operate in property, finance, retail and wholesale trade. But particularly encouraging this report was the solid lift or significant lift in new orders, often taken to be a forward indicator of future demand. But those were the positives in what's been described in very much a Apache report. But we look at some of the weaknesses in this report, or the elements of concern, was that there are those familiar challenges for businesses, be it supply chain disruptions, skill shortages. There are obviously those companies that have facing ongoing disruptions to their business caused by the COVID pandemic. You've got the likes of the hospitality, tourism, or even the events sector. So those of us who are sort of sitting on the sidelines and paying close attention to this, what will be of real interest is those recent loosening of restrictions, you know, last week over the past couple of weeks, we also now have Australian visitors able to come here. What will be the economic impact of that? Will we actually see sustained lifting activity over the coming months? Because sort of cautioning against that has been that sort of dark cloud that's hanging over the economy. You know, inflation at a near 30-year high. We'll get the latest figures out later this week. It's forecast to hit about 7%. So what sort of impact is that having on consumers' desire to go out and spend, giving that they having to spend more money on the basics, the cost of living, things like rent, food, your mortgage, and we're also about to head into the colder months, so also your power bill as well. Hey, and speaking of power, there's a new solar power company that's emerged from the shadows, and who's the senior Google exec who's kind of backing us? Yeah, look, we're going to with the Google exec. This is All's Helzer, Helzler, Google Executive, a senior vice president at the company. Probably not much of a household name, but it's interesting to see someone of that sort of profile, putting some of their money behind this. But look, this is a joint venture that's seen energy developers from the US and New Zealand to join forces to form this company called Helios Energy. And they're talking about spending up to a billion dollars to build some large-scale solar farms in both the North and South Island. They say these solar farms could be capable of powering up to 250,000 houses. Look, these people, they're just the latest in the line of investors and companies to announce a large-scale energy project. Sort of echoing statements we've heard before about the need to increase renewable electricity supply to support the transition, or our economy's transition, away from fossil fuels. But it's clear to mention, but it's important to mention, rather, that this whole project is still in its infancy. It's still just an idea. No land has been purchased. I suspect that they're putting this announcement out there into the market to hope to see if they can attract other interests from other possible partners who maybe would want to sign up and help get this project off the ground. And let's take a twirl around the markets, Nicholas. Yeah, the NZX is down 56 points to 11,836 and the dollar is trading 67.4 US cents and 91.4 Australian. Thanks, Nicholas. Kakita, that's Nicholas Pointin with business news there. It's time to recloak the fenua in native trees or lose more of it to extreme weather events. That's the call from well-known east coaster Manukari. A series of storms in Taera Feti has left parts of the district mud covered and scarred with slips and erosion. Slash or wood debris from logging operations has also ended up in waterways. Former district councillor and Ruatoria-based entrepreneur Manu Kadi joins us now. Kiyoana. Kiyo-a-a-le-Lisa. What's it looking like around your district, post these storms? Yeah, it's a bit of a mess. I drove around a bit of the neighbourhood on the weekend. Some of the fences are, there's just a few centimetres of the fence left under the mud. And I don't know how they're going to move that because it's across whole paddocks. And the roads are just, you know, real damage. Stuff that I haven't seen before on the coast and it's just going to get worse, which is really worrying for locals. Do you feel like the Fenua is slipping away every time you have a storm like this? Yeah, this one's been really bad, and I think it's a bit of a wake-up call. In 2018, we had the slash issue on Tolliga and slash on the beaches and the waterways and things. That happened again this time, but this time there's also, you know, look around some of the hills in Tolliga Bay, and there's less pasture than there is slips now on many of those hills, and it looks a bit like, I've seen some photos of Bola, very similar to that, and after Bola there's a mass sort of aforestation and planting, and I think we're going to need something similar. We've had 100 years of trying to farm the coast. It's very young geology, it's very slippery rock underneath, and it's just going to keep slipping away if we only leave it in pasture. So what do you reckon needs to happen? And at what scale, Manu, you talk about reforestation and also that some of this land is being used in pasture. So would you require some farmers to convert to native forests or in your mind's eye, what does this look like? Yeah, and I think that's happening. There's been sales of many blocks in the last couple of years, something to the 28,000 hectares of farmland has been sold for forestry. So that is happening. And there's, you know, the carbon price is very attractive and there's proposals at the moment to exclude exotics from the ETS permanent forest category. So that's going to have some impact if that comes through in terms of slowing down exotic plantations. But ultimately, I think it's got to revert to native. That's what the land is intended for. You know, native trees and forests belong on that land. It's going to be very difficult to even keep pine there permanently. So native and never cut it down, Manu. Sorry to interrupt, but native plant it out in native forestry and never cut it. I think you could have selective logging, but not clearfell. The land just can't handle clearfell in forests of any kind. So we're going to have to have a transition, and that's going to be painful, and we're going to need the rest of the country to support that. But if we want to sort of meet our carbon sequestration obligations, Tidafati is probably a good region to Tewan, but that's going to have a big impact on jobs, particularly in farming and forestry, and so we've got to have support for more research and development into what we can do in terms of commercial opportunities with natives and look at other opportunities for those people who are going to be displaced as the land use changes. So are there some parts in your district that are being farmed that you simply believe should not? Yeah, totally. There's about a quarter of the farmland in the last 50 years that's been converted to forest. And so three quarters are still bare pasture, but about 80% of the region is erosion prone, between moderate and highly erosion prone, which is three times the national leverage. So most of the region is going to keep slipping away. And once it starts, it can't be stopped, and it just keeps going down to the bedrock. And then the rocks start coming down the waterways as well. So how do you deal with that if it's privately owned land? I mean, how do you realise this dream or ambition when you have to convince people to either sell up or move on? I think that, you know, Māori landowners, which is a good proportion of the land as well, obviously are selling up. And much of that land has been either regenerating naturally with by being left alone. Kanuka and Banuka has started to repopulate and other natives start coming through. Others have put it into pine. And in terms of other farms, I guess it's what are the financial incentives that we can do to make that happen. Pine at the moment is the go-to for planting because the price for carbon sequestration is right up there. I think if we had some biodiversity credits like we do with carbon credits that would help to bring native up to on par with pine so that we could actually recloak and that would incentivise those landowners to actually convert. And we've seen that already, the land going into forestry to begin with and production forestry for harvest, and now those forests are actually being left. And the forest owners are saying it makes more financial sense for them just to leave them and claim the carbon credits. If we could do the same with natives, then that would be one opportunity for landowners to keep receiving a return and do better than they are in farming. Much support for your idea, Manu? We'll see. I think there's a range of, you know, it's quite a controversial issue, obviously. A lot of people's livelihood and culture of the places at stake. We've had 100 years of farming and 50 years of forestry. People are worried about those jobs, understandably, what it does to communities if we lock up the land, and that's why we've got to find other alternatives that give people a real incentive to commercialise and utilise the land for natives. Really appreciate it time. Thanks for talking to us. That is Manu Kadi, speaking to us from Ruatoria. Russia has launched an all-out assault on eastern Ukraine. Ukraine says Russian troops have started their fight for the Dombas region, trying to break into the front lines of Luhansk, Donornetsk in Kharkiv. Cities across Ukraine are now being bombarded by missiles and at least 17 people have been killed. World Watchers, Paulina Lau reports. The battle for the east has begun. Ukraine says Russia has launched its anticipated large-scale offensive in the Dombas region. President Volodymyr Zelensky is vowing stiff resistance. A very large part of the Russian army is now concentrated on this offensive. No matter how many of the Russian troops are there, we will fight, we will defend ourselves, and we will do everything that we must to keep what's Ukrainian. Russian forces are trying to break through the front lines in Luhansk, Donetsk, and Kharkiv. Ukrainian forces have been fighting Russian-backed separatists in the region for the past eight years, but now they're facing attacks from multiple directions. Svetigorsk wants a picturesque resort town for tourists on the northern edge of the region, now another town from where people flee. What can I say? I'm overwhelmed with grief. I'm 70 years old and I've nowhere to live. One Ukrainian soldier says they were trying to slow down the incursion of Russian troops by blowing up a bridge, but they know more will be coming. We know that Russian forces are bringing reinforcements into this region, but we're doing everything possible. We are ready to repel the Russian occupiers and prevent the capture of our cities. Ukraine says it marks the start of the second phase of the war. The governor of Luhazk has described the fighting as hell. In a Facebook post, Sergei Gaidai says the offensive has begun. The U.S. Pentagon spokesperson, John Kirby, says Russia will not find it easy advancing. They've been fighting there for a long time, and there have been offensives near the Donetsk area where the Ukrainians, we believe, have actually taken back towns and villages from the Russians. So there is active fighting going on right now. Ukrainian officials say Russian bombardment of several cities across the country has killed at least 17 people. The western city of Lviv has largely remained unscathed by the war, but now it has recorded its first civilian deaths. Seven people died after multiple missiles hit the city, including military warehouses. These civilians live close by. It was a big boom and the house was shaken. I thought that we were falling. There was a first strike and then a big boom and then the second one was weaker. Almost immediately, one after another. I did not see fire nearby. It was just later that I learned that this site was hit. I was sleeping and as soon as I heard the explosion, I went down to the shelter. Then I heard more explosions, four or five in a row. The EU says the attack on Lviv shows no part of Ukraine is safe from Russia's onslaught. It's believed President Vladimir Putin's goal is to take the Dombas before the 9th of May when Russians celebrate Victory Day to mark when the Russian military defeated Nazi Germany in 1945. Let's get to you some of your feedback now and well lots of it is coming in regarding the MIQ memo that was signed off by Ashley Bloomfield, one of the doctors who signed it off, suggesting that MIQ could go in November of last year. That didn't happen for another three and a half months. This listener says, as Michael Baker said, that decision delayed Omicron by one to two months, saved many lives. Surely the health of the people in New Zealand needs to be considered, says Chris from Dunedin. Sue says the memo was written before we got Omicron. These people were always going to complain. The silent majority want to keep them out. And another person, Gary has got in touch to say the border should be closed until the virus is under control. And Grant reckons the soppy sob story is not a reason to bring COVID into the country. And we have this one from another listener that says in addition to the loss of liberty while being detained in the quarantine part of MIQ after the DG's advice, our family member experienced panic attacks and a persistent refusal to provide her with health information and testing details. When she asked for help regarding panic attacks, she was offered crossword puzzles. The impact of this experience has been serious and had serious effects. If the DG's advice had been followed, she would not have been in quarantine in room with a locked door and windows and in absence of appropriate mental health support. There are more losses and harms than just liberty for which the state is likely accountable. Thanks for your feedback. Do keep it coming. 2101 on the text or tweet us at Checkpoint RNZ. A lifelong friend of a man shot and killed by police in Taranaki two years ago says he was shocked to hear of another fatal shooting. 22-year-old Chaos Prize was shot on Saturday night after he rammed a police car on State Highway 3 between New Plymouth and Waitara. A Taranaki, Fanganui reporter, Robin Martin, has more. Waitara local, Stacey O'Carroll's heart sank after he heard about the weekend shooting. Everything just come back flowing through, you know. I went right back to Stephen Wallace, you know, to the snow rose. And it's like, oh my God. And then when you hear who it was, chaos, he was like my nephew's best mate. And I, so basically they are Fano, you know what I mean? They all call me Uncle Stace. Mr O'Carroll was best mates with Alan Rowe, more commonly known as Snow. Snow was shot and killed by police after aiming a weapon at an officer following a domestic incident. Police have been tight-lipped about whether Chaos Price was armed, but say he rammed a police car. Mr O'Carroll says they should be more transparent. Former police negotiator Lance Burdett told Midday report the officers had to respond somehow. There could have been other options, we just don't know at this stage, but certainly a vehicle is absolutely a weapon. What the person had in their hand are for that, whether they did have a weapon we just don't know. And if it was, well, what was the options that we did have with us? Kowis Price is the fifth person to be shot and killed by police in Taranaki since the turn of the century. 40 people have been killed by police in New Zealand since 1990. So far police have not been found at fault in any of these fatalities. Mr Burdette says the shooting will be investigated thoroughly. So there's three investigations run in tandem with these matters and every part of scrutiny. Now I was a former police investigator, I used to investigate incidents within police and I can tell you that that's a strong rule that has run across this. Stacey O'Carroll meanwhile is worried about the effect of Chaos Price's death on other young people. But yeah it's a shock. A lot of that boys had a lot of friends out here in Waitara and I just hope it doesn't spiral out of control where you know kids aren't going to give them two hoots if they get bloody shot or for their own safety you know in Waitara people just want answers is there enough help available for our younger people I was devastated man no They're not saying. Why? Pretty ratchet. They shot him. Why is there this antagonism between the police and the community? If we don't know that they're doing a right job, then how are they keeping us safe? We should be able to listen how they go about these things because it could happen to us. It's pretty sad. Again, we seem to be getting good at this in Waiterra. Please say the investigation these things because it could happen to us. It's pretty sad again. We seem to be getting good at this in Waita. Police say the investigation into Mr Price's death is continuing and has today been focused on witness statements and vehicles recovered from the scene. Chaos Price's post-mortem was expected to be completed today. Across the Tasman now where there's a warning higher grocery bills are on the way. The country's food and grocery manufacturers are struggling with rising costs and crippling staff shortages with no one to pack or deliver the food. The ABC's Stephanie Smale reports. Colin Passfield has run a seafood and packaged food business in Sydney for decades, but as the price of the product he's distributing goes up, it's hurting his business and those he's supplying. Our local stores, cafes and that are struggling to get their prices up because there's so many price rises. It's hard. And affecting our business because as soon as you put multiple price rises up, people start looking around for other suppliers and trying to get cheapest product or start using cheaper products. The Australian Food and Grocery Council is warning those price hikes aren't going away. Colin Passfield says growing prices are adding pressure, but he can't even get the more expensive items to his customers with no staff. It's very, very difficult. You put ads in the paper I spent last week. I spent $2,000 on ads and we've got about four or five people who would even come and see us. We need to bring more workers in. I don't know. People say, you know, you've got to use Australian people first. I'm all for that, don't worry, but there's none who want to do this type of work. The Australian Food and Grocery Council says since the pandemic began, manufacturers have been hit with price hikes of up to 700% to get the ingredients they need. The council CEO, Tanya Barden, says the price of shipping into Australia has skyrocketed, adding to a string of other cost pressures, including COVID safety measures, expensive domestic freight prices and even global wooden pallet shortages. She points out manufacturers were already struggling before costs exploded with the pandemic. We're trying to explain to consumers what's happening here. So over the last decade, costs had increased by 50% and wholesale prices had only risen by 25%. And manufacturers were absorbing a lot of that costs themselves. So it has now gotten to a tipping point where they really need to pass some of these cost increases through in order for their businesses to be able to be sustainable. Tanya Barden explains more support for local manufacturers will help in the long term to avoid having to ship in goods, but bigger grocery bills are likely in the short term. It's very difficult one for governments to intervene at the moment other than some of the measures that have been put in place to support manufacturing in Australia. So sovereign capability here is really critical. Apart from that, some of the measures in the budget to support consumers I think are really important at this stage, but it is going to be one to watch, I think, for the coming months. Patrick Hutchinson is from the Australian Meat Industry Council, which represents retailers, processes and small goods manufacturers. He says staff shortages are a major problem in his sector too, adding to calls for more overseas workers. We want to see an individual meat visa that allows an opportunity for five years worth of work, permanent residency to allow us the opportunity to fill these gaps. Patrick Hutchinson explains with a bigger workforce meat prices could go in the opposite direction to the rest of our groceries. If we can keep supply chains right and manageable then in fact that cost can remain relatively stable. And with better seasonal conditions, we're also seeing that meat prices are in fact stabilising and we're hoping soon for consumers that they will actually start to reduce. The countdown is once again on for many of New Zealand's top athletes. Today marks 100 days until the 22 Commonwealth Games get underway in the British City of Birmingham. So before the serious work of preparing to get on the podium begins, a group of athletes came together for fun and games of a different kind. Sports reporter Clay Wilson and camera operator Marika Habazi went along to the event. Rolling up as the Commonwealth Games are about to roll around. For Olympic medal-winning triathlete Hayden Wilde, today's milestone is a reminder of just how close Birmingham is becoming. It's crept around very quickly. I remember 100 days before Tokyo, and it was literally a long way away, but it comes up very quickly. Most athletes who took part in today's Uncommonwealth Games event are still awaiting official selection. One assured of being there, though, is hammer thrower Julia Radcliffe. Never short of a smile, the gold medalist from the Gold Coast, says defending her title isn't the only reason she's excited. It's got a much friendlier vibe than some of the bigger competitions. We're still out to get each other, we're still out to win, but I think that Commonwealth vibe is really special. The Commonwealth Games also differ from the Olympics, with para sports athletes competing alongside their able-bodied counterparts. Swimmer Tupo Naeufi, who won gold at last year's Tokyo Paralympics, says it not only allows para athletes to showcase their abilities on a different platform, it also allows them to strike up friendships, which she did with weightlifter David Litti on the Gold Coast in 2018. He actually topped me under his wing. We hung out a few times and he was really awesome. And being able to see them and I guess hang out with them makes it so much nicer when we come to a gym back at home. We see each other. We say hi and stuff like that, it's cool. Around 230 athletes will represent New Zealand at the Games, competing across 20 sports and four parisports. For many, the finer details of their preparation will be done here at High Performance Sports National Training Centre on Auckland's North Shore. Young basketballer Alafoto is hoping attention to those details results in a seat on the plane to Birmingham. Oh yeah, I think it's perfect. I think there's a lot of excitement around three-on-three and like once people start watching, I reckon they'll be hooked. Just like Hayden Wilde is about triathlon. A passion that means he's happy to have Birmingham arriving hot on the heels of his Olympic bronze medal success. I just love racing and to have two major games and very close to each other. I think I kind of thrive on in a way is if I didn't have to train I would just like race every week. And with just a hundred days to go, every week counts. Especially for those whose selection for the games is not so certain. The message to those athletes from today's special guest judge, recently retired shop foot star Dame Valerie Adams, don't stop pushing. Keep working, you know, keep sticking to your knitting, and, you know, don't lose hope. Because you've still got 100 days, there's a few events coming up for a lot of these athletes so they know what they've got to do. They know what it takes, so, you know, we'll be all watching and waiting with some hope and luck. The Birmingham Commonwealth Games kick off on July 28th. More feedback now on the advice to ditch MIQ. Sarah says the release of this M-O-H advice has dealt a serious blow to the government's credibility. Having lent so heavily on expert advice to justify its COVID policies, it is now exposed. I say, send a lot of them to Taronga Zoo and put Burma in the Beehive. Couldn't do worse, says Sarah. And speaking of Burma, someone else has got in touch, and this is the Aussie Zoo not wanting to take her anymore. Andrew says the whisper is Burma, the elephant, failed the good character test and was 501 before she hit Aussie soil. Surely that's not true. Please investigate, says Andrew. We'll do our best, Andrew. We'll get on to that. And this one, oh, no, we'll leave it till after six. RNZ News at 6. Good evening, Kiyo. I'm Evie Ashton. A man who couldn't get an MIQ spot says it rubs salt in the wound to learn health authorities new MIQ was no longer justified. A newly released memo shows that last November, the Director General of Health and the Director of Public Health signed off on advice to end MIQ. They agreed it was no longer justified on public health grounds, but it took another three and a half months and seven rounds of the room release lottery till the system was wound up. Neil Prothero, who was stuck in France at that time, says the government should be held to account. To learn that actually this was all, let's be kind of say, not entirely necessary. Add insult to injury, it adds salt in the wound of those people who have been really badly treated and some cases traumatised by the whole thing. Martin Newell from Grounded Kiwis says today's revelation confirms what his group was saying back then. He told Checkpoint the evidence shows the government wasn't following the best public health advice at the time and the question has to be asked, why did it wait so long to reopen the border? The Prime Minister and her Singaporean counterpart have jointly announced a commitment to work together on climate change initiatives. Jacinda Ardern and Li Siegung-Long have just fronted media after bilateral talks in Singapore today. They have agreed to add a fifth pillar called climate change and green economy to the two country's existing partnership. It paves the way for collaboration on hydrogen standards, sustainable aviation and waste management. Ms Ardern says such collaboration is needed to tackle climate change. We cannot collectively simply return to a high carbon emissions business as usual approach. Globally we have entered what must be an age of action. Foreign Minister Nanaya Mahuta has announced another round of sanctions against Russia, this time targeting its largest banks and financial institutions. The sanctions apply to 18 entities including Russia's central bank, sovereign wealth fund, and eight of its largest banks. Seven other banks with links to oligarchs, Russia's defence sector and the annexation of Crimea are also named. Ms Mahuta says the targeted institutions make up 80% of Russia's banking assets. Passengers in the US will no longer have to wear masks on planes, trains and other public transport. Health officials who recently extended the mask mandate until next month have been found to have exceeded their legal powers. The BBC's Samira Hussein has more. A federal judge in Florida said the rules that were imposed by these centres for disease control and prevention went beyond his authority when it said people had to wear masks on planes and other forms of public transportation. Now, the original lawsuit was actually filed by a group that opposes these public health mandates and two individuals who said wearing masks while flying exacerbated their anxiety and panic attacks. Now, this is the first successful lawsuit against Biden administration mask mandates. Previous lawsuits have tried and failed to block the rules. A national state of disaster has been declared in South Africa over last week's devastating floods in and around the city of Durban. At least 440 people were killed and dozens are still missing. President Cyril Ramaphosa says a massive and urgent relief effort is needed. We are a nation that is united in our grief and pain. We are, however, a nation united in our determination to assist those who have lost their homes and possessions and who are in desperate need of food, water and shelter. Ten thousand soldiers have been deployed to Kwa Zulu Natal Province to help with relief and rescue operations. A bill banning live animal exports by sea has survived the select committee process on the casting vote of the committee's chair, Labor MP Joe Luxton. The three Labor and three national MPs on the primary production committee had been split on the proposal. The government announced last year that over two years it would phase in the ban. Its animal welfare amendment bill has since been going through the Select Committee process, during which more than 600 submissions have been considered. The bill now goes back to the House for a second reading. And new infestations of a crop-killing moth could cost farmers tens of millions of dollars if populations survive. Fall army worm eggs were found in surveillance traps in suburban tauranga last month, and larvae have now been found on two farms south of Hamilton. Ag research scientist Craig Phillips says the moths prefer tropical climates but may survive in the Upper North Island by eating the leaves of plants, particularly maize. He suspects the species came from Australia. That's the news. Tonight on night's Tony Stamp takes time out from making a sample of the speak with Blair Parks, Christchurch Muso and Cassette Lover. Remember those things we used to put in Walkman? Our window in the world looks at how climate change is changing the taste of wine. And our mainly Marxist think a Brian Roper discusses the American response to China's rise as a modern power. I'll be throwing in a few questions about Russia on nights of me, Brian Crub, after the news at 7 on R&Z National. You're back on Checkpoint with Lisa Owen next. Right now, the short forecast from Met Service to Midnight Wednesday, Northland, Auckland and Coramandel, showers, heavy falls and possible thunderstorms today. Waikato, Waitomo, Taumaru Nui, Taranaki, Bay of Plenty and Taupo. Occasional rain, clearing west of Taupor this afternoon and then returning there tomorrow morning. For Gisbon, cloudy with occasional showers. Hawks Bay and Waira also Huanganui and from Ta'ihape to Wellington. Cloudy periods, a possible afternoon or evening shower, both today and tomorrow. Looking at the South Island, Nelson, Malbara, Bula, Westland and Fjordland, a few showers today, but just cloudy periods for Westland and southeastern Mulbara. Rain tomorrow, with heavy falls and possible thunderstorms from the afternoon. Canterbury, Otago and Southland, mainly fine with high cloud. However, there's rain about Stewart Island and a few showers in coastal Southland this afternoon. Scattered rain for most of Otago and Southland from late tomorrow morning. And for the Chatham Islands, Decohu, often cloudy. It's six minutes past six. We'll have news headlines for you at 6.30. Kiyahara, Eho, no ma'i-hokimai. This is Checkpoint called Lisa Owen Tene. A quarter of Auckland's character homes are marked to lose their heritage status when higher density rules come into force later this year. Auckland Council has released draft maps of the areas proposed for six- and three-story apartments, showing around 5,000 character homes could be destined for development. The Council is opening up the plans for public consultation today. Amy Williams reports. Some of Auckland's wealthiest suburbs are in for a high-density facelift, but not everyone is for it. The Character Coalition is a group representing different heritage and historical societies across the city. Its spokesperson, Sally Hughes, says the suburbs set to lose the most character homes at St Mary's Bay, Freeman's Bay and Remuera. The areas that they've chosen to really hammer are valuable just like all of the special character areas. I mean, it is true that not every house in those areas is of heritage value, but as a whole, the areas are special character and they've been special character for many years for a reason. She says Auckland Council has gone too far. The Council is being tougher than even the government expected them to be. We feel the loss of those areas will be very great. Across the Waitamata Harbour, Stanley Point has prime views of the city and houses there are destined to lose their character protection. The Devonport Historic Society opposes any removal of the suburb's character status that allows for high-density housing. Here's its chair, Margot McCray. We're very much opposing that because it's-density housing. Here's its chair Margo McCray. We're very much opposing that because it's full of character homes and it doesn't seem to make much sense. She says any medium to high-density housing would likely still be unaffordable for most. The land value of these places is so high that if you take out some of the non-heritage houses, they're not going to be putting in affordable housing. They're going to be putting in very expensive housing for very wealthy people. Central Government requires Auckland Council to allow for apartments of six stories or more in and around 10 large urban centres and more medium-density housing of up to three stories across almost all Auckland suburbs. Auckland's 10 urban centres in Newmarket, Manakou, Newlin, Sylvia Park, Botany, Papakura, Takapuna, Henderson, Albany and Westgate. The council is asking for public feedback on the plans. Auckland councillor Chris Darby sits on the planning committee. We're going to be well tested with voices from both sides. The voices that say protect it all as it was, and we're going to hear voices from Aucklanders who say provide for greater housing opportunities in these areas as well. He says the new planning rules will allow for more development, but how quickly that's taken up depends on market conditions. There will be greater opportunities. I expect the development community to pick some of it up, but I'm not envisaging any drastic change. There are enormous challenges in supply chain issues, labour issues, escalation, inflation, all facing development that are of a far greater concern right now than the planning instruments. Chris Darby says he wants the city to retain heritage housing and is encouraging Aucklanders to have their say. The council has to put the new planning rules in place as soon as they are notified in August. And Auckland councillor Chris Darby joins us now. Kjura, Chris, so you want it to retain heritage and character, but do you support this proposal or not? The government proposal, you're saying, or the Auckland Council response leader? Auckland Council response. Of course. I mean, look, I chair the planning committee and along with the mayor, we've been considering this response since the Labour National Sponsored legislation came through in December, and this is our preliminary response, and it has my support along with the majority of the councillors. Why do you reckon it's a good idea? Well, look, we are bound to do this. This is not an option for us to respond to this legislation that changed the initial national policy statement on urban development. It's a government directive. It's a strong direction for us to provide more housing across the city, and it requires fewer blanket protections, so to speak. And this is on top of the Auckland Unitary Plan, which is only about six years old, six or seven years old now, and that enabled some 900,000 additional dwelling units. Are you in the brace position? Because I say this. I had a look at various stories on the council discussion today and some of the comments. I just want to read you a sample. Kmart apartments and motel-like units full of cheap flat-pack furniture on a postage stamp-sized floor. Is this China? One person has posted. Goodbye to New Zealand as we know it. Hello Slums is another comment. And this one, why would we want to recreate the Gold Coast without the sun or the gold? Instead, welcome leaky ghettos. What are you expecting in terms of reaction and what do you say to people posting comments like that? Well, look, I think those sorts of comments, they basically echo the concerns a lot of people have. And there'll be those in the other camp that just say bring it on at all costs, so to speak. But one of the things that we, the mayor and I said to the select committee is we were very concerned about the quality. The government was concerned about quantity. We said you cannot decouple quality from quantity. And we asked specifically for design provisions. We offered a method to investigate that in double quick time. And that was rejected. So look, unfortunately. So how do you control quality, Chris? If you're going to allow larger scale developments, how do you control quality, Chris? If you're going to allow larger scale developments, how do you make sure they don't turn out like some of these people are suggesting slums and ghettos? Well, we're continuing to explore that, but what I will say is we said to the government we needed to control quality and we offered them some solutions and they were rebuffed. Now, at this stage stage we are told repeatedly by the Ministry for the Environment and ministers responsible with this legislation that we cannot introduce any controls, design controls that make it less permissive. It is against the legislation. So some of the suburbs that are going to see significant change are pretty affluent, right? What do you reckon it's going to do to property values in those areas? Look, I'm not going to second-guess property values. Oh, come on, Chris, you must have a fair idea. You've been around for a while. Are they going to go up or down, do you reckon, based on a zone next to them that says you can build a six-story apartment? Well, I think a lot of people tried to second guess the market response to your community plan and some got it right and some got it wrong. The market is an interesting beast. It will go where it decides to go and sometimes that is a surprise. Our response to this legislation and we have to do it, opens up a lot more opportunity. It's a lot more dispersed in the distribution across Auckland, and the opportunity is far greater. The big question is, will the market respond to it? Do you reckon people just need to get the heads around it and get on with it? No, I think we need to get the heads around it and get on with it? No, I think we need to get our heads around it and we need to hear initial feedback from Aucklanders on this, at this stage. This is a preliminary engagement. Yeah, because when you say you have to do it, Chris, and I'm sorry to interrupt, how much wiggle room is there? Because people are going to make submissions, right? They want to know that what they say to you may change this plan potentially. Yep, and look, there is a very small amount of wriggle room, and that's why we're not suggesting to Auckland is that we can take feedback on everything here, because a lot of it is out of our hands. But if I can just quickly say, Lisa, the three key areas are the walkable catchments of five to ten minutes, be it 1,200 metres in the Auckland City Centre or 800 metres around the metro centres and the RTN stops, and then 200 to 400 metres in the smaller centres that are highly accessible. That's the key area, and then the other key area is the question of special character and the extent of that special character overlay. So that special character overlay still permits a couple of stories high, as opposed to the three stories permitted as of right without a resource consent for the medium density response, which would be in place if you didn't have special character. But that's only 1% of Auckland as the existing special character areas. Right, so 1% of Auckland. Is that enough to cost you your seat and are you prepared to lose it over this? Look, I need to do, my job as the Planning Committee chair is to respond to legislation and sometimes it's unsavory, but I just have to do the job and I have to do the best in light of what Auckland requires. But I have to deliver what the government instructs us to do. Otherwise, I would be acting contrary to the law. Thanks for your time, Chris. That is Auckland Councillor Chris Darby there. It is 16 minutes past six and you're with checkpoint on RNZ National. A crop killing moth could cost New Zealand farmers tens of millions of dollars if populations survive. Egs were found in suburban Tauranga in surveillance traps last month and larvae have now been found in two farms south of Hamilton. The worm has devastated maize and corn plants in Africa and the United States and more recently Australia. Sam Olly reports. The fall army worm arrived in Australia in early 2020, sabotaging harvests. Populations grew, taking out entire paddocks, eating leaves and hiding in crevices. Stuart Kearns from Plant Health Australia saw the incursions spread from the Torres Strait through the states with moths flying huge distances. Upwards of 300, 400 kilometres overnight with the right winds. That's their transport phase. They do their damage as that caterpillar. So feeding on the leaves. Scientists suspect moths flew across the ditch to Alteiroa, but the worm prefers tropical climates and damage is seasonal. It's possible infestations here will die in our winter, but ag research scientist Dr Craig Phillips from the better border security research team says they may still survive in the upper north as winter's warm. He says it's an ominous sign that the first eggs were found during surveillance trapping in Tauranga. And then the incursion that was detected in Waikato more recently, the population development there is reasonably well advanced, and we'd have to think it's been there most of the summer. That suggests the worm has a reasonably broad distribution already. If eradication fails, there will be major costs for farmers in the next five to ten years. Another pest that's nibbling away at what our livestock would otherwise be eating or what our corn growers would otherwise be producing for humans to eat. And it's easy for these costs to quickly mount into the tens of millions. Tough news for the Arabble Chair of Waikato's Federated Farmers, Keith Holmes. We will have to contemplate spraying and once a crop gets to a certain stage it will mean helicopter spraying which at $1,600 an hour plus other materials was extremely expensive. He says New Zealand's border security is too relaxed but biosecurity New Zealand says it was only a matter of time before the moths flew over. Deputy Director General Stuart Anderson says his teams were prepared. The risk work we did last year showed that wind-born from Australia is quite a likely pathway. I think last year we said within the next five years that that could occur. The worms larvae feed on more than 350 plant species. Biosecurity New Zealand is asking for anyone who spots them to send in photos. They can be difficult to tell from other moth species. Larvae have inverted white Y marks on their heads between the eyes and their body colour can vary from pink to dark brown. Syria has moved from a decade of war as a narco state with illegal drugs as one of its main exports. In recent weeks, the Jordanian army has seized millions of pills in operations along its border with Syria and killed more than 30 smugglers. The BBC's Yoland Nell reports. Three shadowy figures crossed the border fence. Jordanian soldiers open fire. Another skirmish in an increasingly deadly fight against drug smugglers. They want to show me what they're up against. It's a great view from here. You can see everything beyond the fence that is Syria. And this is a new front line in the war on drugs. Ruined by a decade of war, neighboring Syria is turning into a narco state. After losing a Jordanian soldier, the military's adopted a shoot to kill policy. And how much more dangerous is it now along this border? The degree of danger has grown recently with the increase in drug smuggling. There are highly organized and coordinated operations. They are determined to get the drugs into Jordan by force using weapons. Since the start of this year, the army's killed more than 30 smugglers and seized over 17 million pills of Captagon. That's more than in the whole of last year. This illegal amphetamine is now one of Syria's main exports. This hospital is treating more and more people from across the region for Captagon addiction. None of the patients here wants to talk, but the clinical director, Dr. Ali Al-Qam, tells me he sees serious cases. The consequences of taking this drug is like violence and psychosis. It is very addictive as well, and people start with one tablet and then increase to two and three. Then shift into a more serious drug like Crystal Mill. Jordan is up against powerful drugs cartels. The long conflict next door now brings a new misery. Russia has started a new phase of its war against Ukraine. Ukrainian President Vladimir Zelenskyy says a fresh assault is being unleashed in the eastern region of the Dombas. The White House police Russia now plans to intensify its efforts to peel the region away from Kiev's control. But as our correspondent Simon Marks reports, President Biden is facing pressure from some prominent Democrats to become more actively involved in the Ukrainian war effort. President Zelensky's claim that a coordinated Russian assault on eastern Ukraine is now getting underway is precisely what the United States had predicted and feared. Ever since Russian forces began to regroup within the last two weeks, the U.S. has insisted that those troops were not withdrawing from Ukraine, but merely repositioning and preparing to try and seize the eastern regions of Donetsk and Lujansk that Russian President Vladimir Putin already recognizes as independent. The latest Russian assault came just hours after the US said it plans to start training Ukrainian forces in the use of howitzer artillery guns within the next few days. That training will take place outside the country and comes after President Biden started sending another $100 million worth of weaponry to President Volodymya Zelensky's forces, although the Ukrainian leader says they still need much more. And that view is now being embraced even by some prominent members of the U.S. President's own Democratic Party. I think those of us in Congress who have a critical role in setting foreign policy and in advising the President in terms of his decisions as Commander-in-Chief need to look clearly at the level of brutality. Senator Chris Coons of Delaware is so close to Joe Biden that at one point he was tipped for the post of Secretary of State. Now he's told CBS News it's time for the president to send American troops to help Ukrainians fight for their freedom. This is a critical moment. If Vladimir Putin, who has shown us how brutal he can be, is allowed to just continue to massacre civilians, to commit war crimes throughout Ukraine, without NATO, without the West, coming more forcefully to his aid. I deeply worry that what's going to happen next is that we will see Ukraine turn into Syria. The American people cannot turn away from this tragedy in Ukraine. At the White House officials are towing the President's line, that there will be no American boots on the ground in Ukraine, and that it would only be a Russian attack on NATO territory that would spark any kind of U.S. military reprisals. But like the President she serves, White House Press Secretary Jen Saki knows the ground beneath the administration's feet is beginning to shift, as a protracted conflict in Ukraine with enormous civilian loss of life grinds on. Senator Coons is a close friend of the presidents and the administration, and we just respectfully disagree with his proposal. The president continues to, has no plans, to send troops to fight a war with Russia. He doesn't think that's in our national security interests, in the interest of the American people. And so what our focus has been on has been obviously providing this historic amount of security assistance, military assistance, weapons to the Ukrainians, that has helped them effectively fight this war. The president faces a conundrum. 75% of the American people told pollsters last week, they agree with the White House view that Vladimir Putin is a war criminal, but most Americans also say they disapprove of the president's handling of the crisis so far. But there's no appetite within the White House or across most American dinner tables for U.S. troops to fight in Ukraine. So the President continues to walk a fine line, even while some of his congressional supporters worry about how much longer that can continue. Prince Harry has praised the courage of the Ukrainian national team at the Invictus Games in the Hague. The international sporting event is for injured servicemen, women and veterans. The BBC's Anna Holligan has more. These athletes represent not only their nations, but recovery and resilience. This year's Invictus Games have added poignancy as they're taking place on a continent in conflict. Speaking to the BBC, Prince Harry highlighted how much team Ukraine has already achieved. I think what people need to remember, perhaps don't even know yet, is a vast majority of the Ukraine team were serving in some shape or form. So they removed their uniforms, put their team strips on, jumped on the coach, came over here, slept for a couple of days, tried to decompress, and then we're straight into it. And then they've got to go back. So I think to have them here is extraordinary. The Ukrainians receive special permission to travel and will soon be changing from tracksuits to combats as they return to the front line. We don't have another choice. It's simply the question of survival, of our nation and our people. All of us must fight. This is a chance to show the world Ukrainians are fighting back and staying alive. The games are on until this Friday. Your final thoughts on the MIQ advice. Tony from Auckland says the Kiwis Broad Group needs to remember that every piece of advice to the government does not have to be followed. We elected the government to lead and trust their judgment. But this one from Robin. I never want to hear Be Kind again to have my son in MIQ in February and his father in live and not let out to see him. Arrived Saturday, father died Tuesday evening. Not out till Saturday. I am elderly, so, so cruel all around, says Robin. On housing and potential rezoning where heritage properties can be taken down for mid-rise, I suppose you'd call them apartments. Russell from Mount Eden says, Auckland housing zones, the concern should be the quality, not the density. Auckland's unitary plan quality rules are far superior to what the government's new rules are. And Glenn from Freeman's Bay has similar concerns, judging by the proliferation of ugly housing developments and apartment blocks. In Auckland, aesthetic considerations don't appear to be a priority. How is this likely to change, says Glenn? On the subject of Auckland Port, there has been a death today of a worker who was working on a container ship this morning at Auckland Port. Michelle says, I look over Auckland Port. It's going 24-7 and workers must be covering for those who are off-sick, etc. The port should not be open between 11pm and 6pm give workers a break, says Michelle. Miriam on the shooting in Taranaki says, why do we expect police officers not to respond to a charging car? Tragic death, but 18 police officers killed since 1963. Why did this young man turn around and attack the police? There was no need for him to die if he had kept driving. Enough of this woke reporting, says Miriam. On Burma, hey, cut the goss on Burma's character. That's unkind immigrant bashing and fat-shaming, message received. That is all we have got time for this evening. The late news team is going to keep you updated throughout the evening. Koti Kau, Pappaputthuh, and tomorrow from 5 a.m. First up is going to talk to Auckland Mayor Phil Goff about the backlash to plans for rezoning thousands of historic homes so that they can be turned into apartments. Have a great night."}