{"speakers": [], "chunks": [{"timestamp": [0.0, 26.0], "text": " This is a good time. The other one, I guess, is that the other one, I think, and I think, I'm not the one that"}, {"timestamp": [26.0, 28.0], "text": " I'm going to talk about"}, {"timestamp": [28.0, 105.0], "text": " the other, Kitei al-mara-mah. Kato-fakahi-hai-hai-k'i-k'i-k'i-k'i-t'-t'-t'-t'-t'-t'-t'-t'-t'-t'-t-t-t-t-t-tati-hoo-hoo-a-kai-hoo-ai-hui-hai-hai-hai-kai-kai-kai-ai-ai-ai-ai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-a-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-a-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-a-kai-k to the country, here on the whole home, already the here uchuretzi,"}, {"timestamp": [105.0, 107.0], "text": ", remitakeau by henity,"}, {"timestamp": [107.0, 108.0], "text": " may not kainaw,"}, {"timestamp": [108.0, 111.0], "text": " or taking our pakehi, in our 50-50."}, {"timestamp": [111.0, 114.0], "text": " Well, we don't want to lose economic development"}, {"timestamp": [114.0, 116.0], "text": " because that will be our saving time"}, {"timestamp": [116.0, 119.0], "text": " and the same time we don't want to lumber the whole"}, {"timestamp": [119.0, 121.0], "text": " of the community of Kaura."}, {"timestamp": [121.0, 151.04], "text": " with that rating, Greece, we can help it. and they're also ratepayers. Coedto was home for all of us and the impact of as our mayor has shared earlier the impact of"}, {"timestamp": [152.64, 158.8], "text": " the biggest ratepayer in Coedo no longer being in operation to the level that it was in our"}, {"timestamp": [158.8, 205.0], "text": " heydays in the 80s. That's worked at the council long before my short nine years and council have been working on for a long time. without the biggest ratepayer in our community I don't know if a tiny one. I've seen it. In other words, I think, I wrote in the ring, I thought,"}, {"timestamp": [205.0, 206.0], "text": " a happily o'er,"}, {"timestamp": [206.0, 209.0], "text": " a lot of a quick and nouette town"}, {"timestamp": [209.0, 234.0], "text": " of the keyton, I know, a man o'er-know-know-know-know-know-know-know-know-know-know-know-know-know-know-know-know-know-know-know-----------------------------------------h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h that's the cruelest and the worst thing we can do for people in the long term."}, {"timestamp": [266.0, 270.0], "text": " we should be putting expectations to get out and get a job. them miserably. The act of freedom is not a matter of the crona equit down. The real victim is actually the person who is"}, {"timestamp": [270.0, 272.0], "text": " basically forgotten and paid to stay home"}, {"timestamp": [272.0, 273.0], "text": " and be out of society."}, {"timestamp": [273.0, 277.0], "text": " We can't afford to do that financially or humanly."}, {"timestamp": [277.0, 279.0], "text": " It's a matter that the Kauruazuak"}, {"timestamp": [279.0, 281.0], "text": "itin binita fakahiatiato"}, {"timestamp": [281.0, 306.64], "text": "orakaramal sepuloniiitariitariiaaapititinitititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititit for Marty job seekers, for example, they represent over a third of the job seeker numbers."}, {"timestamp": [306.64, 312.88], "text": " And we want to make sure that people are connected to employment."}, {"timestamp": [312.88, 317.92], "text": " If you have a job you've got greater opportunities and labour really is failing, that group"}, {"timestamp": [317.92, 318.92], "text": " of New Zealanders."}, {"timestamp": [318.92, 323.96], "text": " The underlying assumption is those people are so hopeless that they can't go and do any kind of"}, {"timestamp": [323.96, 327.0], "text": " job at all and it's okay to have 100,000 people on the doll when there's a major labour labor shortage. The fact that it has taken over four years for labour to deliver a Maori employment action plan"}, {"timestamp": [327.0, 347.36], "text": " to have 100,000 people on the doll when there's a major labour shortage, we've got to treat people better than that. in over four years for labour to deliver a Maori employment action plan tells you they"}, {"timestamp": [347.36, 351.12], "text": " don't see Maori in jobs as a priority."}, {"timestamp": [365.04, 366.72], "text": " is the government's got to work harder. The government's got to work harder to target employment initiatives to those people."}, {"timestamp": [367.52, 369.52], "text": " It's a car one or a man, a man, a ticket,"}, {"timestamp": [369.52, 373.12], "text": " king, a he, a copari, it's a oucho, a confiore,"}, {"timestamp": [373.12, 375.44], "text": " hic tam simo, it's a muchin' a hok,"}, {"timestamp": [375.44, 377.6], "text": " takawanatangatone, tamana fakato."}, {"timestamp": [378.48, 391.92], "text": " If blaming blaming was a sport at the Olympics, Jacinda Aderna would have gold medals all through a wardrobe by now. She'll blame anything. We're at a time. There is, you know, businesses everywhere crying out for staff."}, {"timestamp": [391.92, 407.76], "text": " So if there was ever a time we could do this, it is now. children growing up and benefit dependent on homes have worse outcomes than those that don't."}, {"timestamp": [407.76, 413.52], "text": " So if we want to interrupt it, if we want to improve the lives of our children,"}, {"timestamp": [414.32, 418.64], "text": " then we must put more emphasis on a parent being in work."}, {"timestamp": [422.0, 424.0], "text": " I'm sorry, I need to come on a ton of tifah, in my kahay, in our time,"}, {"timestamp": [424.0, 425.0], "text": " in my hea, in my mind,"}, {"timestamp": [425.0, 426.0], "text": " in my mind,"}, {"timestamp": [426.0, 445.0], "text": ", I'm sorry. to take out another two months, to fight for capoots, or two years, and two years,"}, {"timestamp": [445.0, 447.0], "text": " to hold a whole hour on the"}, {"timestamp": [447.0, 448.0], "text": " and I thought"}, {"timestamp": [448.0, 470.0], "text": " a matter of, many times you literally did not know. I think that we have got to, I tell you, I'm a-time a-akak, I've got to,"}, {"timestamp": [470.0, 486.0], "text": " to, I mean, it is, I want, I'm a, I want, I to me, I'll go here and I'll"}, {"timestamp": [486.0, 487.0], "text": " have to hang out"}, {"timestamp": [487.0, 488.0], "text": " my heart, I'll hang out"}, {"timestamp": [488.0, 490.0], "text": " open, I'll hear"}, {"timestamp": [490.0, 491.0], "text": ", I'll hang out here,"}, {"timestamp": [491.0, 492.0], "text": " here,"}, {"timestamp": [492.0, 506.0], "text": " I'll what the whole in China, in Iraq, in Iraq, in Iraq, in Iraq, in Iraq, how much the Queen of the Brainy,"}, {"timestamp": [506.0, 510.0], "text": " in her own way, in her own hands."}, {"timestamp": [510.0, 527.0], "text": " I'm not here on her body. Aye, Kink, I quote it was a minute at the I, kavaiwai, here's a nah, a kotetahya,"}, {"timestamp": [527.0, 529.0], "text": " I wrote in, I'm a kawaputai,"}, {"timestamp": [529.0, 531.0], "text": " mana, I mean, I have put it,"}, {"timestamp": [531.0, 533.0], "text": " a fact, I think,"}, {"timestamp": [533.0, 535.0], "text": " in our Rohingya, or 10 hapuri,"}, {"timestamp": [535.0, 537.0], "text": " or 10 hapuri,"}, {"timestamp": [537.0, 540.0], "text": ", and morea, more he'll get that,"}, {"timestamp": [540.0, 545.0], "text": ", in, who are a poari, haurii, the title, the title, the title, the wrong,"}, {"timestamp": [545.0, 549.0], "text": " a what-hang-aw-tham-ah-hapori,"}, {"timestamp": [549.0, 551.0], "text": " man-a-wiy-wee-a-wee-fakato,"}, {"timestamp": [551.0, 566.88], "text": " and-a-take-wanguang-wi-wee-wee-wee-fak-a-t-tou-tou, in order to avoid a war on a war on a war on a war on a haphory. Heparinitang nouetuite around the world,"}, {"timestamp": [566.88, 572.08], "text": " heoypaniakapakarachitiguangayhikyaya t'yayaatyainaitainipakakakiitepah."}, {"timestamp": [572.08, 586.24], "text": " Kefaiyodoruwaihaiyawai. a map of Auro, aa, and one is a happily, tekowma, what are all, nah, a lot of them."}, {"timestamp": [586.24, 588.88], "text": " No, ara kakakakakakakakakato, a nazuro,"}, {"timestamp": [588.88, 590.36], "text": " akow matte,"}, {"timestamp": [590.36, 592.48], "text": " get aonuro, a tekow maturo,"}, {"timestamp": [592.48, 593.4], "text": " it's ainotero, tekow maturo."}, {"timestamp": [593.4, 594.88], "text": " It's a one, a remark,"}, {"timestamp": [594.88, 605.0], "text": " a lot of a lot of a lot of a lot of more more, I'm sorry, I'm not going to go, I'm on. I can't forget that I'm going to want to talk"}, {"timestamp": [605.0, 608.0], "text": " to you on a cat who is"}, {"timestamp": [608.0, 610.0], "text": " a hero mano, who is a"}, {"timestamp": [610.0, 612.0], "text": " mano, who are not"}, {"timestamp": [612.0, 626.0], "text": " it's a bunch. I'll go go, go, go, go, go, go, wait. See, see, l'allna'quain, I'll eat."}, {"timestamp": [626.0, 629.0], "text": " I hear what you're going on."}, {"timestamp": [629.0, 631.0], "text": " Come on!"}, {"timestamp": [631.0, 657.0], "text": " Mommy, I can't mah! Every day 15, children die needlessly. That's one child every six seconds."}, {"timestamp": [657.0, 664.0], "text": " Pnemonia kills children like Emmanuel. Medicines cost just five dollars and could save his life."}, {"timestamp": [664.0, 686.0], "text": " Amy is fighting for her life from a fever and diarrhea. Medicines cost just $5 and could save his life. survive. It really doesn't have to be this way. Save the children knows what it"}, {"timestamp": [686.0, 692.44], "text": " takes to save lives. It takes us, you, and as little as five dollars a month. A"}, {"timestamp": [692.44, 698.4], "text": " child dies needlessly every six seconds. Yet with just five dollars a month you can"}, {"timestamp": [698.4, 727.0], "text": " save children's lives. Call 0800, 1,67, 198. Or go to Save aircraft, we're short of 200 pilots."}, {"timestamp": [727.0, 731.0], "text": " Our young men have to shoot down their young men at the rate of 4 to 1."}, {"timestamp": [731.0, 732.0], "text": " Might as coming down now!"}, {"timestamp": [732.0, 745.0], "text": " Never in the field of human country, but so much home, by so many, and so few. Okay, my honor,"}, {"timestamp": [745.0, 749.0], "text": " I've got a time to meet with the real Maori,"}, {"timestamp": [749.0, 750.0], "text": " a Aropuana,"}, {"timestamp": [750.0, 752.0], "text": " ai, a Rupuana, kinamita, or nai,"}, {"timestamp": [752.0, 753.0], "text": " a, a, nay, a, nay,"}, {"timestamp": [753.0, 755.0], "text": " a, nay, a, a, a, a, a, a, ma, and,"}, {"timestamp": [755.0, 765.0], "text": " a, a,'t know if a home, I want to eat"}, {"timestamp": [765.0, 766.0], "text": " the water."}, {"timestamp": [766.0, 770.0], "text": " I'm a fan of the heathe, I think,"}, {"timestamp": [770.0, 771.0], "text": " and I'm a header,"}, {"timestamp": [771.0, 785.0], "text": " he're a-hering-a-fakapah. K'otota Tato Naka'i K'oikoreo. If I know, my mind is the one on the other one,"}, {"timestamp": [785.0, 788.0], "text": " the other one on the other"}, {"timestamp": [788.0, 790.0], "text": " and two on the other handkeron"}, {"timestamp": [790.0, 792.0], "text": " I will take the he quote he can."}, {"timestamp": [792.0, 805.0], "text": " It's a tighto. Can I homeo it here on the poor"}, {"timestamp": [805.0, 807.0], "text": " or what it is, it is a high car car,"}, {"timestamp": [807.0, 809.0], "text": " a new motor capo,"}, {"timestamp": [809.0, 810.0], "text": " here we know that a lot of"}, {"timestamp": [810.0, 811.0], "text": " on the internet,"}, {"timestamp": [811.0, 812.0], "text": " it's a idea,"}, {"timestamp": [812.0, 813.0], "text": " it's a keyo-tongar."}, {"timestamp": [813.0, 830.0], "text": " It's a key, it's a time mata-mai And my mind, I think, who I can't hear, I'm not going to, I'm not, I'm"}, {"timestamp": [830.0, 847.0], "text": " I'm not, I'm not, I'm a-whit-n'er, I mean, I was a pehiana to Modi, or ten people."}, {"timestamp": [847.0, 853.0], "text": " I thought that we could get a new, I could get a coriahite and a copappa to a more terape,"}, {"timestamp": [853.0, 855.0], "text": " whatever, and he'd say,"}, {"timestamp": [855.0, 857.0], "text": " he could go on, he, and he could take on his own,"}, {"timestamp": [857.0, 888.0], "text": ", I thought, all of the truth, you wrote, a note, on the our popopo, or a potangal, or a utat-out, a utat-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at- What's the problem? Tetsuapapapapakotera, they are on, uh, Kateri-taitokero. A'itakahal-tate-taw-titutu-wittu-tutu-taintokero,"}, {"timestamp": [888.0, 905.0], "text": "-titititatitotitero, titatitat-taintokero, a lot of work, he could have worked on it,, and he would have had a lot of good for school,"}, {"timestamp": [905.0, 910.0], "text": " and could have got a lot of height and marama o'eratswap."}, {"timestamp": [910.0, 911.0], "text": " Gaitatoi toitototototelu,"}, {"timestamp": [911.0, 925.0], "text": " a lot of people who are kopapamari, or two of them, a hawaya,"}, {"timestamp": [925.0, 926.0], "text": " a hokki,"}, {"timestamp": [926.0, 927.0], "text": " tecta here,"}, {"timestamp": [927.0, 945.0], "text": " a tauhoo-baka-yara-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo What about a packy? It's a nice and ironie. No, my hit the hot, I coulda."}, {"timestamp": [945.0, 946.0], "text": " What?"}, {"timestamp": [946.0, 966.0], "text": " Yeah, I'm a how-how-how-how-how-how-papapapa-it-it-hick-hoo-gilly-hoo-hoo-hoo-hoo-hittain-itay-takawitay. Meekira, Me'iika Tikakita, the total total are not here, a good,"}, {"timestamp": [966.0, 969.0], "text": " a year, and a lot of Hawaii"}, {"timestamp": [969.0, 971.0], "text": " and I don't know how to"}, {"timestamp": [971.0, 972.0], "text": " a lot of the caro"}, {"timestamp": [972.0, 988.0], "text": " a-k material material, qua roa a taa with fayana. Inari, a hooro anatawai,"}, {"timestamp": [988.0, 990.0], "text": " and then a mahi,"}, {"timestamp": [990.0, 992.0], "text": " a tae, wakakutsai,"}, {"timestamp": [992.0, 994.0], "text": " tene a nae,"}, {"timestamp": [994.0, 1006.0], "text": " katayangayayo, The hehua noa put them away in the kapapahuakareo reuaneo o'ero hetohuara himari?"}, {"timestamp": [1006.0, 1028.44], "text": " In the Ughua, the final, the Matawai, the Kaipo Naut you are on it, it's a home and I'm not a lot of time."}, {"timestamp": [1028.44, 1031.24], "text": " It's a lot of time where you're at a lot of time,"}, {"timestamp": [1031.24, 1035.0], "text": " it's a lot of time where you're out there a lot of time,"}, {"timestamp": [1035.0, 1048.0], "text": " you're going to have a lot of time. in order to help us find out how to get in the car here on Maui, the other car is the total and the focus on our tour on Maui, real, real,"}, {"timestamp": [1048.0, 1050.0], "text": " a good time."}, {"timestamp": [1050.0, 1052.0], "text": " I'm a total of here at a time,"}, {"timestamp": [1052.0, 1055.0], "text": " I'm going to remove a new eye,"}, {"timestamp": [1055.0, 1066.0], "text": " I'm going to go on a lot on a lot on the Kolkata we find out, what's going on, what's on, the, in my mind, what's on,"}, {"timestamp": [1066.0, 1069.0], "text": " the, where I'm going to be on we,"}, {"timestamp": [1069.0, 1071.0], "text": " for what's on the American people,"}, {"timestamp": [1071.0, 1086.0], "text": " and, what, a lot of things."}, {"timestamp": [1086.0, 1087.0], "text": " But,"}, {"timestamp": [1087.0, 1107.0], "text": " I think what it's a totally The other two countries, the United States, are here with you, the China-Nangar, are you in the"}, {"timestamp": [1107.0, 1110.0], "text": " K'u-Wan, and I've got two co-popa,"}, {"timestamp": [1110.0, 1112.0], "text": " the Haifarara,"}, {"timestamp": [1112.0, 1113.0], "text": " the, ora-ra,"}, {"timestamp": [1113.0, 1115.0], "text": " ora-ra-tau-kikupu,"}, {"timestamp": [1115.0, 1116.0], "text": " real,"}, {"timestamp": [1116.0, 1117.0], "text": ", he,"}, {"timestamp": [1117.0, 1206.0], "text": ", to, to, too-tong-tong-a-t', or-t'h-t'h-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h- to and not forget what you want to do. Horizon, Ratu. I got a New Jersey. Seriously. Seriously, Papa."}, {"timestamp": [1206.0, 1210.0], "text": " If you have a wife, we have to have."}, {"timestamp": [1212.0, 1217.0], "text": " The puppy, born from blood and destruction,"}, {"timestamp": [1217.0, 1221.0], "text": " became a symbol of regeneration and growth."}, {"timestamp": [1223.0, 1247.84], "text": " And Zek-Day. Kifakata Maori. I think that we have had a lot of work on the road. I'm a Davidson. Marimamamma, I'm aithet, Horta, here,"}, {"timestamp": [1247.84, 1266.0], "text": " here, here, Kotea Hoorangi, tetahiona copapapakwakaha'ato, he said, it's a few minutes of James Shua,"}, {"timestamp": [1266.0, 1269.0], "text": " in the toiwifakwahuri,"}, {"timestamp": [1269.0, 1285.12], "text": " Kithafakakaha'i, Tijuana, Tijuana, Teteri is a carbonate for Pahorem,"}, {"timestamp": [1285.12, 1289.64], "text": " but Tetonokaparii, Tijuana, 1.5 Tikiri,"}, {"timestamp": [1289.64, 1292.64], "text": " I hope that 1.2 period more,"}, {"timestamp": [1292.64, 1307.2], "text": " more, now, a part of our, a, a, a, a, a, a, a, pune,"}, {"timestamp": [1307.2, 1325.0], "text": " pauhi, pauhi, p hit the imaginary metaner who"}, {"timestamp": [1325.0, 1346.0], "text": " what the fiftiethotatotatatatatatatatatatatatatatatatatatatatatatatatatatatatatatatatatatou He wrote it in the book, here, on the emissions reduction."}, {"timestamp": [1346.0, 1348.0], "text": " It's a hit on the,"}, {"timestamp": [1348.0, 1349.0], "text": " the,"}, {"timestamp": [1349.0, 1350.0], "text": ","}, {"timestamp": [1350.0, 1351.0], "text": ","}, {"timestamp": [1351.0, 1355.0], "text": ","}, {"timestamp": [1355.0, 1361.0], "text": ", a, a, a, a, a, a, a, a, a,"}, {"timestamp": [1361.0, 1363.0], "text": ", a, a, a,"}, {"timestamp": [1363.0, 1364.0], "text": " a, a, a,"}, {"timestamp": [1364.0, 1365.0], "text": ", a, a,, a, a ticker, him, he made a high-tech hiree."}, {"timestamp": [1365.0, 1367.0], "text": " Well, then, I hope that you have time"}, {"timestamp": [1367.0, 1370.0], "text": " to make a nice, I quote, or a nayek,"}, {"timestamp": [1370.0, 1372.0], "text": " a lot of are a parakeet,"}, {"timestamp": [1372.0, 1386.0], "text": " a hicketer, to be a good friend, and I think that's good. It's a good thing to get a try when we're going to"}, {"timestamp": [1386.0, 1388.0], "text": " to go in and are on"}, {"timestamp": [1388.0, 1390.0], "text": " what you have to say"}, {"timestamp": [1390.0, 1406.8], "text": " for a good enough the hiring a Mahanah Pahi trainer, a high-term, or a terropicahriki,"}, {"timestamp": [1406.8, 1408.8], "text": " matera-wateropukakari,"}, {"timestamp": [1408.8, 1411.2], "text": " me, I, I,"}, {"timestamp": [1411.2, 1426.0], "text": " me, two people, me too, hongai, a chick, and I, I, I,"}, {"timestamp": [1426.0, 1428.0], "text": " I, I, I, I, I, I, I,"}, {"timestamp": [1428.0, 1429.0], "text": " I'm a hohah,"}, {"timestamp": [1429.0, 1431.0], "text": " I've been a hatraina,"}, {"timestamp": [1431.0, 1432.0], "text": " hokie, I,"}, {"timestamp": [1432.0, 1446.0], "text": " heh, he, fine, he's fine, he's fine, I'm fine, he's more more than you're not."}, {"timestamp": [1446.0, 1447.0], "text": " Hi."}, {"timestamp": [1447.0, 1449.0], "text": " But, tell me, see, I'm,"}, {"timestamp": [1449.0, 1450.0], "text": " it's okay, no, it's,"}, {"timestamp": [1450.0, 1452.0], "text": " it's, here, I'm correct,"}, {"timestamp": [1452.0, 1470.0], "text": " I hope, that tell me, to tell me, to tell me, to tell me, to tell me, to tell me,"}, {"timestamp": [1470.0, 1473.0], "text": " to tell you, to talk about the fact that they're a tapa moo,"}, {"timestamp": [1473.0, 1476.0], "text": " that I've got a lot of it, it's a fenua,"}, {"timestamp": [1476.0, 1478.0], "text": " that way, I'm a mess, all around the order,"}, {"timestamp": [1478.0, 1484.0], "text": ", but I think that the fact that you can't"}, {"timestamp": [1484.0, 1489.0], "text": " or a, I think, in our,, or, I'm, I'm, I'm,"}, {"timestamp": [1489.0, 1491.0], "text": " in my pocket,"}, {"timestamp": [1491.0, 1492.0], "text": ", I'm, I'm,"}, {"timestamp": [1492.0, 1506.0], "text": ", I'm, that the moment of in Marriarra, the organic farming,"}, {"timestamp": [1506.0, 1507.56], "text": " Koteira,"}, {"timestamp": [1507.56, 1509.56], "text": " we look at the Kwanatanga,"}, {"timestamp": [1509.56, 1510.96], "text": " Kite, Toto, Kui,"}, {"timestamp": [1510.96, 1512.56], "text": " Kui, Kaka, Kata."}, {"timestamp": [1512.56, 1525.2], "text": " Well, I, or a lot."}, {"timestamp": [1525.2, 1527.36], "text": " Aha,"}, {"timestamp": [1527.36, 1528.36], "text": " I wrote on,"}, {"timestamp": [1528.36, 1529.36], "text": " I said,"}, {"timestamp": [1529.36, 1530.36], "text": " I said,"}, {"timestamp": [1530.36, 1545.52], "text": " I did, Fartepakakakai, Otona, Kupuwai, Kotehaini, Taita, Tewa,"}, {"timestamp": [1545.52, 1549.92], "text": " Kewa, Hai Pawarahi, Motiki, Itangar."}, {"timestamp": [1562.0, 1564.0], "text": " I am a high tire of the face, and I am a supply of time,"}, {"timestamp": [1564.0, 1566.0], "text": " and I am a commonwealthier"}, {"timestamp": [1566.0, 1570.0], "text": " and I am a"}, {"timestamp": [1570.0, 1571.0], "text": " of the Yafahouki-takorei-kiceo"}, {"timestamp": [1571.0, 1585.0], "text": " and I am a road-tak marinaki, the whole hair,"}, {"timestamp": [1585.0, 1586.0], "text": " the hair,"}, {"timestamp": [1586.0, 1666.0], "text": ", heewa, K, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, Pitsua Atu. Pitsua. Adu."}, {"timestamp": [1666.0, 1670.0], "text": " If they're moke."}, {"timestamp": [1670.0, 1671.0], "text": " Muke."}, {"timestamp": [1671.0, 1674.0], "text": " Muke."}, {"timestamp": [1748.0, null], "text": " Hey, hey, hey, hey, Never have you been here. the And now, the talk on a famous alcohol."}], "text": " This is a good time. The other one, I guess, is that the other one, I think, and I think, I'm not the one that I'm going to talk about the other, Kitei al-mara-mah. Kato-fakahi-hai-hai-k'i-k'i-k'i-k'i-t'-t'-t'-t'-t'-t'-t'-t'-t'-t'-t-t-t-t-t-tati-hoo-hoo-a-kai-hoo-ai-hui-hai-hai-hai-kai-kai-kai-ai-ai-ai-ai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-a-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-a-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-kai-a-kai-k to the country, here on the whole home, already the here uchuretzi,, remitakeau by henity, may not kainaw, or taking our pakehi, in our 50-50. Well, we don't want to lose economic development because that will be our saving time and the same time we don't want to lumber the whole of the community of Kaura. with that rating, Greece, we can help it. and they're also ratepayers. Coedto was home for all of us and the impact of as our mayor has shared earlier the impact of the biggest ratepayer in Coedo no longer being in operation to the level that it was in our heydays in the 80s. That's worked at the council long before my short nine years and council have been working on for a long time. without the biggest ratepayer in our community I don't know if a tiny one. I've seen it. In other words, I think, I wrote in the ring, I thought, a happily o'er, a lot of a quick and nouette town of the keyton, I know, a man o'er-know-know-know-know-know-know-know-know-know-know-know-know-know-know-know-know-know-know-know-----------------------------------------h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h that's the cruelest and the worst thing we can do for people in the long term. we should be putting expectations to get out and get a job. them miserably. The act of freedom is not a matter of the crona equit down. The real victim is actually the person who is basically forgotten and paid to stay home and be out of society. We can't afford to do that financially or humanly. It's a matter that the Kauruazuakitin binita fakahiatiatoorakaramal sepuloniiitariitariiaaapititinitititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititititit for Marty job seekers, for example, they represent over a third of the job seeker numbers. And we want to make sure that people are connected to employment. If you have a job you've got greater opportunities and labour really is failing, that group of New Zealanders. The underlying assumption is those people are so hopeless that they can't go and do any kind of job at all and it's okay to have 100,000 people on the doll when there's a major labour labor shortage. The fact that it has taken over four years for labour to deliver a Maori employment action plan to have 100,000 people on the doll when there's a major labour shortage, we've got to treat people better than that. in over four years for labour to deliver a Maori employment action plan tells you they don't see Maori in jobs as a priority. is the government's got to work harder. The government's got to work harder to target employment initiatives to those people. It's a car one or a man, a man, a ticket, king, a he, a copari, it's a oucho, a confiore, hic tam simo, it's a muchin' a hok, takawanatangatone, tamana fakato. If blaming blaming was a sport at the Olympics, Jacinda Aderna would have gold medals all through a wardrobe by now. She'll blame anything. We're at a time. There is, you know, businesses everywhere crying out for staff. So if there was ever a time we could do this, it is now. children growing up and benefit dependent on homes have worse outcomes than those that don't. So if we want to interrupt it, if we want to improve the lives of our children, then we must put more emphasis on a parent being in work. I'm sorry, I need to come on a ton of tifah, in my kahay, in our time, in my hea, in my mind, in my mind,, I'm sorry. to take out another two months, to fight for capoots, or two years, and two years, to hold a whole hour on the and I thought a matter of, many times you literally did not know. I think that we have got to, I tell you, I'm a-time a-akak, I've got to, to, I mean, it is, I want, I'm a, I want, I to me, I'll go here and I'll have to hang out my heart, I'll hang out open, I'll hear, I'll hang out here, here, I'll what the whole in China, in Iraq, in Iraq, in Iraq, in Iraq, in Iraq, how much the Queen of the Brainy, in her own way, in her own hands. I'm not here on her body. Aye, Kink, I quote it was a minute at the I, kavaiwai, here's a nah, a kotetahya, I wrote in, I'm a kawaputai, mana, I mean, I have put it, a fact, I think, in our Rohingya, or 10 hapuri, or 10 hapuri,, and morea, more he'll get that,, in, who are a poari, haurii, the title, the title, the title, the wrong, a what-hang-aw-tham-ah-hapori, man-a-wiy-wee-a-wee-fakato, and-a-take-wanguang-wi-wee-wee-wee-fak-a-t-tou-tou, in order to avoid a war on a war on a war on a war on a haphory. Heparinitang nouetuite around the world, heoypaniakapakarachitiguangayhikyaya t'yayaatyainaitainipakakakiitepah. Kefaiyodoruwaihaiyawai. a map of Auro, aa, and one is a happily, tekowma, what are all, nah, a lot of them. No, ara kakakakakakakakakato, a nazuro, akow matte, get aonuro, a tekow maturo, it's ainotero, tekow maturo. It's a one, a remark, a lot of a lot of a lot of a lot of more more, I'm sorry, I'm not going to go, I'm on. I can't forget that I'm going to want to talk to you on a cat who is a hero mano, who is a mano, who are not it's a bunch. I'll go go, go, go, go, go, go, wait. See, see, l'allna'quain, I'll eat. I hear what you're going on. Come on! Mommy, I can't mah! Every day 15, children die needlessly. That's one child every six seconds. Pnemonia kills children like Emmanuel. Medicines cost just five dollars and could save his life. Amy is fighting for her life from a fever and diarrhea. Medicines cost just $5 and could save his life. survive. It really doesn't have to be this way. Save the children knows what it takes to save lives. It takes us, you, and as little as five dollars a month. A child dies needlessly every six seconds. Yet with just five dollars a month you can save children's lives. Call 0800, 1,67, 198. Or go to Save aircraft, we're short of 200 pilots. Our young men have to shoot down their young men at the rate of 4 to 1. Might as coming down now! Never in the field of human country, but so much home, by so many, and so few. Okay, my honor, I've got a time to meet with the real Maori, a Aropuana, ai, a Rupuana, kinamita, or nai, a, a, nay, a, nay, a, nay, a, a, a, a, a, a, ma, and, a, a,'t know if a home, I want to eat the water. I'm a fan of the heathe, I think, and I'm a header, he're a-hering-a-fakapah. K'otota Tato Naka'i K'oikoreo. If I know, my mind is the one on the other one, the other one on the other and two on the other handkeron I will take the he quote he can. It's a tighto. Can I homeo it here on the poor or what it is, it is a high car car, a new motor capo, here we know that a lot of on the internet, it's a idea, it's a keyo-tongar. It's a key, it's a time mata-mai And my mind, I think, who I can't hear, I'm not going to, I'm not, I'm I'm not, I'm not, I'm a-whit-n'er, I mean, I was a pehiana to Modi, or ten people. I thought that we could get a new, I could get a coriahite and a copappa to a more terape, whatever, and he'd say, he could go on, he, and he could take on his own,, I thought, all of the truth, you wrote, a note, on the our popopo, or a potangal, or a utat-out, a utat-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at-at- What's the problem? Tetsuapapapapakotera, they are on, uh, Kateri-taitokero. A'itakahal-tate-taw-titutu-wittu-tutu-taintokero,-titititatitotitero, titatitat-taintokero, a lot of work, he could have worked on it,, and he would have had a lot of good for school, and could have got a lot of height and marama o'eratswap. Gaitatoi toitototototelu, a lot of people who are kopapamari, or two of them, a hawaya, a hokki, tecta here, a tauhoo-baka-yara-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo What about a packy? It's a nice and ironie. No, my hit the hot, I coulda. What? Yeah, I'm a how-how-how-how-how-how-papapapa-it-it-hick-hoo-gilly-hoo-hoo-hoo-hoo-hittain-itay-takawitay. Meekira, Me'iika Tikakita, the total total are not here, a good, a year, and a lot of Hawaii and I don't know how to a lot of the caro a-k material material, qua roa a taa with fayana. Inari, a hooro anatawai, and then a mahi, a tae, wakakutsai, tene a nae, katayangayayo, The hehua noa put them away in the kapapahuakareo reuaneo o'ero hetohuara himari? In the Ughua, the final, the Matawai, the Kaipo Naut you are on it, it's a home and I'm not a lot of time. It's a lot of time where you're at a lot of time, it's a lot of time where you're out there a lot of time, you're going to have a lot of time. in order to help us find out how to get in the car here on Maui, the other car is the total and the focus on our tour on Maui, real, real, a good time. I'm a total of here at a time, I'm going to remove a new eye, I'm going to go on a lot on a lot on the Kolkata we find out, what's going on, what's on, the, in my mind, what's on, the, where I'm going to be on we, for what's on the American people, and, what, a lot of things. But, I think what it's a totally The other two countries, the United States, are here with you, the China-Nangar, are you in the K'u-Wan, and I've got two co-popa, the Haifarara, the, ora-ra, ora-ra-tau-kikupu, real,, he,, to, to, too-tong-tong-a-t', or-t'h-t'h-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-hmm-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h- to and not forget what you want to do. Horizon, Ratu. I got a New Jersey. Seriously. Seriously, Papa. If you have a wife, we have to have. The puppy, born from blood and destruction, became a symbol of regeneration and growth. And Zek-Day. Kifakata Maori. I think that we have had a lot of work on the road. I'm a Davidson. Marimamamma, I'm aithet, Horta, here, here, here, Kotea Hoorangi, tetahiona copapapakwakaha'ato, he said, it's a few minutes of James Shua, in the toiwifakwahuri, Kithafakakaha'i, Tijuana, Tijuana, Teteri is a carbonate for Pahorem, but Tetonokaparii, Tijuana, 1.5 Tikiri, I hope that 1.2 period more, more, now, a part of our, a, a, a, a, a, a, a, pune, pauhi, pauhi, p hit the imaginary metaner who what the fiftiethotatotatatatatatatatatatatatatatatatatatatatatatatatatatatatatatatatatatou He wrote it in the book, here, on the emissions reduction. It's a hit on the, the,,,,, a, a, a, a, a, a, a, a, a,, a, a, a, a, a, a,, a, a,, a, a ticker, him, he made a high-tech hiree. Well, then, I hope that you have time to make a nice, I quote, or a nayek, a lot of are a parakeet, a hicketer, to be a good friend, and I think that's good. It's a good thing to get a try when we're going to to go in and are on what you have to say for a good enough the hiring a Mahanah Pahi trainer, a high-term, or a terropicahriki, matera-wateropukakari, me, I, I, me, two people, me too, hongai, a chick, and I, I, I, I, I, I, I, I, I, I, I'm a hohah, I've been a hatraina, hokie, I, heh, he, fine, he's fine, he's fine, I'm fine, he's more more than you're not. Hi. But, tell me, see, I'm, it's okay, no, it's, it's, here, I'm correct, I hope, that tell me, to tell me, to tell me, to tell me, to tell me, to tell me, to tell you, to talk about the fact that they're a tapa moo, that I've got a lot of it, it's a fenua, that way, I'm a mess, all around the order,, but I think that the fact that you can't or a, I think, in our,, or, I'm, I'm, I'm, in my pocket,, I'm, I'm,, I'm, that the moment of in Marriarra, the organic farming, Koteira, we look at the Kwanatanga, Kite, Toto, Kui, Kui, Kaka, Kata. Well, I, or a lot. Aha, I wrote on, I said, I said, I did, Fartepakakakai, Otona, Kupuwai, Kotehaini, Taita, Tewa, Kewa, Hai Pawarahi, Motiki, Itangar. I am a high tire of the face, and I am a supply of time, and I am a commonwealthier and I am a of the Yafahouki-takorei-kiceo and I am a road-tak marinaki, the whole hair, the hair,, heewa, K, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, Pitsua Atu. Pitsua. Adu. If they're moke. Muke. Muke. Hey, hey, hey, hey, Never have you been here. the And now, the talk on a famous alcohol."}