{"speakers": [], "chunks": [{"timestamp": [0.0, 16.0], "text": " This is a checkpoint on Arranz National."}, {"timestamp": [16.0, 17.0], "text": " I'm Lisa Owen."}, {"timestamp": [17.0, 22.0], "text": " Heavy crops could be left a rot is the cost of getting them to market sky rockets."}, {"timestamp": [22.0, 28.96], "text": " So what exactly is pushing the price of a stir-fry through the roof? An official suspect is identified in"}, {"timestamp": [28.96, 32.84], "text": " the case of missing British girl Madeline McCann 15 years after she"}, {"timestamp": [32.84, 36.84], "text": " disappeared in Portugal. The Canterbury town basically forced a shower in a car"}, {"timestamp": [36.84, 42.24], "text": " park because their tap water is a tasty shade of brown and gives them a rash. Swift by name, but"}, {"timestamp": [42.24, 45.36], "text": " not by nature the little Suzuki Suzuki car parked up at a regional"}, {"timestamp": [45.36, 51.12], "text": " airport for two years. Who and where is the owner? Parlinson North, getting all revved up over"}, {"timestamp": [51.12, 65.0], "text": " a major stock car championship and a little tea time chat about fat books. Yamo. Arranz News at 5, good afternoon, Ahi Ahimarii, I'm Evie Ashton."}, {"timestamp": [65.0, 70.0], "text": " A teenager jailed for her part in the violent home invasion of a 90-year-old living woman"}, {"timestamp": [70.0, 74.0], "text": " who died weeks later of a brain injury has been granted parole."}, {"timestamp": [74.0, 79.0], "text": " Grace Virtue died 25 days after the invasion of her property in Hordofenua,"}, {"timestamp": [79.0, 85.28], "text": " where she lived alone in November 2019. Jimmy Ellingham has has more."}, {"timestamp": [85.28, 90.24], "text": " The teenage girl, aged 17, was jailed for two and a half years for Grace Virtue's"}, {"timestamp": [90.24, 94.6], "text": " manslaughter. The parole board has today confirmed the teenager will be released from"}, {"timestamp": [94.6, 99.32], "text": " prison, saying a full written decision will be issued within the next fortnight. Grace"}, {"timestamp": [99.32, 104.72], "text": " Virtue's daughter-in-law Jenny Virtue says she's not impressed about the decision, but she's not surprised"}, {"timestamp": [104.72, 108.88], "text": " given that the justice system is a joke. The teen was"}, {"timestamp": [108.88, 113.6], "text": " aged 15 at the time of the offending. Two other girls involved were aged 14"}, {"timestamp": [113.6, 120.2], "text": " and 15. A lawyer representing the far-know of a Tadunaki man shot and killed by police last"}, {"timestamp": [120.2, 125.92], "text": " weekend says unfortunately his death isn't unique. 22 year old's chaos price"}, {"timestamp": [125.92, 131.2], "text": " was shot after he rammed a police car on State Highway 3 between New Plymouth and Waitera"}, {"timestamp": [131.2, 136.32], "text": " on Saturday night. Police say he was attempting to hijack a private vehicle when the fatal"}, {"timestamp": [136.32, 149.8], "text": " shots were fired. He was unarmed and no firearms were recovered from the scene. Justice advocate Julia Fai-Putsi says chaos Price's death is indicative of a wider problem. We see the numbers for police"}, {"timestamp": [149.8, 154.6], "text": " killing young Maori and it is disproportionate, it is huge, it is far now"}, {"timestamp": [154.6, 161.68], "text": " been taken away far too early by crown and police action. She says the issue isn't young Maori men"}, {"timestamp": [161.68, 166.36], "text": " behaving badly. Chaos Price's funeral is tomorrow."}, {"timestamp": [166.36, 171.0], "text": " The Prime Minister is wrapping up her full final day overseas after a pivotal sit-down"}, {"timestamp": [171.0, 173.12], "text": " with her Japanese counterpart."}, {"timestamp": [173.12, 178.24], "text": " The two leaders met in Tokyo overnight and agreed to negotiate a deal to share more top-secret"}, {"timestamp": [178.24, 180.52], "text": " material between both countries."}, {"timestamp": [180.52, 183.52], "text": " Our Deputy Political Editor Craig McCulloch is in Japan."}, {"timestamp": [183.52, 190.0], "text": " Just under our tune has been jet setting through a today, stopping off at a cookie time store and a rugby stadium,"}, {"timestamp": [190.0, 192.0], "text": " and then speaking at a business event."}, {"timestamp": [192.0, 199.0], "text": " It all fades against last night, though, when Mazarduin sat down with Japan's Prime Minister Fumiyokishida."}, {"timestamp": [199.0, 205.68], "text": " New Zealand is seeking to bolster security ties in the Indo-Pacific as China grows more assertive."}, {"timestamp": [205.68, 210.96], "text": " Mzarduin says it's hoped the information sharing arrangement will promote peace and stability"}, {"timestamp": [210.96, 212.96], "text": " and prevent any escalation of conflict."}, {"timestamp": [214.16, 220.48], "text": " Some fruit and vegetable growers say they may be forced to let crops rot as record inflation takes hold."}, {"timestamp": [220.48, 224.72], "text": " Inflation has reached a 30-year high of 6.9 percent."}, {"timestamp": [224.72, 225.0], "text": " tomatoes, broccoli and lettices have increased by more than 50% year on year, but growths. Inflation has reached a 30-year high of 6.9%."}, {"timestamp": [225.0, 229.6], "text": " Tomatoes, broccoli and lettuces have increased by more than 50% year on year, but"}, {"timestamp": [229.6, 232.16], "text": " growers say they could go up even more."}, {"timestamp": [232.16, 238.6], "text": " The President of United Fresh, Jerry Pendergast, says increasing costs are hitting them hard."}, {"timestamp": [238.6, 242.6], "text": " You can hear more on this story in checkpoint shortly."}, {"timestamp": [242.6, 246.6], "text": " The National Party is calling on the government to scrap a bill which would change Rotorua's"}, {"timestamp": [246.6, 248.24], "text": " electoral rules."}, {"timestamp": [248.24, 252.8], "text": " The Rotorua District Council Representation Arrangements Bill would implement a mildly"}, {"timestamp": [252.8, 258.12], "text": " ward and general ward with three seats each as well as four at large seats."}, {"timestamp": [258.12, 261.68], "text": " Despite Labour championing the bill, a report by Attorney General David Parker today found it was"}, {"timestamp": [261.68, 265.2], "text": " discriminatory and couldn't"}, {"timestamp": [265.2, 266.2], "text": " be justified."}, {"timestamp": [266.2, 271.32], "text": " National's Paul Goldsmith says the bill now has no grounds to proceed."}, {"timestamp": [271.32, 277.48], "text": " You don't solve any problems of the past by undermining a basic liberal democratic"}, {"timestamp": [277.48, 284.12], "text": " principle of equal suffrage and one person having the same voting rights as another."}, {"timestamp": [284.12, 285.0], "text": " The public can have its say on the bill until May the 4th. and one person having the same voting rights as another."}, {"timestamp": [285.0, 290.0], "text": " The public can have its say on the bill until May the 4th."}, {"timestamp": [290.0, 296.0], "text": " One of the people reported today to have died with COVID-19 was aged between 10 and 19."}, {"timestamp": [296.0, 301.0], "text": " The other 12 deaths were people in their 70s, 80s and 90s."}, {"timestamp": [301.0, 307.0], "text": " The Ministry of Health reported 9,390 community cases of COVID-19."}, {"timestamp": [307.0, 314.0], "text": " 522 people are in hospital with 15 in ICU or high dependency units."}, {"timestamp": [314.0, 318.0], "text": " To sport and significant changes have been made to the New Zealand Rugby Board"}, {"timestamp": [318.0, 325.28], "text": " with the appointments of former Governor General Dame Patsy Reddy and Dunedin-based lawyer Rowina Davenport."}, {"timestamp": [325.28, 329.84], "text": " It lifts the number of women on the nine-member board from two to three with Reddy in"}, {"timestamp": [329.84, 335.92], "text": " Davenport joining New Zealand Mouldie Board Chair Farapama. Davenport, who became the first woman"}, {"timestamp": [335.92, 342.0], "text": " to chair a major provincial union in New Zealand when she took control of the Otago Board in 2019,"}, {"timestamp": [342.0, 350.24], "text": " says NZAR is moving in the right direction when it comes to diversity. We really want to ensure that diversity in all its forms and there's"}, {"timestamp": [350.24, 353.88], "text": " greater equity right across the sport. There's a lot of positive in roads into"}, {"timestamp": [353.88, 359.08], "text": " achieving that and my appointment to the board, Dame Patsy Reddy's appointment, I think they're all"}, {"timestamp": [359.08, 366.0], "text": " positive steps towards achieving these goals. Meanwhile the chief's coach Clayton McMillan Milling says a short tour of Australia"}, {"timestamp": [366.0, 368.0], "text": " will be beneficial for them after half a season"}, {"timestamp": [368.0, 370.0], "text": " of bruising New Zealand derbies."}, {"timestamp": [370.0, 373.0], "text": " The chiefs play the warritars in Melbourne tonight"}, {"timestamp": [373.0, 386.08], "text": " before facing the Reds in Brisbane next Friday. TransTasmine games between them in 2021. Tonight's game kicks off at 9 p.m."}, {"timestamp": [386.08, 388.6], "text": " And the New Zealand heavyweight great, David Soar,"}, {"timestamp": [388.6, 392.04], "text": " is set to join one of boxing's most elite clubs."}, {"timestamp": [392.04, 395.04], "text": " The 49-year-old will be inducted into the Sports Hall of Fame"}, {"timestamp": [395.04, 397.4], "text": " at a ceremony in Los Angeles this weekend."}, {"timestamp": [397.4, 402.32], "text": " Tuar, who unsuccessfully challenged British legend Lennox Lewis for three world titles"}, {"timestamp": [402.32, 410.48], "text": " in 2000, will be inducted alongside American great Sugar Ray Leonard and Lela Ali the daughter of Muhammad Ali. That's"}, {"timestamp": [410.48, 411.48], "text": " the news."}, {"timestamp": [411.48, 421.24], "text": " Tomorrow morning Bill Browder has put his life on the line to combat Vladimir Putin. Jennifer"}, {"timestamp": [421.24, 429.0], "text": " Egan, author of the Pulitzer Prize winning a visit from the Goon squad, has a new bookout, the candy house,"}, {"timestamp": [429.0, 437.0], "text": " and we'll check out the Venice Biennel, call Kim Hill, I hope, join me tomorrow morning from 8 on Arinsen National."}, {"timestamp": [437.0, 443.0], "text": " You're on checkpoint next with Lisa Owen, first the short forecast from at service to midnight Saturday."}, {"timestamp": [443.0, 448.84], "text": " From Northland to Waikato, also Tom Merenu, Coramandal, Topo and Western Bay of Plenty, cloudy"}, {"timestamp": [448.84, 453.64], "text": " periods with isolated showers. For Eastern Bay of Plenty and Gisbin as well"}, {"timestamp": [453.64, 458.04], "text": " as Hawks Bay, rain possibly heavy with thunderstorms and localized downpaws"}, {"timestamp": [458.04, 462.0], "text": " easing to showers this evening, becoming fine in the Bay of Plenty tomorrow."}, {"timestamp": [462.0, 465.84], "text": " For the remainder of the North Island and also for Nelson,"}, {"timestamp": [465.84, 468.8], "text": " isolated showers spreading north until tonight"}, {"timestamp": [468.8, 470.96], "text": " and again in the West, late tomorrow,"}, {"timestamp": [470.96, 472.4], "text": " otherwise it's fine."}, {"timestamp": [472.4, 474.16], "text": " Buller and Westland, mostly fine,"}, {"timestamp": [474.16, 476.16], "text": " with the odd shower north of Hokkitsika,"}, {"timestamp": [476.16, 478.96], "text": " cloud and showers are increasing tomorrow afternoon."}, {"timestamp": [478.96, 481.84], "text": " Moulbra, Canterbury and Otago, except for Clutha,"}, {"timestamp": [481.84, 489.2], "text": " a few showers today, fine and the south-and and the south coast for Clutha, a few showers today, fine tomorrow. For Clutha, Southland and Fjordland, showers mainly about Fjordand and the South Coast"}, {"timestamp": [489.2, 491.84], "text": " turning to rain and fjordland tomorrow evening."}, {"timestamp": [491.84, 496.08], "text": " And for Deakoho, the Chatham Islands, mostly cloudy, there's rain this evening, possibly"}, {"timestamp": [496.08, 498.56], "text": " heavy, then a few showers tomorrow."}, {"timestamp": [498.56, 500.0], "text": " It's seven minutes past five."}, {"timestamp": [500.0, 501.28], "text": " we'll have news headlines for you at 5."}, {"timestamp": [501.28, 506.24], "text": "-5. We'll have news headlines for you at 530. No, mee v. Tenay, Koto Kato, no my hai mai,"}, {"timestamp": [506.24, 507.4], "text": " key checkpoints at 10 a r,"}, {"timestamp": [507.4, 509.12], "text": " and Lisa, oh and 10 a."}, {"timestamp": [509.12, 511.44], "text": " Coming up, Portuguese prosecutors"}, {"timestamp": [511.44, 513.64], "text": " officially declare someone a suspect"}, {"timestamp": [513.64, 517.04], "text": " in the disappearance of British toddler Madeline McCann."}, {"timestamp": [517.04, 519.28], "text": " But we begin tonight with the cost of living,"}, {"timestamp": [519.28, 521.8], "text": " just when we thought it couldn't get any higher,"}, {"timestamp": [521.8, 529.4], "text": " fruit and veg growers say they may be forced to let crops rot as record inflation takes hold. Tomatoes, broccoli and lettuces"}, {"timestamp": [529.4, 534.04], "text": " have already increased by more than 50% year on year, but with the rising cost of"}, {"timestamp": [534.04, 539.28], "text": " fertiliser wages and fuel, growers are warning prices could rise even further."}, {"timestamp": [539.28, 545.0], "text": " And as Louise Tanuth reports, the days of finding bargain produce are fast running out."}, {"timestamp": [545.0, 549.8], "text": " Senior manager at Stat's New Zealand Aaron Beck doesn't paint a rosy picture of how much"}, {"timestamp": [549.8, 553.4], "text": " more we're being stung at the checkout for our fruit and veggies."}, {"timestamp": [553.4, 555.84], "text": " Fruit and vegetables increase most over the year."}, {"timestamp": [555.84, 557.64], "text": " They increase by 18%."}, {"timestamp": [557.64, 561.04], "text": " Letters broccoli have all moved a great deal of tomatoes too,"}, {"timestamp": [561.04, 563.2], "text": " or by more than 50% over the year."}, {"timestamp": [563.2, 568.0], "text": " and President of United Fresh Jerry Pendergast says that's because inflation is crippling"}, {"timestamp": [568.0, 569.0], "text": " the industry."}, {"timestamp": [569.0, 575.0], "text": " Excessive costs, not only your normal fertilises, which is a direct reflection of what's"}, {"timestamp": [575.0, 580.48], "text": " happening in Ukraine, the increased costs of wages, fuel, rates and insurances."}, {"timestamp": [580.48, 585.0], "text": " He says that means growers are weighing up whether they can actually afford to sell their produce."}, {"timestamp": [585.0, 595.0], "text": " Do I harvest my crop? Is my crop more valuable to me to simply place the rotary hoe through that crop and walk away from it?"}, {"timestamp": [595.0, 599.0], "text": " We're at a point now with for many growers, they're having to make a decision."}, {"timestamp": [599.0, 603.0], "text": " Apples in the far one with very fruit and so on a bit of pieces."}, {"timestamp": [603.0, 608.96], "text": " And then in the big rooms on the way on the other side there's a lot of important products, bone apple."}, {"timestamp": [608.96, 613.48], "text": " Downstairs at United Fresher's Mount Wellington warehouse the floor is full of almost"}, {"timestamp": [613.48, 615.84], "text": " every fruit or vegetable you could imagine."}, {"timestamp": [615.84, 621.68], "text": " Crates are piled high with boxes of tomatoes, bags of spinach and bunches of bananas."}, {"timestamp": [621.68, 627.0], "text": " Jerry Prendega says this will all cost more if growers decide it's not feasible to stock shelves."}, {"timestamp": [627.0, 636.0], "text": " We won't see those low prices of the 2000s that we've been constantly able to see on the shells in the last three or four or five years."}, {"timestamp": [636.0, 641.0], "text": " We'll see a new phase in the cost of fruit and vegetables and that will be higher."}, {"timestamp": [641.0, 645.56], "text": " He sees inflation needs to be considered when it comes to bargaining between growers"}, {"timestamp": [645.56, 647.36], "text": " and retailers for the right price."}, {"timestamp": [647.36, 656.76], "text": " Meanwhile at the Wesley markets in the Auckland suburb of Mount Roskold today, the rain did"}, {"timestamp": [656.76, 663.44], "text": " nothing to deter a bustling crowd. At countdown telegraph cucumbers are selling for $2.99"}, {"timestamp": [663.44, 666.92], "text": " each and tomatoes of $5.99. A kilo. But here at the markets, cucumbers are selling for $2.99 each and tomatoes are $5.99 a kilo."}, {"timestamp": [666.92, 673.28], "text": " But here at the markets, cucumbers are $5 a kilo and tomatoes are 99 cents a kilo."}, {"timestamp": [673.28, 677.04], "text": " Shoppers here say it's a no-brainer compared to the supermarket."}, {"timestamp": [677.04, 681.04], "text": " Ridiculous, absolutely ridiculous, so much better here."}, {"timestamp": [681.04, 685.2], "text": " For example, lemons I can get here for $5 a kilo bananas everything."}, {"timestamp": [685.2, 689.96], "text": " Pears two dollars fifty a kilo here? Supermarket I think it's six or seven"}, {"timestamp": [689.96, 693.84], "text": " dollars a kilo? Yeah it's much for sure here. How often do you come to the market?"}, {"timestamp": [693.84, 696.8], "text": " The long goes like every the Sunday market and shoes comes here as well"}, {"timestamp": [696.8, 698.24], "text": " so like twice a week once a week."}, {"timestamp": [698.24, 711.6], "text": " Prizantly they can do good deals you know and avocados, all my favourite, cost of living is going exponentially and some things have doubled in price, but I don't, I can't keep up with it."}, {"timestamp": [711.6, 716.08], "text": " And Jerry Prendigas says if we want cheap produce, we're fast running out of"}, {"timestamp": [716.08, 722.48], "text": " options. You know, the days of the 99 cent, whatever it is, have gone."}, {"timestamp": [722.48, 725.12], "text": " It is the kind of price increase that results in a lot of ballyaking. Those new inflation figures show grocery food prices have gone. It is the kind of price increase that results in a lot of"}, {"timestamp": [725.12, 730.08], "text": " ballyaking. Those new inflation figures show grocery food prices have gone up 6.7%"}, {"timestamp": [730.08, 735.76], "text": " in the past year. If we break it down further, fruit and veggies is up a monster 18%. So how do"}, {"timestamp": [735.76, 746.0], "text": " those increases break down? Well joining us now as chair of Vegetables New Zealand John Murphy, Cura John. Cura. Cura. How you grow garlic, right?"}, {"timestamp": [746.0, 748.0], "text": " Yeah, garlic and shilots."}, {"timestamp": [748.0, 754.76], "text": " Yeah, so give us an example here of how your increased costs have factored in over"}, {"timestamp": [754.76, 755.76], "text": " last year."}, {"timestamp": [755.76, 757.12], "text": " What's got more costly for you?"}, {"timestamp": [757.12, 768.44], "text": " I think all growers have seen particularly fuel, things like fertiliser and staff costs and also pure availability"}, {"timestamp": [768.44, 770.96], "text": " of staff really impacted."}, {"timestamp": [770.96, 777.04], "text": " So how much in your operation and experience would that push up the price of your product?"}, {"timestamp": [777.04, 781.8], "text": " Well, unfortunately we can't simply bus those costs along."}, {"timestamp": [781.8, 785.2], "text": " So while they've affected our bottom line and it's been a very"}, {"timestamp": [785.2, 790.48], "text": " tough year for us, our price is really set by the availability of the market. So we're really"}, {"timestamp": [790.48, 797.12], "text": " price takers. So are you saying that as consumers we actually aren't paying the full cost of the"}, {"timestamp": [797.12, 801.12], "text": " the vegetables that we're getting at the moment, that they're actually more expensive to produce than what we're paying?"}, {"timestamp": [801.12, 809.0], "text": " Sometimes it's definitely the case and in some areas we've got reports of crops being bypassed"}, {"timestamp": [809.0, 812.0], "text": " or chopped into the ground because the market"}, {"timestamp": [812.0, 815.0], "text": " price simply doesn't cover the cost of getting them to market."}, {"timestamp": [815.0, 818.0], "text": " What kind of crops are you talking about there, John?"}, {"timestamp": [818.0, 822.0], "text": " I understand it's happening with some lettuce crops at the moment"}, {"timestamp": [822.0, 826.96], "text": " and it really is a shame because all that work has gone into those crops."}, {"timestamp": [828.12, 830.32], "text": " But being price takers,"}, {"timestamp": [830.32, 832.08], "text": " there's a real disconnect between"}, {"timestamp": [832.08, 834.44], "text": " the cost of growing fruit and vegetables"}, {"timestamp": [834.44, 836.08], "text": " and what's received in the market."}, {"timestamp": [837.04, 839.84], "text": " Talk me through what you mean by that, the disconnect?"}, {"timestamp": [842.32, 844.32], "text": " Well, we're in a very dynamic industry where supply and demand"}, {"timestamp": [844.32, 847.36], "text": " really affects what we can get"}, {"timestamp": [847.36, 849.56], "text": " on the day for our products."}, {"timestamp": [849.56, 854.08], "text": " And for some of us, like in Gaelic, we're planting Gaelic up to a year ahead of when it's"}, {"timestamp": [854.08, 856.68], "text": " actually in stores for people."}, {"timestamp": [856.68, 862.6], "text": " So we really have to make an assessment of what will be needed at that time."}, {"timestamp": [862.6, 865.84], "text": " Before that happens, we have to grow it well, we're"}, {"timestamp": [865.84, 869.92], "text": " subject to the weather and then we have consumer demand on top of that as well."}, {"timestamp": [869.92, 875.2], "text": " So it's a very complicated situation figuring out how much we should grow and I"}, {"timestamp": [875.2, 879.52], "text": " guess that's the that's the alarming thing at the moment because costs have been"}, {"timestamp": [879.52, 886.2], "text": " growing for more than a decade with farm gate returns to stagnant. Some"}, {"timestamp": [886.2, 888.72], "text": " growers are really looking at whether they keep doing it at all."}, {"timestamp": [888.72, 892.36], "text": " Because here's the thing and you would appreciate this John I'm sure you"}, {"timestamp": [892.36, 898.2], "text": " hear this all the time when a consumer looks at a cauliflower and it's eight bucks right and they're"}, {"timestamp": [898.2, 903.0], "text": " in the supermarket they say to themselves how much of that is going to the grower. Can you"}, {"timestamp": [903.0, 908.68], "text": " answer that question? Yeah and look that that is alarming and what I can say that is that on"}, {"timestamp": [908.68, 917.12], "text": " most cases in most cases it's less than half that and it's some the other side of"}, {"timestamp": [917.12, 923.52], "text": " that is though that if you're buying seasonally that gets around some of those issues so at"}, {"timestamp": [923.52, 927.2], "text": " the moment whilst we're seeing the 18% figure that you've talked about, you can"}, {"timestamp": [927.2, 931.32], "text": " buy a head of broccoli for two calls 20 and those major retailers."}, {"timestamp": [931.32, 935.84], "text": " And so there is good buying there, but you do have to look for it."}, {"timestamp": [935.84, 941.68], "text": " Yeah, if you buy seasonally, another example, let's say whatever vegetable is in season,"}, {"timestamp": [941.68, 946.24], "text": " what percentage of that shelf price will be going to the grower?"}, {"timestamp": [946.24, 950.16], "text": " I mean what I'm asking you is is it the supermarket that's getting the cream here?"}, {"timestamp": [951.6, 958.0], "text": " I think the Commerce Commission in their recent findings suggests that the supermarket is getting"}, {"timestamp": [958.0, 964.16], "text": " quite a bit of it, but that's not the whole story either. And so I think that needs to be sorted out and we do"}, {"timestamp": [964.16, 966.76], "text": " to look at where the money"}, {"timestamp": [966.76, 972.96], "text": " is falling out of the chain, but costs have gone up and so we look at those fuel fertiliser"}, {"timestamp": [972.96, 974.56], "text": " and staff costs."}, {"timestamp": [974.56, 979.92], "text": " We have to absorb them during the growing season and then what happens after that we do need to look"}, {"timestamp": [979.92, 984.12], "text": " into it, but generally our businesses are hurting."}, {"timestamp": [984.12, 986.0], "text": " I can say that for sure."}, {"timestamp": [986.0, 990.0], "text": " How much higher do you reckon prices are going to go and what's going to drive that?"}, {"timestamp": [990.0, 995.72], "text": " So for example we hear about the Ukraine and fuel prices. Are we seeing that already"}, {"timestamp": [995.72, 1002.0], "text": " in the cost of say a head of broccoli or is that still coming down the pipe?"}, {"timestamp": [1002.0, 1007.96], "text": " I think it's still coming down the pipe and so I think we've seen we've seen some of the"}, {"timestamp": [1007.96, 1014.96], "text": " increases but I think that spike is likely to be better than unfortunately and I think"}, {"timestamp": [1014.96, 1021.8], "text": " as you quoted Jerry Prentigast earlier saying the days of the 99 cent dealer over I think"}, {"timestamp": [1021.8, 1022.6], "text": " that's fair to say."}, {"timestamp": [1022.6, 1028.0], "text": " Really appreciate your time John that's John John Murphy from Vegetables New Zealand there."}, {"timestamp": [1028.0, 1031.0], "text": " Hormai or Fokado, we would love your feedback."}, {"timestamp": [1031.0, 1035.0], "text": " Noredada, Ana, Nakopapah, Nakopapamorti Hortakanai, do you shop around for your veg,"}, {"timestamp": [1035.0, 1040.0], "text": " or do you go to the one-stop shop, just to the supermarket or are you going somewhere else?"}, {"timestamp": [1040.0, 1045.12], "text": ", let us know where the bargainsa. We'd love to hear from you. Text us on 2101."}, {"timestamp": [1045.12, 1050.32], "text": " You can tweet us at checkpoint, RNZ. We can email checkpoint at RNZ.co.nz."}, {"timestamp": [1051.36, 1057.04], "text": " Now to the Canterbury town, that's got make shift showers in a car park because what runs out of their taps"}, {"timestamp": [1057.04, 1068.16], "text": " gives some people rashes. The water in Springfield runs brown or yellow and in the last year there's been plenty of boil notices and murky water. The town was hit by flooding nearly a year ago and"}, {"timestamp": [1068.16, 1072.08], "text": " has had ongoing problems with the water quality ever since. Our reporter"}, {"timestamp": [1072.08, 1076.56], "text": " Rachel Graham and cameraman Nate McKinnon have the story. In the small South Island"}, {"timestamp": [1076.56, 1082.32], "text": " town of Springfield, the Southern Alps and the rural scenes make an impressive backdrop as you drive through."}, {"timestamp": [1082.32, 1085.44], "text": " But the water tanker and shower unit"}, {"timestamp": [1085.44, 1090.08], "text": " installed outside the community hall on the main road point to problems afoot."}, {"timestamp": [1090.88, 1095.68], "text": " Every day for the last two months for on when Squire's heads across the road to pick up all the"}, {"timestamp": [1095.68, 1102.08], "text": " water she needs to keep her cafe taste of kiwi operating. She has to get water from the tanker for"}, {"timestamp": [1102.08, 1105.6], "text": " anything that goes out to the customers or is used for cleaning."}, {"timestamp": [1105.6, 1108.4], "text": " She has to do it all again when she gets home."}, {"timestamp": [1108.4, 1112.6], "text": " So we've got to go and get our water and then we've got to bring it home, we've got to boil it and then you've got to boil it"}, {"timestamp": [1112.6, 1119.0], "text": " and then you've got to use it for cleaning your teeth, you know, doing all that sort of stuff, you're washing, showering,"}, {"timestamp": [1119.0, 1127.28], "text": " showering, I mean. They've put shower blocks over across the road. Not too sure how many people are using them, but you know, they've done that, so that's"}, {"timestamp": [1127.28, 1128.28], "text": " really good."}, {"timestamp": [1128.28, 1132.68], "text": " When we visited Amy Albin, the water running out of her tap has a yellow tinge to"}, {"timestamp": [1132.68, 1133.68], "text": " it."}, {"timestamp": [1133.68, 1138.0], "text": " She says her three and five-year-olds have been taught that water is yuck, and they shouldn't"}, {"timestamp": [1138.0, 1139.0], "text": " drink it."}, {"timestamp": [1139.0, 1145.28], "text": " Washing them is... I'm sorry, I don't want to wash my children in a bath my children in a bath that is dirtier than what they are"}, {"timestamp": [1146.24, 1151.6], "text": " and their skin reacts as well. So they both got sensitive skin and"}, {"timestamp": [1152.8, 1162.0], "text": " it just comes out flaky and red and itchy so we can't even bathe them here. She says the extra workload is exhausting and frustrating."}, {"timestamp": [1163.0, 1169.32], "text": " Jack Wilson's household has also suffered rashes from the water and they want something done. He can't understand"}, {"timestamp": [1169.32, 1173.08], "text": " why the council has brought in diggers to redivore the river which feeds"}, {"timestamp": [1173.08, 1177.72], "text": " their water intake a year after the floods. We need to know why they've destroyed our"}, {"timestamp": [1177.72, 1182.32], "text": " environment. This isn't what we wanted. We just want a clean water and clean water is going to be"}, {"timestamp": [1182.32, 1188.16], "text": " achieved upstream from here. Selwyn District Council's infrastructure group manager Murray Washington"}, {"timestamp": [1188.16, 1192.88], "text": " says the river was redivoted when it was recently discovered it was going through"}, {"timestamp": [1192.88, 1197.6], "text": " thick vegetation which may have contributed to the water quality issues."}, {"timestamp": [1197.6, 1203.6], "text": " A major communication link between the town and the council is via the Springfield Township Committee."}, {"timestamp": [1203.6, 1208.04], "text": " Springfield resident and committee member Emma Stead says the council is"}, {"timestamp": [1208.04, 1212.44], "text": " making progress. They've been looking at all sorts of options. We've had the short-term"}, {"timestamp": [1212.44, 1216.08], "text": " option with the water tanker that's been brought in. The medium-term option is the"}, {"timestamp": [1216.08, 1223.96], "text": " water is is going to be piped up from Sheffield to ease the water issues we've got and then"}, {"timestamp": [1223.96, 1228.72], "text": " the long-term that they are looking, the council is looking at another treatment"}, {"timestamp": [1228.72, 1230.64], "text": " for our water."}, {"timestamp": [1230.64, 1235.76], "text": " Springfield residents we spoke to said the town has had poor quality water for years"}, {"timestamp": [1235.76, 1239.04], "text": " but this situation is worse and dragging out."}, {"timestamp": [1239.04, 1242.48], "text": " Mr Washington from the council says they've looked at possible solutions to the ongoing risks"}, {"timestamp": [1242.48, 1249.0], "text": " associated with drawing water from the Kauai River for a number of years."}, {"timestamp": [1249.0, 1251.0], "text": " His comments have been voiced."}, {"timestamp": [1251.0, 1255.0], "text": " The reality of Springfield's geology means there are no simple solutions."}, {"timestamp": [1255.0, 1266.48], "text": " Despite extensive searching, no safe and effective groundwater source has been located that would fully supply Springfield, leaving the river as the only available source."}, {"timestamp": [1266.48, 1270.56], "text": " The Salwyn District Council is one of a number of councils opposed to the government's"}, {"timestamp": [1270.56, 1276.32], "text": " three water reforms, which would see water services moved from council control to a centralised"}, {"timestamp": [1276.32, 1277.32], "text": " body."}, {"timestamp": [1277.32, 1283.36], "text": " Despite a year of water issues, Emistair doesn't think the reforms will help the situation."}, {"timestamp": [1283.36, 1287.92], "text": " What concerns me is that we would be a very very very small fish in a huge pond in"}, {"timestamp": [1287.92, 1290.0], "text": " that case so I would be concerned."}, {"timestamp": [1290.0, 1292.48], "text": " I don't think it would solve anything."}, {"timestamp": [1292.48, 1297.4], "text": " Jack Wilson is also doubtful about whether a large centralised body would help."}, {"timestamp": [1297.4, 1303.0], "text": " He says it's hard enough to get the attention of those in charge in Rolliston, let alone in Wellington."}, {"timestamp": [1303.0, 1309.08], "text": " I think keeping it localised, keeping local people, making local decisions about their"}, {"timestamp": [1309.08, 1310.24], "text": " local environment."}, {"timestamp": [1310.24, 1315.12], "text": " The Selwyn District Council says the new pipeline, bringing water from nearby Sheffield,"}, {"timestamp": [1315.12, 1320.92], "text": " should be completed mid-July, depending on the weather. It says it is also working on a number"}, {"timestamp": [1320.92, 1330.64], "text": " of other projects, which it hopes together will resolve the issues for Springfield so that people here can trust what runs out of their tap."}, {"timestamp": [1330.64, 1334.0], "text": " It's a swift mystery that's been an absolute slow burner."}, {"timestamp": [1334.0, 1339.12], "text": " A blue 2018 Suzuki model car apparently abandoned in the new Plymouth Airport car park."}, {"timestamp": [1339.12, 1342.6], "text": " Parked up as people in planes come and go, the tidy little Suzuki Swift has been there through"}, {"timestamp": [1342.6, 1348.56], "text": " the pandemic with no one returning to a collect it for two years."}, {"timestamp": [1348.56, 1352.44], "text": " Now the airport's giving it one last push to find the owner before it toes Little"}, {"timestamp": [1352.44, 1356.32], "text": " Blue Away joining us now is New Plymouth Airport CEO David Scott."}, {"timestamp": [1356.32, 1357.32], "text": " Hi David."}, {"timestamp": [1357.32, 1366.08], "text": " Hi Lisa how have you tried to locate them? We've solved the mystery Lisa."}, {"timestamp": [1366.8, 1371.84], "text": " So we actually knew who the car belonged to some time ago. We want to start off by saying"}, {"timestamp": [1371.84, 1377.04], "text": " that we welcome anybody to New Plymouth Airport and of course come and park in our lovely car park."}, {"timestamp": [1377.04, 1384.32], "text": " But obviously when a car is sitting there for too long it does obviously come a bit cost prohibitive for people."}, {"timestamp": [1384.32, 1390.0], "text": " So once we see that a warrant to actually on a vehicle, we expect that it's probably"}, {"timestamp": [1390.0, 1391.8], "text": " being abandoned."}, {"timestamp": [1391.8, 1397.04], "text": " So we did know who the car belonged to, however we were unable to locate the individual."}, {"timestamp": [1397.04, 1399.04], "text": " They literally disappeared into thin air."}, {"timestamp": [1399.04, 1401.68], "text": " But have you found them in Australia, David?"}, {"timestamp": [1401.68, 1403.96], "text": " We don't know where they are, Lisa."}, {"timestamp": [1403.96, 1410.64], "text": " We still don't know where the owner of the car actually is but we have received news today from a finance"}, {"timestamp": [1410.64, 1415.04], "text": " company who recognized the number plate and realized they had a claim on the"}, {"timestamp": [1415.04, 1419.92], "text": " vehicle so it has now been towed and is in the position of that finance company."}, {"timestamp": [1419.92, 1423.52], "text": " Do you reckon they recognized the license plate or they got a call from checkpoint saying"}, {"timestamp": [1423.52, 1425.2], "text": " how you've got finance on this vehicle?"}, {"timestamp": [1426.08, 1429.52], "text": " Gosh, I don't know. If you helped us out, we certainly appreciate it."}, {"timestamp": [1429.52, 1432.88], "text": " But yeah, whichever way it worked out, we're pretty happy."}, {"timestamp": [1432.88, 1438.8], "text": " Yeah, because I'm curious. You guys knew who the owner was, right, because of the license plate registration."}, {"timestamp": [1438.8, 1442.8], "text": " I mean, what kind of if it went into trying to find them?"}, {"timestamp": [1442.8, 1448.0], "text": " Yeah, look quite a bit least less so it is tricky for us because we obviously can't get information from airlines"}, {"timestamp": [1448.0, 1452.12], "text": " where somebody's traveled or or anything like that so we did have a name"}, {"timestamp": [1452.12, 1456.08], "text": " we the police were involved as well because we did want to see if it's"}, {"timestamp": [1456.08, 1460.12], "text": " anything nefarious that happened with the vehicle but but gladly there wasn't."}, {"timestamp": [1460.12, 1466.6], "text": " It just seemed like a case of pure abandonment and I suspect to your right, the individual"}, {"timestamp": [1466.6, 1469.2], "text": " is probably long gone."}, {"timestamp": [1469.2, 1474.16], "text": " This happens all over the world that people abandon their cars when times get tough at"}, {"timestamp": [1474.16, 1477.16], "text": " airports and I guess that it's just trickled all the way down to the NACI."}, {"timestamp": [1477.16, 1479.16], "text": " How did you notice it?"}, {"timestamp": [1479.16, 1481.16], "text": " How did someone notice it?"}, {"timestamp": [1481.16, 1484.16], "text": " Yeah, look, we're a relatively small operation."}, {"timestamp": [1484.16, 1488.16], "text": " We've got just over 400 car parks. When"}, {"timestamp": [1488.16, 1493.6], "text": " the lockdown happened, the car park was pretty much abandoned really. There were a handful"}, {"timestamp": [1493.6, 1500.28], "text": " of cars there, but as the lockdown eased and people started coming back, the cars did disappear,"}, {"timestamp": [1500.28, 1510.0], "text": " but this little blue swift just didn't seem to go anywhere. And after a while once we saw that the registration had expired on it we knew that probably had been abandoned."}, {"timestamp": [1510.0, 1514.0], "text": " How much is Odin parking fees? Can you give us a ball pack?"}, {"timestamp": [1514.0, 1525.0], "text": " Yeah we could. It's probably over $9,000 by now but that's like the reality is for us that the car park hasn't been exactly jam-packed over the last couple of years."}, {"timestamp": [1525.0, 1531.0], "text": " For us, we were hoping actually that the owner might come back and claim it."}, {"timestamp": [1531.0, 1539.0], "text": " Of course we would have had a discussion with them then about the fees, but we're not too tough in the nacky."}, {"timestamp": [1539.0, 1543.0], "text": " We would have worked something out for them, but alas it didn't happen."}, {"timestamp": [1543.0, 1547.04], "text": " Yeah, I find out really curious because here's the thing right we saw the"}, {"timestamp": [1547.04, 1551.36], "text": " challenge in this and our producer set about trying to track this person"}, {"timestamp": [1551.36, 1555.6], "text": " down we found a name we found the finance company it was us was checkpoint that"}, {"timestamp": [1555.6, 1559.84], "text": " contacted the finance company that has involvement with this vehicle and we've tracked the"}, {"timestamp": [1559.84, 1568.08], "text": " owner we think to Australia. Oh right no that used to me lesser yeah lesser, yeah, used to me, yep. So what happens to"}, {"timestamp": [1568.08, 1573.12], "text": " the little blues is okay now? Oh you'd have to talk to the finance company, I imagine,"}, {"timestamp": [1573.12, 1579.12], "text": " they've probably got a little going on it and last I heard it was it was on its way to turn his auction"}, {"timestamp": [1579.12, 1585.24], "text": " and terra-naki. Oh so they've already picked it up, it's in there. They certainly have. picked up this afternoon."}, {"timestamp": [1585.24, 1587.52], "text": " Well, a large part of the mystery is solved."}, {"timestamp": [1587.52, 1588.52], "text": " We really appreciate that."}, {"timestamp": [1588.52, 1589.52], "text": " Thanks for joining us."}, {"timestamp": [1589.52, 1592.96], "text": " That's New Plymouth Airport CEO David Scott there."}, {"timestamp": [1592.96, 1596.56], "text": " In the mystery of that little Suzuki Swift we think has solved."}, {"timestamp": [1596.56, 1598.12], "text": " Thanks checkpoint producer."}, {"timestamp": [1598.12, 1599.92], "text": " It is 25 minutes past 5."}, {"timestamp": [1599.92, 1602.12], "text": " kiyamotoi."}, {"timestamp": [1602.12, 1606.0], "text": " You're listening to checkpoint on RNZ National. Now let's get to some of your feedback now, a lot of you getting in touch"}, {"timestamp": [1606.0, 1610.92], "text": " about the price of fruit and veg. Grant says at least harvest these crops and"}, {"timestamp": [1610.92, 1615.04], "text": " sell them to pig or cattle owners. That's in response to some growers saying it's"}, {"timestamp": [1615.04, 1619.92], "text": " cheaper to destroy their crops and get them to market. Another person says your veggie grower"}, {"timestamp": [1619.92, 1628.24], "text": " guess seems reluctant to say outright that the growers are being shafted by the supermarkets. I suppose no surprise there, given the Commerce Commission report."}, {"timestamp": [1628.24, 1631.68], "text": " Richard says, ain't capitalism great."}, {"timestamp": [1631.68, 1635.84], "text": " And then another person sees a vegetable auction is the only way to get a fair price for"}, {"timestamp": [1635.84, 1636.84], "text": " owners."}, {"timestamp": [1636.84, 1640.8], "text": " Any other marketing will always result in supermarket domination."}, {"timestamp": [1640.8, 1642.0], "text": " Do keep your feedback coming."}, {"timestamp": [1642.0, 1645.04], "text": " You can text us on 2101 or tweet us at checkpoint"}, {"timestamp": [1645.04, 1650.96], "text": " rNZ. Portuguese prosecutors have officially declared someone a suspect in the disappearance"}, {"timestamp": [1650.96, 1656.32], "text": " of British toddler Madeline McCann. The three-year-old went missing during a family holiday to"}, {"timestamp": [1656.32, 1662.48], "text": " Portugal in 2007. Investigators believe she was abducted from the holiday apartment where the family was staying."}, {"timestamp": [1662.48, 1669.2], "text": " While joining us now is the BBC's Simon Jones. Simon what do we know about this person of interest?"}, {"timestamp": [1670.72, 1675.92], "text": " Well next month it will actually be 15 years since Madeline McCann disappeared. As you say she"}, {"timestamp": [1675.92, 1680.56], "text": " went missing from a holiday apartment while her parents were having dinner at a nearby restaurant."}, {"timestamp": [1680.56, 1689.84], "text": " And what happened to her? Well that remained a mystery to this day despite international investigations in Portugal, also here in the UK and"}, {"timestamp": [1689.84, 1693.8], "text": " also in Germany. It's been agony for her parents. They've always clung to the"}, {"timestamp": [1693.8, 1698.08], "text": " hope that their daughter is still alive, but the authorities in Germany"}, {"timestamp": [1698.08, 1703.84], "text": " strongly believe that Madeline was murdered by a German man and late last night we heard from"}, {"timestamp": [1703.84, 1706.08], "text": " prosecutors in Portugal who have been acting on the request of the German authorities. And late last night we heard from prosecutors in Portugal who have"}, {"timestamp": [1706.08, 1710.72], "text": " been acting on the request of the German authorities. They've identified a suspect, a"}, {"timestamp": [1710.72, 1716.48], "text": " person of interest, an arguido as they put it. Now they have actually not formally named"}, {"timestamp": [1716.48, 1722.0], "text": " this suspect, but what we do know is back in 2020, German police said they're investigating"}, {"timestamp": [1722.0, 1725.0], "text": " a man who they referred to as Christian B."}, {"timestamp": [1725.0, 1732.0], "text": " Now he's currently in jail in Germany for raping a 72 year old woman in Pradoosh back in 2005."}, {"timestamp": [1732.0, 1736.0], "text": " He was sentenced to seven years for that. He's also served time in jail for drug dealing."}, {"timestamp": [1736.0, 1751.0], "text": " And the police in Germany say he was regularly living in the Algarve in Portugal between 1995 and 2007. So Simon, what is the purpose in naming him a suspect or a person of interest?"}, {"timestamp": [1751.0, 1753.0], "text": " And why is it happening now?"}, {"timestamp": [1753.0, 1758.0], "text": " Well, I think the timing of this is very interesting because in less than two weeks' time,"}, {"timestamp": [1758.0, 1762.0], "text": " something called a statute of limitations would have come into effect."}, {"timestamp": [1762.0, 1773.0], "text": " And that means under Portuguese law, it would have no longer been possible to make someone a person of interest or a suspect. But we heard from the office of public prosecutions in Portugal."}, {"timestamp": [1773.0, 1784.0], "text": " They say that identifying the suspect now isn't just motivated by timing, but also by what it called strong indications that a crime has taken place."}, {"timestamp": [1784.0, 1788.52], "text": " So ultimately what we could now see is this suspect being transferred to the"}, {"timestamp": [1788.52, 1794.24], "text": " Algaas for questioning and it also may by the authorities more time plus of course"}, {"timestamp": [1794.24, 1800.52], "text": " allow the authorities here in the UK in Portugal and Germany to work ever more closely"}, {"timestamp": [1800.52, 1803.96], "text": " together to try to get evidence against this suspect."}, {"timestamp": [1803.96, 1808.24], "text": " Yeah, so what does happen now in terms of the investigation?"}, {"timestamp": [1808.24, 1816.0], "text": " Well, we've spoken to the authorities in Portugal who also are telling us they are liaising"}, {"timestamp": [1816.0, 1821.68], "text": " with the German authorities and the British authorities, the Metropolitan Police here in London have"}, {"timestamp": [1821.68, 1828.48], "text": " been carried out in investigation, say this is all being led by the Portuguese police. So I think now we will have to wait and"}, {"timestamp": [1828.48, 1833.52], "text": " see whether potentially there could be any extradition proceedings to try to"}, {"timestamp": [1833.52, 1840.96], "text": " get this man Christian be from Germany to Portugal for questioning or potentially for charging."}, {"timestamp": [1840.96, 1845.68], "text": " But I think it's important to say that there have been a number of investigations"}, {"timestamp": [1845.68, 1851.12], "text": " over the years and there have been many false dorms in this case. We've had people names"}, {"timestamp": [1851.12, 1857.36], "text": " of suspects before who haven't ended up being charged. We've had searches that have taken place,"}, {"timestamp": [1857.36, 1864.16], "text": " particularly in Prado Lus where Madeline McCann went missing, but they haven't unearthed anything of particular note."}, {"timestamp": [1864.16, 1869.44], "text": " We've also had in Germany searches taking place linked to this man at"}, {"timestamp": [1869.44, 1874.2], "text": " Christian B. But the authorities in Germany have been quite open saying that at"}, {"timestamp": [1874.2, 1879.84], "text": " the moment as things stand they simply don't have enough evidence to bring any charges"}, {"timestamp": [1879.84, 1888.84], "text": " against Christian B. So I think we'll have to wait and see whether this is going to be a significant development because we have had potentially"}, {"timestamp": [1888.84, 1892.36], "text": " significant development in the past that ultimately have not changed the"}, {"timestamp": [1892.36, 1896.64], "text": " outcome in this case. Thank you for the update Simon that is Simon Jones."}, {"timestamp": [1896.64, 1901.96], "text": " BBC reported there on the disappearance of Madeline McCann and Portuguese prosecutors have"}, {"timestamp": [1901.96, 1910.0], "text": " officially declared someone a person of interest. Now a quick traffic update if you're heading north out of there's been a crash on the motor- on the motorway. in"}, {"timestamp": [1910.0, 1932.64], "text": " in Portuguese prosecutors have officially declared someone a person of interest. Now a quick traffic update, if you're heading north out of Auckland, there'si-i-i-i-chekpoint. It's a green light for the team stock car champs in Pami North after COVID delays."}, {"timestamp": [1932.64, 1947.4], "text": " Ninh-o-o-h-kandles is a Kom-ooth after COVID delays. 96 candles is a lot to fit on a lot to COVID-up pipes. Or my awful card, or we would love your feedback. You can text us on 2101, tweet us at Checkpoint R&Z."}, {"timestamp": [1947.4, 1948.4], "text": " Or you can send us an email."}, {"timestamp": [1948.4, 1949.4], "text": " We love to get those."}, {"timestamp": [1949.4, 1950.52], "text": " Checkpoint at RNZ."}, {"timestamp": [1950.52, 1952.0], "text": " dot co.nz."}, {"timestamp": [1952.0, 1954.4], "text": " It is time to head to the headlines now,"}, {"timestamp": [1954.4, 1965.36], "text": " called Evie Awneti Ternet.com. 90-year-old Levin woman who died weeks later of a brain injury will be freed on parole."}, {"timestamp": [1965.36, 1970.68], "text": " Grace Virtue died 25 days after the invasion of her property in 2019."}, {"timestamp": [1970.68, 1976.16], "text": " The teenage girl, now 17, was jailed for two and a half years for virtues manslaughter."}, {"timestamp": [1976.16, 1981.08], "text": " The parole board in confirming today that the teen will be freed from prison, said a full written"}, {"timestamp": [1981.08, 1983.96], "text": " decision would be issued within two weeks."}, {"timestamp": [1983.96, 1988.8], "text": " Some fruit and vegetable growers say they may be forced to let crops rot as record"}, {"timestamp": [1988.8, 1991.0], "text": " inflation takes hold."}, {"timestamp": [1991.0, 1994.4], "text": " Inflation has reached a 30-year high of just under 7%."}, {"timestamp": [1994.4, 1999.6], "text": " The price of tomatoes, broccoli and lettuces has increased by more than 50% year on year,"}, {"timestamp": [1999.6, 2002.32], "text": " but growers say they could go up even more."}, {"timestamp": [2002.32, 2005.2], "text": " The President of United Fresh, Jerry Pendergast,"}, {"timestamp": [2005.2, 2009.32], "text": " says increasing operational costs are hitting growers hard."}, {"timestamp": [2009.32, 2014.52], "text": " A lawyer representing the far know of an unarmed Taranaki man shot and killed by police"}, {"timestamp": [2014.52, 2018.96], "text": " say his death isn't unique, says his death isn't unique. Twenty-two-year-old's"}, {"timestamp": [2018.96, 2025.44], "text": " chaos price was shot after he rammed a police car between New Plymouth and Waitera on Saturday night."}, {"timestamp": [2025.44, 2030.0], "text": " Police say he was attempting to hijack someone's vehicle when he was fatally shot."}, {"timestamp": [2030.0, 2036.0], "text": " Justice advocate Julia Fai-putsi says Mr. Price's death is indicative of a wider problem"}, {"timestamp": [2036.0, 2039.76], "text": " and the issue is not young mildly men behaving badly."}, {"timestamp": [2039.76, 2046.84], "text": " The Prime Minister says her government is championing respectful debate about indigenous rights in Althea-Rua."}, {"timestamp": [2046.84, 2051.0], "text": " New Zealand's plan to implement the United Nations' Declaration on the Rights of Indigenous"}, {"timestamp": [2051.0, 2053.48], "text": " Peoples is now being drafted."}, {"timestamp": [2053.48, 2058.76], "text": " The Act Party has suggested there's been a palace coup by the Maoudi caucus intent on"}, {"timestamp": [2058.76, 2064.12], "text": " decolonizing the beehive, but Jacindaardern says it's time for respectful respectful debate."}, {"timestamp": [2064.12, 2065.92], "text": " One of the 13"}, {"timestamp": [2065.92, 2071.24], "text": " people reported to have died with COVID-19 today was aged between 10 and 19."}, {"timestamp": [2071.24, 2076.8], "text": " The Ministry of Health has reported a further 9,390 community cases of"}, {"timestamp": [2076.8, 2087.6], "text": " COVID-19. 522 people are in hospital, 15 of whom are in ICU or high dependency units. The youth is one of the youngest"}, {"timestamp": [2087.6, 2092.52], "text": " New Zealanders to have died with the virus. Those are the headlines. Our next news bulletin"}, {"timestamp": [2092.52, 2093.52], "text": " is at 6."}, {"timestamp": [2093.52, 2099.48], "text": " Kewarara Ejo Noma Hokkime, this is checkpoint called Lisa Ointianay. It is time for the business"}, {"timestamp": [2099.48, 2103.88], "text": " news now called Takoho Hua Inai Nainai, called Nicholas Pointin."}, {"timestamp": [2103.88, 2106.0], "text": " demand for credit continues to plunge."}, {"timestamp": [2106.0, 2107.0], "text": " Tell us more."}, {"timestamp": [2107.0, 2110.2], "text": " Yeah, so this is one of the things that we tend to pay quite a bit of attention to"}, {"timestamp": [2110.2, 2115.16], "text": " because consumer credit is often, or demand for consumer credit, is often a good indicator"}, {"timestamp": [2115.16, 2116.16], "text": " of consumer sentiment."}, {"timestamp": [2116.16, 2122.6], "text": " And we've seen a continuation of a trend that's been sort of ongoing for most of this year, really."}, {"timestamp": [2122.6, 2125.4], "text": " It's that the appetite for credit has"}, {"timestamp": [2125.4, 2129.08], "text": " really fallen. That's according to the latest data we've got from one of the main credit"}, {"timestamp": [2129.08, 2136.32], "text": " reporting firms here, Equifax. It shows that demand for consumer credit, so things like"}, {"timestamp": [2136.32, 2143.96], "text": " credit cards, down 32% on the same period a year ago, their mortgage applications, so for"}, {"timestamp": [2143.96, 2147.6], "text": " home loan credit, down 42% on that"}, {"timestamp": [2147.6, 2148.6], "text": " period as well."}, {"timestamp": [2148.6, 2152.64], "text": " And the main drivers of this is sort of one of the main themes of tonight's show, it's"}, {"timestamp": [2152.64, 2158.12], "text": " rising inflation, that's necessitated higher interest rates which effectively has raised the"}, {"timestamp": [2158.12, 2159.68], "text": " cost of credit."}, {"timestamp": [2159.68, 2164.64], "text": " One of the other factors playing into this as well is also those tight lending rules, be it the controversial"}, {"timestamp": [2164.64, 2169.52], "text": " that were made to the Triple CFA Act last year, and also loan to value restrictions"}, {"timestamp": [2169.52, 2173.36], "text": " people need to have more money essentially to be able to get a mortgage."}, {"timestamp": [2173.36, 2178.4], "text": " And speaking to Equifax today, they say that look, we are moving into a very much a changed"}, {"timestamp": [2178.4, 2186.04], "text": " economic environment. It's different. How different? We won't know, but obviously there's some strong domestic"}, {"timestamp": [2186.04, 2189.92], "text": " drivers of inflation at the moment, but we look at some of those global factors. We can't"}, {"timestamp": [2189.92, 2193.04], "text": " say with any confidence when they will begin to subside, because a lot of that's been"}, {"timestamp": [2193.04, 2196.8], "text": " driven by the war in Ukraine, and those ongoing supply chain disruptions."}, {"timestamp": [2196.8, 2201.8], "text": " And Nicholas, talk us through the connection between diamonds and Russia."}, {"timestamp": [2201.8, 2206.96], "text": " Russia, what are the less known commodities that Russia diamonds, one of the less known commodities"}, {"timestamp": [2206.96, 2211.16], "text": " that have been caught in the cross hairs of these sanctions that have been placed on Russia."}, {"timestamp": [2211.16, 2215.44], "text": " I don't know this until this morning, but Russia is actually the third largest exporter"}, {"timestamp": [2215.44, 2219.72], "text": " of diamonds in the world, but obviously those sanctions have made it hard to get those polished"}, {"timestamp": [2219.72, 2222.32], "text": " stones to their destination markets."}, {"timestamp": [2222.32, 2225.68], "text": " But some people have been quite clever in exploiting loopholes"}, {"timestamp": [2225.68, 2229.6], "text": " because obviously the way sanctions work, you know if you're in New Zealand or the US you want"}, {"timestamp": [2229.6, 2236.16], "text": " to import a good from Russia you can't really do that easily. So what the loophole people"}, {"timestamp": [2236.16, 2242.08], "text": " have been looking to exploit is by looking to intermediary countries. So sending those stones to countries"}, {"timestamp": [2242.08, 2247.44], "text": " that haven't placed sanctions on Russia and from there they can be sent to their final destination."}, {"timestamp": [2247.44, 2251.36], "text": " And like when you hear about this and you hear the reports about what's going on in Russia"}, {"timestamp": [2251.36, 2256.32], "text": " sort of does give new meaning to the idea of blood diamonds and look this sort of behaviour"}, {"timestamp": [2256.32, 2269.92], "text": " these sort of loop holes they've sort of been talked about a couple you know a few times now in recent weeks and raises the question about whether or not second-direct sanctions should be placed on those countries that continue to trade with Russia."}, {"timestamp": [2269.92, 2272.24], "text": " Whether or not we'll see any action like this."}, {"timestamp": [2272.24, 2276.8], "text": " It's hard to say, but as the war does continue, and there's no end in sight really,"}, {"timestamp": [2276.8, 2281.24], "text": " you can probably be sure that we will hear more talk about this in the future."}, {"timestamp": [2281.24, 2283.24], "text": " Quick Friday, frolic, through the markets, Nicholas."}, {"timestamp": [2283.24, 2290.12], "text": " Yeah, the ends it X down 48 points to 11,908 the dollar trading 67 US cents and"}, {"timestamp": [2290.12, 2292.12], "text": " 91.3 Australian."}, {"timestamp": [2292.12, 2295.2], "text": " Kakeet that is Nicholas Pointin with business news."}, {"timestamp": [2295.2, 2299.92], "text": " Ukraine and the US have denied Russia's assertion it's gained control of the port city"}, {"timestamp": [2299.92, 2301.24], "text": " of Maruyupol."}, {"timestamp": [2301.24, 2309.76], "text": " President Putin claimed victory in the biggest battle of the war, declaring the city liberated. It's been the scene of relentless bombardment for weeks. The US says"}, {"timestamp": [2309.76, 2315.76], "text": " Ukrainian forces still hold ground in the city. Putin ordered his troops to blockade rather"}, {"timestamp": [2315.76, 2321.28], "text": " than attack a giant steelworks, the last pocket of resistance in the city. Some civilians have been"}, {"timestamp": [2321.28, 2325.24], "text": " able to leave the southern city, but it's believed thousands remained trapped."}, {"timestamp": [2325.24, 2330.08], "text": " The BVC's Bayoura Hunger has more."}, {"timestamp": [2330.08, 2337.6], "text": " After a 24-hour journey they finally reached safety from Marjupal, one of the worst-head cities in"}, {"timestamp": [2337.6, 2339.6], "text": " this war."}, {"timestamp": [2339.6, 2344.12], "text": " Only 80 people escaped in this convoy."}, {"timestamp": [2344.0, 2350.0], "text": " Many people escaped in this convoy. Irina is gently helped off the bus by her daughter Tatiana."}, {"timestamp": [2350.0, 2354.0], "text": " I could not leave at first because my mom can barely walk."}, {"timestamp": [2354.0, 2356.0], "text": " There's no way I would have left her behind."}, {"timestamp": [2356.0, 2357.0], "text": " There was constant shelling."}, {"timestamp": [2357.0, 2360.0], "text": " Even as we were leaving the city there was some firing."}, {"timestamp": [2362.0, 2367.0], "text": " And what of the people they've left behind? 100,000 civilians are believed to be trapped."}, {"timestamp": [2367.0, 2372.0], "text": " There are food shortages, no running water or electricity."}, {"timestamp": [2372.0, 2379.0], "text": " It was a miracle that we found a radio wave where we heard about the evacuation."}, {"timestamp": [2379.0, 2381.0], "text": " That helped us to get out."}, {"timestamp": [2381.0, 2383.0], "text": " There are pro-Russian separatist vehicles that pull over,"}, {"timestamp": [2383.0, 2388.72], "text": " but they are not saying anything about evacuations. I think that many people could have got out"}, {"timestamp": [2388.72, 2395.12], "text": " if they knew that there was an evacuation planned. After days of negotiations only a few"}, {"timestamp": [2395.12, 2401.52], "text": " dozen people have made it out of Mariyopol, a drop in the ocean in terms of the numbers of those"}, {"timestamp": [2401.52, 2402.48], "text": " needing help."}, {"timestamp": [2402.48, 2409.76], "text": " And this is what they're fleeing. A full-scale"}, {"timestamp": [2409.76, 2418.16], "text": " Russian assault to capture the Dombas region in the East. Marupul, devastated by bombardments."}, {"timestamp": [2418.96, 2424.16], "text": " Hundreds of civilians are believed to be trapped alongside the last Ukrainian forces."}, {"timestamp": [2424.16, 2425.36], "text": " At the Avostel still works, its bunkers and tunnels stretch. Its bunkers and tunnels stretch civilians are believed to be trapped alongside the last Ukrainian forces."}, {"timestamp": [2425.36, 2433.2], "text": " At the Avostow still works, its bunkers and tunnels stretch for miles."}, {"timestamp": [2433.2, 2438.96], "text": " Tapping his feet as he listened to his defense minister, Hill, what he called the liberation"}, {"timestamp": [2438.96, 2469.8], "text": " of the city, President Putin ordered a halt to the attack on these industrial facilities. Block off this industrial area so that a fly cannot pass through."}, {"timestamp": [2469.8, 2476.64], "text": " For those who've escaped severe fighting and a humanitarian crisis, perhaps an opportunity"}, {"timestamp": [2476.64, 2484.44], "text": " to rebuild their lives. But the fear is more Ukrainians will face a similar fate as this war"}, {"timestamp": [2484.44, 2486.52], "text": " spreads to more villages"}, {"timestamp": [2486.52, 2488.52], "text": " and cities."}, {"timestamp": [2488.52, 2493.12], "text": " Jusindra Dern is wrapping up the final leg of her overseas mission after a pivotal sit-down"}, {"timestamp": [2493.12, 2495.12], "text": " with Japan's Prime Minister."}, {"timestamp": [2495.12, 2499.28], "text": " The two leaders met in Tokyo overnight and emerged with an agreement which will bolster"}, {"timestamp": [2499.28, 2502.6], "text": " security ties as the world grows more volatile."}, {"timestamp": [2502.6, 2504.12], "text": " The Prime Minister heads home tomorrow."}, {"timestamp": [2504.12, 2507.0], "text": " Our Deputy Political Editor Craig McCulloch is in Japan."}, {"timestamp": [2507.0, 2517.0], "text": " The apex of the Prime Minister's trip abroad, the key reason she's here,"}, {"timestamp": [2517.0, 2523.0], "text": " is down with Japan's PM, Fumiyoki Sheida, leader of the world's third largest economy."}, {"timestamp": [2523.0, 2528.44], "text": " This partnership matters, because Japan and New Zealand must cooperate in what is"}, {"timestamp": [2528.44, 2530.96], "text": " a deeply uncertain global environment."}, {"timestamp": [2530.96, 2537.04], "text": " The meeting comes as Russia wages war on Ukraine and China agitates in the Indo-Pacific."}, {"timestamp": [2537.04, 2542.48], "text": " The two leaders left with the plan to nut out a deal to share more classified information"}, {"timestamp": [2542.48, 2542.6], "text": " when it comes to international security."}, {"timestamp": [2542.6, 2550.32], "text": " There is strong benefit to New Zealand having ties with partners within our wider region"}, {"timestamp": [2550.32, 2556.56], "text": " who can give us insight into issues, be they defense, be they security or more broadly,"}, {"timestamp": [2556.56, 2561.52], "text": " be they natural disasters. New Zealand is part of the Phi Phi Phi Phi's intelligence network,"}, {"timestamp": [2561.52, 2568.4], "text": " but Japan is not. A spokesperson for the Prime Minister initially told RNZ the arrangement with Japan would not"}, {"timestamp": [2568.4, 2573.2], "text": " stretch to spy agencies intelligence but today Jacinda Arduin said that"}, {"timestamp": [2573.2, 2579.28], "text": " was possible. Up to the level of top secret and at and at our discretion. For both"}, {"timestamp": [2579.28, 2583.88], "text": " countries such a deal will have value in monitoring China's movements in the region."}, {"timestamp": [2583.88, 2589.56], "text": " The leaders condemned the superpower's actions in the East and South China seas and indirectly"}, {"timestamp": [2589.56, 2592.48], "text": " referenced its assertiveness in the Pacific."}, {"timestamp": [2592.48, 2597.04], "text": " The hardline response on Russia are also clearly serving more than one purpose."}, {"timestamp": [2597.04, 2603.0], "text": " So it is about demonstrating through global action that there will be swift response should"}, {"timestamp": [2603.0, 2608.88], "text": " that occur in any other region or country. The Prime Minister spent her last full day in Tokyo with a"}, {"timestamp": [2608.88, 2613.68], "text": " series of stops around the city. A visit to Cookie Time Store, a rugby stadium,"}, {"timestamp": [2613.68, 2618.0], "text": " another business event. Tonight she'll be reunited with her former homestay"}, {"timestamp": [2618.0, 2623.24], "text": " sister at New Zealand's embassy. I'm excited to see her again. Justinder-ardoon came to"}, {"timestamp": [2623.24, 2626.8], "text": " Japan having never spoken to its new PM."}, {"timestamp": [2626.8, 2631.28], "text": " She leaves tomorrow with a reinforced friend in the region."}, {"timestamp": [2631.28, 2633.28], "text": " It is 18 minutes to 6."}, {"timestamp": [2633.28, 2637.4], "text": " The cost of living is a major issue across the Tasman as well, just a month out from the"}, {"timestamp": [2637.4, 2638.52], "text": " election."}, {"timestamp": [2638.52, 2643.76], "text": " Young voters in the Northern Territory say they want new ideas for tackling climate change, youth crime and"}, {"timestamp": [2643.76, 2645.04], "text": " the cost of living."}, {"timestamp": [2645.04, 2647.0], "text": " The ABC's Jane Bardan has more."}, {"timestamp": [2647.0, 2650.96], "text": " There is still a month to go until election day and young voters in the Northern Territory"}, {"timestamp": [2650.96, 2656.88], "text": " are telling both sides of politics they want to hear commitments to fresh approaches on tackling"}, {"timestamp": [2656.88, 2660.0], "text": " climate change, youth crime and the cost of living."}, {"timestamp": [2660.0, 2664.0], "text": " A reporter Jane Bardan has been speaking with some of them in the marginal labour labour-held"}, {"timestamp": [2664.0, 2667.0], "text": " seat of Solomon, which covers Darwin and Palmerston."}, {"timestamp": [2667.0, 2669.0], "text": " On your mouth!"}, {"timestamp": [2669.0, 2671.0], "text": " Get there!"}, {"timestamp": [2671.0, 2677.0], "text": " There are hundreds of people out in this Darwin Park, enjoying a youth day of games and stalls."}, {"timestamp": [2677.0, 2684.0], "text": " Some including young mum Tia Harris, who's perched on a park bench, already knew what issues will decide"}, {"timestamp": [2684.0, 2689.44], "text": " their vote. climate change is a big thing for me. I am very, I do worry about the planet and I feel like"}, {"timestamp": [2689.44, 2695.52], "text": " we should take more steps to make the birth of Bedite. Solomon has regularly swum back and"}, {"timestamp": [2695.52, 2703.76], "text": " forth between Labour and the country Liberal Party. Like many here, Tia Harris hasn't yet decided which way she'll vote."}, {"timestamp": [2703.76, 2706.4], "text": " I actually don't know who's running, so I still have the research back,"}, {"timestamp": [2706.4, 2709.6], "text": " because I'm mainly looking for someone who's going to help with the youth."}, {"timestamp": [2709.6, 2713.68], "text": " She wants more money for long-term solutions to youth crime."}, {"timestamp": [2713.68, 2719.84], "text": " The coalition federal government held a $50 million Royal Commission into that in 2017,"}, {"timestamp": [2719.84, 2724.64], "text": " but has now mostly tried to handball the problem back to the NT government."}, {"timestamp": [2724.64, 2730.88], "text": " I definitely do want to see a big decrease in crime, especially in the shopping centres."}, {"timestamp": [2730.88, 2733.52], "text": " I do worry when I do take my daughter to some shops."}, {"timestamp": [2733.52, 2735.36], "text": " Like I don't want to get her."}, {"timestamp": [2735.36, 2738.8], "text": " I think honestly mental health is a big issue along young people."}, {"timestamp": [2738.8, 2743.88], "text": " A lot of people think it's like there's just kids running a muck, but there's something behind it that's causing"}, {"timestamp": [2743.88, 2745.0], "text": " that behaviour."}, {"timestamp": [2745.0, 2750.0], "text": " How you doing? I'm Calvin Williams, a mentor at top end school with flexible learning."}, {"timestamp": [2750.0, 2757.0], "text": " Cost of living pressures are top of his mind but he also wants more federal support for troubled youth."}, {"timestamp": [2757.0, 2764.0], "text": " To try something different within this youth justice space, within the indigenous crime and statistic space"}, {"timestamp": [2764.0, 2766.64], "text": " because we've seen the cycle"}, {"timestamp": [2766.64, 2768.84], "text": " continue and it's time to break it."}, {"timestamp": [2768.84, 2773.84], "text": " I am among Martin Hunter, Punta, Mary."}, {"timestamp": [2773.84, 2778.28], "text": " What are some of the most important issues to you that you would like to see addressed"}, {"timestamp": [2778.28, 2779.28], "text": " for young people?"}, {"timestamp": [2779.28, 2785.28], "text": " Just going on music really to most of these young boys are usually gifted for"}, {"timestamp": [2785.28, 2790.48], "text": " making music. Some of these kids they get out of control and they end up getting"}, {"timestamp": [2790.48, 2797.12], "text": " locked up or hurt and it's scary. My name is Kara. She wants the leaders to"}, {"timestamp": [2797.12, 2802.0], "text": " focus on big societal changes. Just equality because there's definitely"}, {"timestamp": [2802.0, 2809.84], "text": " inequality just like gender race and what they could could do to help because even like you know like women's"}, {"timestamp": [2809.84, 2814.16], "text": " wages versus men's wages like it's a very big difference yeah"}, {"timestamp": [2814.16, 2819.92], "text": " another of the young people in the park jolly newn says the promises made in the last weeks of the"}, {"timestamp": [2819.92, 2822.48], "text": " campaign could be the deciding factor."}, {"timestamp": [2822.48, 2827.36], "text": " I'm still kind of like lien on some of my friends to see who they vote and I want to see"}, {"timestamp": [2827.36, 2833.16], "text": " what are the issues right there over there as well to see who I would finally vote."}, {"timestamp": [2833.16, 2837.48], "text": " And speaking of elections, France heads to the polls again this weekend for the runoff in the presidential"}, {"timestamp": [2837.48, 2838.32], "text": " election."}, {"timestamp": [2838.32, 2843.0], "text": " latest polls suggest it could be a tight race between the incumbent Manuel Macron and his far-right challenger"}, {"timestamp": [2843.0, 2848.84], "text": " challenger Marine-L-Pen. But crucially millions are said to be undecided. The BBC's"}, {"timestamp": [2848.84, 2852.4], "text": " Kacha Adler reports."}, {"timestamp": [2852.4, 2857.04], "text": " Could this be France's next president?"}, {"timestamp": [2857.04, 2860.2], "text": " Marine Le Pen."}, {"timestamp": [2860.2, 2865.0], "text": " Patriotic woman of the people visiting France's forgotten villages."}, {"timestamp": [2865.0, 2873.0], "text": " All far-right nationalists hiding behind a carefully reinvented, softer image."}, {"timestamp": [2889.0, 2896.0], "text": " I'm not radical, sorry. I'm running for president to establish a government of the people for the people, giving back power to the people. But these people and plenty of others in France remain unconvinced."}, {"timestamp": [2896.0, 2901.0], "text": " So close to the elections, emotions are running high."}, {"timestamp": [2903.0, 2906.0], "text": " It's always like this on campaign trail, Le Pen."}, {"timestamp": [2906.0, 2911.0], "text": " There's protectors, press and protesters wherever you look."}, {"timestamp": [2911.0, 2928.0], "text": " The one, the one, the one, Maureen. She's focused on voters' number one concern. The spiraling cost of food and fuel here."}, {"timestamp": [2928.0, 2932.0], "text": " Marie Le Pen goes to markets to meet working people like us."}, {"timestamp": [2932.0, 2945.44], "text": " She's down to earth. We've always liked her. Right, that's her background, that's her party. I'm voting macron to keep up and out."}, {"timestamp": [2945.44, 2948.32], "text": " In fact, both presidential candidates"}, {"timestamp": [2948.32, 2950.12], "text": " have a reputation problem."}, {"timestamp": [2952.12, 2959.28], "text": " EU obsessed and elitist is how Emmanuel Macan's critics describe him."}, {"timestamp": [2959.28, 2963.0], "text": " So at this campaign event in Marseilles,"}, {"timestamp": [2963.0, 2965.6], "text": " he ditched the designer jacket and appealed"}, {"timestamp": [2965.6, 2968.8], "text": " across party lines to vote for him on Sunday."}, {"timestamp": [2968.8, 2978.8], "text": " The 24th of April is a referendum for or against the environment, for or against young people."}, {"timestamp": [2978.8, 2987.0], "text": " This election can be the start of a new French and European era of great hopes and ambition."}, {"timestamp": [2987.0, 2991.48], "text": " Brussels and Washington are watching all this extremely carefully"}, {"timestamp": [2991.48, 2996.68], "text": " especially with the raging Russia Ukraine crisis. France has the EU's biggest"}, {"timestamp": [2996.68, 3002.12], "text": " military at second largest economy. Macomb wants to use that to boost EU"}, {"timestamp": [3002.12, 3005.0], "text": " NATO and transatlantic relations."}, {"timestamp": [3005.0, 3011.0], "text": " Le Pen is euro and US sceptic with traditionally close ties to Moscow."}, {"timestamp": [3011.0, 3018.0], "text": " Who becomes France's next president is as important abroad as it is at home for a number of reasons?"}, {"timestamp": [3018.0, 3027.52], "text": " I'm really well, Mr. Maureen Le Penz's program would directly lead to a total collapse of the French economy,"}, {"timestamp": [3027.52, 3032.52], "text": " which would hurt the other European countries, also a very important economic partner"}, {"timestamp": [3032.52, 3034.8], "text": " which is the UK."}, {"timestamp": [3034.8, 3043.2], "text": " Maureen le Penn defends her economic plans, but France's next president, she or he, won't be able to"}, {"timestamp": [3043.2, 3049.0], "text": " claim the heart of all French people. This is a divided country."}, {"timestamp": [3049.0, 3053.0], "text": " Now a little public service announcement if you're having a little Friday snack"}, {"timestamp": [3053.0, 3063.0], "text": " you might want to push pause because a fat Burgs caused a raw sewage overflow in Stevens Bay at the gateway to the able Tasman National Park."}, {"timestamp": [3063.0, 3068.04], "text": " The wetland and beach is being monitored for contamination after a fat residue buildup"}, {"timestamp": [3068.04, 3073.28], "text": " caused raw sewage to bubble up from a manhole into the bay. Joining us now is"}, {"timestamp": [3073.28, 3078.04], "text": " community infrastructure, waters and wastes manager Mike Shrewer. Hi Mike Shrewa."}, {"timestamp": [3078.04, 3083.0], "text": " Hi Lisa. Hey there's no delicate way to put this but how much poodier"}, {"timestamp": [3083.0, 3085.04], "text": " records come up from the manhole and how far has it gone?"}, {"timestamp": [3085.04, 3095.44], "text": " It wasn't too bad, probably a few litres or so, but it's been, it was over a wee while."}, {"timestamp": [3095.44, 3102.0], "text": " Yeah, so the, I understand there is an offending blockage. Are we talking fat-bogs here, Mike?"}, {"timestamp": [3102.0, 3107.56], "text": " We are, yeah, this particular one seems to be particularly from a fat-bog from the catchment of both."}, {"timestamp": [3107.56, 3108.56], "text": " All right."}, {"timestamp": [3108.56, 3111.72], "text": " Can you tell me, well, do you know what's in this thing?"}, {"timestamp": [3111.72, 3112.72], "text": " How big is it?"}, {"timestamp": [3112.72, 3113.72], "text": " Where is it?"}, {"timestamp": [3113.72, 3120.28], "text": " I think the pipe's about a 100 mill diameter, so the old four-inch pipe, so it's probably close to that sort"}, {"timestamp": [3120.28, 3125.4], "text": " of size to be big enough to block it and in both yet it's made up from"}, {"timestamp": [3125.4, 3130.88], "text": " oils and grease has been discharged down the sink probably from your"}, {"timestamp": [3130.88, 3134.6], "text": " cooking fats and so on. Right so people are having a fryer and then they"}, {"timestamp": [3134.6, 3141.0], "text": " biff the hot fats down the pipe and what happens? Yeah so they see once it goes down the"}, {"timestamp": [3141.0, 3146.64], "text": " pipe as it cools it congeals and then solidifies and then you get other things like"}, {"timestamp": [3147.2, 3150.64], "text": " wet wipes obviously a big issue as well for our pipes and"}, {"timestamp": [3151.04, 3153.28], "text": " stuff like that collects up on the"}, {"timestamp": [3153.52, 3156.96], "text": " the congealed fat as well and just gets bigger and bigger as"}, {"timestamp": [3157.6, 3159.28], "text": " particles come down the the pipe."}, {"timestamp": [3159.84, 3162.48], "text": " How common is this problem for you guys in your area?"}, {"timestamp": [3163.52, 3164.32], "text": " We seem to have some"}, {"timestamp": [3164.32, 3167.04], "text": " that are worse than others."}, {"timestamp": [3167.04, 3173.28], "text": " We've got two or three cathets in particular where we have wet wipes and"}, {"timestamp": [3173.28, 3177.6], "text": " and fats discharge down the drains."}, {"timestamp": [3177.6, 3182.0], "text": " Most of our restaurants and so on have oil and grease traps."}, {"timestamp": [3182.0, 3184.0], "text": " So they came to collect a day."}, {"timestamp": [3184.0, 3189.0], "text": " So this particular area is a domestic catchment."}, {"timestamp": [3189.0, 3192.0], "text": " And yeah we've just had a couple of incidents there now."}, {"timestamp": [3192.0, 3196.0], "text": " So it's your home cooks that are doing it?"}, {"timestamp": [3196.0, 3199.0], "text": " And this catchment pretty much yes, yeah."}, {"timestamp": [3199.0, 3204.0], "text": " Yeah, what kind of stuff have you found in previous fat books that you've had in your area?"}, {"timestamp": [3204.0, 3207.04], "text": ", besides the old fat and grease?"}, {"timestamp": [3207.04, 3210.8], "text": " I tell you Greece, yeah, the biggest issue has been wet wipes,"}, {"timestamp": [3210.8, 3214.16], "text": " where people have used even discharged down the toilet,"}, {"timestamp": [3214.16, 3218.8], "text": " and often they and themselves will cause a blockage as well,"}, {"timestamp": [3218.8, 3223.2], "text": " if there's a bit of a crack in the pipe or something else sitting in the pipe,"}, {"timestamp": [3223.2, 3226.72], "text": " a break or something,"}, {"timestamp": [3226.72, 3230.72], "text": " the wetwaps will collect there and they'll tend to bundle up"}, {"timestamp": [3230.72, 3233.52], "text": " and form a blockage as well."}, {"timestamp": [3233.52, 3238.4], "text": " But worse for the wetwaps is the actual pumps themselves"}, {"timestamp": [3238.4, 3241.6], "text": " because they tend to collect on the impellers and build up."}, {"timestamp": [3241.6, 3243.0], "text": " And of course, the more you've got building up,"}, {"timestamp": [3243.0, 3249.6], "text": " the more it attracts others to collect on them and eventually it can lead to"}, {"timestamp": [3249.6, 3253.64], "text": " damage of the pumps and then we end up the pumps breakdown and we end up"}, {"timestamp": [3253.64, 3255.64], "text": " having an overflow from the site."}, {"timestamp": [3255.64, 3259.04], "text": " I understand so it's like a snowball basically it gathers momentum."}, {"timestamp": [3259.04, 3263.52], "text": " I mean pretty much sounds expensive Mike is it?"}, {"timestamp": [3263.52, 3265.88], "text": " It can be. You know you're probably a normal call"}, {"timestamp": [3265.88, 3270.72], "text": " out I know you're probably looking at a few hundred dollars just to go on there"}, {"timestamp": [3270.72, 3276.44], "text": " and if they can hook it out with rods and so on but if it involves digging it up"}, {"timestamp": [3276.44, 3280.72], "text": " you know you can get into the couple of thousand dollars quite quickly and if you"}, {"timestamp": [3280.72, 3286.88], "text": " have a pump go down you know once you get the cranes in"}, {"timestamp": [3286.88, 3291.4], "text": " and lift them out and clear them and having to caught the water away while the"}, {"timestamp": [3291.4, 3294.16], "text": " pump's not operating, you know you can be up to several thousand dollars"}, {"timestamp": [3294.16, 3298.2], "text": " pretty quickly on a single blockage. So Mike why are people getting the"}, {"timestamp": [3298.2, 3302.6], "text": " message? Don't be flushing that stuff down the loop. We try hard, every opportunity has liked"}, {"timestamp": [3302.6, 3307.4], "text": " this interview and regular in our"}, {"timestamp": [3307.4, 3312.12], "text": " news line which is our local paper from the council."}, {"timestamp": [3312.12, 3319.56], "text": " We try and advise people but I guess once people understand the issues we get a good response."}, {"timestamp": [3319.56, 3324.32], "text": " We generally do a letter drop in a catchment as soon as we have these sort of issues."}, {"timestamp": [3324.32, 3328.28], "text": " Because we had one issue in particular recently where someone was throwing clothes"}, {"timestamp": [3328.28, 3331.96], "text": " down the toilet and as they called you blockages."}, {"timestamp": [3331.96, 3332.96], "text": " Close."}, {"timestamp": [3332.96, 3333.96], "text": " Close down the toilet."}, {"timestamp": [3333.96, 3334.96], "text": " But like not."}, {"timestamp": [3334.96, 3338.4], "text": " And, sure, it's and jeans and so on."}, {"timestamp": [3338.4, 3341.84], "text": " We're not sure what the issue was there, but yeah."}, {"timestamp": [3341.84, 3341.96], "text": " Someone was dumping it down."}, {"timestamp": [3341.96, 3347.04], "text": " And so we did a letter drop as we do in these circumstances"}, {"timestamp": [3347.04, 3353.6], "text": " and it sorts it out for a while and then yeah we certainly have a good response after a later"}, {"timestamp": [3353.6, 3358.64], "text": " drop. Really appreciated time Mike thanks for joining us that's Mike Shreward there from"}, {"timestamp": [3358.64, 3364.16], "text": " or at least the community infrastructure waters and waste managers so bottom line don't stick your jeans and t-shirts"}, {"timestamp": [3364.16, 3369.68], "text": " down the loo. engines are revving and bar tails ringing in Parmesan North"}, {"timestamp": [3369.68, 3374.16], "text": " for the city's biggest weekend of the year. The super stock team's champs brings"}, {"timestamp": [3374.16, 3378.84], "text": " thousands of petrol heads to Manawathu and pumps millions of dollars into the economy. Jimmy"}, {"timestamp": [3378.84, 3382.12], "text": " Jimmy Allingham reports."}, {"timestamp": [3382.12, 3387.0], "text": " It's the biggest the stock cars fly around the track at Palmerston North's arena."}, {"timestamp": [3387.0, 3391.24], "text": " COVID forced the rescheduling of the team's champs from their normal February slot and"}, {"timestamp": [3391.24, 3395.0], "text": " the orange traffic light means it's all on this Saturday and Sunday nights."}, {"timestamp": [3395.0, 3399.0], "text": " Promoter Bruce Robertson says it's the biggest motorsport event in New Zealand."}, {"timestamp": [3399.0, 3408.4], "text": " It was supposed to happen over Whitingey weekend, but the move to the red traffic light put that on hold. This was the date we sort of thought was the furthest we could go out and we just hope"}, {"timestamp": [3408.4, 3411.8], "text": " that we'd come out of red by this stage and we have."}, {"timestamp": [3411.8, 3416.96], "text": " More than 10,000 visitors are expected to the city, many camping out in the field behind"}, {"timestamp": [3416.96, 3420.32], "text": " the stock car track, among them, Dave Bartholomew."}, {"timestamp": [3420.32, 3423.0], "text": " The Napier man has brought along wheels of his own."}, {"timestamp": [3423.0, 3426.8], "text": " It's a classic classic soccer, from 1982."}, {"timestamp": [3426.8, 3431.6], "text": " I never did drive here, but the teams change,"}, {"timestamp": [3431.6, 3434.8], "text": " but I drove for many, many years."}, {"timestamp": [3434.8, 3439.0], "text": " I saw a good meeting, really good meeting, good fun, good atmosphere."}, {"timestamp": [3439.0, 3441.0], "text": " Outside of the action at the track,"}, {"timestamp": [3441.0, 3444.0], "text": " much of that atmosphere transfers to the city's bars and night spots."}, {"timestamp": [3444.0, 3445.0], "text": " broo union co-owner Murray Cleghorn is expecting a busy weekend, and says it's a Philip for his a Philip for his. at the track, much of that atmosphere transfers to the city's bars and night spots."}, {"timestamp": [3445.0, 3449.28], "text": " Brew Union co-owner Murray Cleghorn is expecting a busy weekend and says it's a"}, {"timestamp": [3449.28, 3450.28], "text": " Philip for his staff."}, {"timestamp": [3450.28, 3455.16], "text": " So I think it'll be good. It'll be a good spirit lifter for everyone to have a good level"}, {"timestamp": [3455.16, 3457.6], "text": " of energy and we're expecting pretty heavy pukings."}, {"timestamp": [3457.6, 3459.76], "text": " I heard towns pretty much booked out."}, {"timestamp": [3459.76, 3465.36], "text": " Traditionally the 15,000 tickets sell out and while there are a few tickets left this year"}, {"timestamp": [3465.36, 3469.36], "text": " the team's champs will add more than five million dollars to the region's economy."}, {"timestamp": [3469.36, 3474.36], "text": " At the arena track manager Brian Peklowski and his team are working from dawn until after"}, {"timestamp": [3474.36, 3477.36], "text": " dark, putting the finishing touches on the venue."}, {"timestamp": [3477.36, 3481.76], "text": " The track should be good as long as it doesn't rain too much more in the next 24 hours the track will"}, {"timestamp": [3481.76, 3483.44], "text": " be really good."}, {"timestamp": [3483.44, 3488.64], "text": " It will be a real racy track I'm thinking with a bit of rain on it and no it should lend to good racing."}, {"timestamp": [3488.64, 3494.64], "text": " The champs began in 1981 and attracted teams from across New Zealand and in non-covered times the"}, {"timestamp": [3494.64, 3497.92], "text": " UK. Last year the Otodua went home with the title."}, {"timestamp": [3497.92, 3502.08], "text": " Dean from Huntley thinks the Auckland All-stars have it in the bag this year."}, {"timestamp": [3502.08, 3505.0], "text": " mate they've got the most talented drivers in the most talented drivers in the country in the country and the country and the just got the most talented drivers in the country in there at the moment."}, {"timestamp": [3505.0, 3509.0], "text": " So you've got Tyson Wharton, Good Hitter, you've got a relation of mine, Randy Taren."}, {"timestamp": [3509.0, 3513.0], "text": " No, I'm actually at Bay Park slash Roaderer supporter, but open all the way."}, {"timestamp": [3513.0, 3525.52], "text": " Well you have to make Gizman, don't you? sponsoring them. Who won last year? Yeah they did, they did, they did, back in a good team."}, {"timestamp": [3530.64, 3536.16], "text": " Brian Pekulski says it's anyone's trophy. I'd like to say the one of the local sides will win but I think it's a very fair match up this year with all the all the team. The Parmesan North Panthers and"}, {"timestamp": [3536.16, 3542.24], "text": " Manawatoin mustangs are flying the flag for local supporters. Queen Elizabeth is celebrating her celebrating her"}, {"timestamp": [3542.24, 3547.84], "text": " celebrating her friends and family. The BBC travelled to her Sandringham Estate in Norfolk to mark the occasion and"}, {"timestamp": [3547.84, 3549.52], "text": " spend it with friends and family."}, {"timestamp": [3549.52, 3552.0], "text": " The BBC's Nicholas Mitchell reports."}, {"timestamp": [3552.0, 3555.56], "text": " In the spring sunshine at Windsor Castle, a birthday greeting."}, {"timestamp": [3555.56, 3566.0], "text": " Happy 96th birthday, your majesty, from the band of the Coldstream Guards."}, {"timestamp": [3566.0, 3570.0], "text": " A message repeated in different ways in different locations."}, {"timestamp": [3570.0, 3574.0], "text": " In Hyde Park in central London, the King's troop Royal Horse Artillery"}, {"timestamp": [3574.0, 3590.4], "text": " fired a 41 gun salute in fired from the ramparts of Edinburgh Castle."}, {"timestamp": [3590.4, 3593.52], "text": " And what of the recipient of so many birthday wishes?"}, {"timestamp": [3593.52, 3596.32], "text": " The Queen spent the day quietly at Sandringham."}, {"timestamp": [3596.32, 3601.4], "text": " She was seen being driven around the estate, looking relaxed, reflecting perhaps that ahead"}, {"timestamp": [3601.4, 3605.2], "text": " lie a number of planned public appearances for her Platinum Jubilee."}, {"timestamp": [3605.2, 3608.24], "text": " Let's get to some of your feedback now."}, {"timestamp": [3608.24, 3610.72], "text": " A lot of you getting in touch about the price of fruit and veggies."}, {"timestamp": [3610.72, 3613.92], "text": " Annie says we grow all our own veggies and fruit, very lucky."}, {"timestamp": [3613.92, 3616.8], "text": " We can live on the smell of an oily rag this way."}, {"timestamp": [3616.8, 3619.76], "text": " Another listener says I grow all my own and share with all my neighbours."}, {"timestamp": [3619.76, 3622.6], "text": " Wow, you're generous wouldn't mind being your name, your name."}, {"timestamp": [3622.6, 3627.52], "text": ". you're generous wouldn't mind being your name. Someone else says we can grow food it's not that hard and practically free if you're privileged enough to have"}, {"timestamp": [3627.52, 3632.08], "text": " the space and that is a good point. Tim reckons that veggie auctions advantage"}, {"timestamp": [3632.08, 3637.12], "text": " the supermarkets and cut out smaller bidders and would like us to have a look at that."}, {"timestamp": [3637.12, 3642.24], "text": " and Helen says I grow some of my own especially salad crops and raised beds have just harvested"}, {"timestamp": [3642.24, 3650.16], "text": " tomatoes and planted winter winter crops, leeks yum, love a leek and broad beans. These won't supply all our needs but"}, {"timestamp": [3650.16, 3654.6], "text": " they will help says Helen. Someone says Amdell markets have the chief of its produce"}, {"timestamp": [3654.6, 3669.5], "text": " in Auckland so that's a good tip. R&Z News at 6, good evening Kioratato. I'm Evie Ashton. The family of a 90-year-old living woman who died after being attacked in her home"}, {"timestamp": [3669.5, 3672.5], "text": " are unimpressed. One of her killers has been granted parole."}, {"timestamp": [3672.5, 3681.5], "text": " Grace Virtue died 25 days after the invasion of her property in Horo Fenua where she lived alone in November 2019."}, {"timestamp": [3681.5, 3707.88], "text": " A teenage girl aged 17 was jailed for two and a half years for Mrs. Virtues' The teen was 15 at the time of the home invasion, which involved her and two other girls who were aged 14 and 15."}, {"timestamp": [3707.88, 3712.44], "text": " Some fruit and vegetable growers say they may be forced to let crops rot as record"}, {"timestamp": [3712.44, 3714.8], "text": " inflation takes hold."}, {"timestamp": [3714.8, 3718.4], "text": " Inflation has reached a 30-year high of 6.9 percent."}, {"timestamp": [3718.4, 3722.6], "text": " Tomatoes, broccoli and lettuce prices have increased by more than 50 percent year on year, but growers"}, {"timestamp": [3722.6, 3725.52], "text": " say they could go up"}, {"timestamp": [3725.52, 3726.76], "text": " even more."}, {"timestamp": [3726.76, 3731.72], "text": " The President of United Fresh, Jerry Prendegast, says increasing costs are hitting them"}, {"timestamp": [3731.72, 3732.72], "text": " hard."}, {"timestamp": [3732.72, 3739.16], "text": " Excessive costs, not only your normal fertilises, which is a direct reflection of what's happening"}, {"timestamp": [3739.16, 3743.96], "text": " in Ukraine, the increased costs of wages, fuel rates and assurances."}, {"timestamp": [3748.68, 3750.88], "text": " Jerry Prendegast says some growers are weighing up whether they can actually afford to sell their produce."}, {"timestamp": [3750.88, 3756.68], "text": " A lawyer representing the far-know of a Taranaki man shot and killed by police says unfortunately"}, {"timestamp": [3756.68, 3758.64], "text": " his death isn't unique."}, {"timestamp": [3758.64, 3764.36], "text": " 22-year-old's chaos price was shot after he rammed a police car on State Highway 3 between"}, {"timestamp": [3764.36, 3767.6], "text": " Neuplimath and Waaitara on Saturday night."}, {"timestamp": [3767.6, 3771.32], "text": " Police say he was attempting to hijack a member of the public's vehicle when the fatal"}, {"timestamp": [3771.32, 3772.68], "text": " shots were fired."}, {"timestamp": [3772.68, 3776.48], "text": " He was unarmed and no firearms were recovered from the scene."}, {"timestamp": [3776.48, 3782.32], "text": " Justice advocate Julia Fai Putsi says the numbers don't lie and police killings disproportionately"}, {"timestamp": [3782.32, 3784.12], "text": " proportionately involve Maldi."}, {"timestamp": [3784.12, 3785.92], "text": " She says the issue was not young Maldi men behaving badly but the actions of the crown and police killings disproportionately involve Maoudi. She says the issue was not young Maoudi men"}, {"timestamp": [3785.92, 3792.64], "text": " behaving badly but the actions of the crown and police. One of the 13 people reported to have"}, {"timestamp": [3792.64, 3807.36], "text": " died with COVID-19 today was aged between 10 and 19. Others were in their 70s or older as Jean Edwards reports. The Ministry of Health has reported a further 9,390 community cases of"}, {"timestamp": [3807.36, 3815.28], "text": " COVID-19. 522 people are in hospital, 15 of whom are in ICU or high dependency units."}, {"timestamp": [3815.28, 3821.28], "text": " The person aged between 10 and 19 is one of the youngest New Zealanders to have died with the virus."}, {"timestamp": [3821.28, 3831.0], "text": " The other 12 deaths reported today were people in their 70s, 80s and 90s. Auckland has the highest number of cases with more than 2,200, followed"}, {"timestamp": [3831.0, 3836.8], "text": " by Canterbury with just over 1,600. Health officials are urging people who are holidaying"}, {"timestamp": [3836.8, 3842.12], "text": " over the Anzac Day long weekend to have a plan in place in case they or a household contact"}, {"timestamp": [3842.12, 3848.72], "text": " catch the virus. A resident of a central Canterbury town which has been under a boil water notice for"}, {"timestamp": [3848.72, 3854.08], "text": " two months says he has no faith a new body created under the three waters reforms"}, {"timestamp": [3854.08, 3856.56], "text": " would do any better than the local council."}, {"timestamp": [3856.56, 3861.28], "text": " Springfield residents have been getting water from a tanker since February and their water"}, {"timestamp": [3861.28, 3864.72], "text": " quality has been intermittent since flooding last year."}, {"timestamp": [3864.72, 3868.52], "text": " Jack Wilson says the council's approach has been frustratingly slow"}, {"timestamp": [3868.52, 3871.76], "text": " but he fears a larger organization might be just as bad."}, {"timestamp": [3871.76, 3876.0], "text": " Mr Wilson says he's approached government agencies over the current water"}, {"timestamp": [3876.0, 3880.92], "text": " situation and had no response. He says it's already hard to draw the attention of"}, {"timestamp": [3880.92, 3883.52], "text": " officials at the Council's headwaters to their plight"}, {"timestamp": [3883.52, 3887.72], "text": " and might be even harder with a bigger organisation."}, {"timestamp": [3887.72, 3892.8], "text": " The President of the World Bank says Ukraine has suffered about $90 billion worth"}, {"timestamp": [3892.8, 3896.8], "text": " of physical damage following Russia's invasion of the country."}, {"timestamp": [3896.8, 3899.76], "text": " That will rise further as the conflict continues."}, {"timestamp": [3899.76, 3905.36], "text": " Early estimates of damages doesn't include the growing economic costs of the water Ukraine."}, {"timestamp": [3905.36, 3910.0], "text": " In a virtual address to the World Bank Forum, the Ukrainian president of Vlodomazolinsky"}, {"timestamp": [3910.0, 3914.64], "text": " outlined the scale of the financial help his country needed. His words are translated."}, {"timestamp": [3915.52, 3923.44], "text": " At this time we need up to 7 billion US dollars each month to make up for the economic losses"}, {"timestamp": [3923.44, 3926.72], "text": " and we will need hundreds of billions of dollars"}, {"timestamp": [3926.72, 3929.04], "text": " to rebuild all this later."}, {"timestamp": [3929.04, 3934.08], "text": " Vlodom Zellenski is calling for Russia's immediate exclusion from international financial"}, {"timestamp": [3934.08, 3936.44], "text": " institutions."}, {"timestamp": [3936.44, 3941.12], "text": " And hospitality businesses in Parmesan North are expecting their biggest weekend of the year"}, {"timestamp": [3941.12, 3944.12], "text": " with the super stock teams champs coming to town."}, {"timestamp": [3944.12, 3948.64], "text": " The biggest motorsport event in New Zealand was due to go ahead at White Tongue weekend before"}, {"timestamp": [3948.64, 3953.12], "text": " the move to a red COVID traffic light setting put the brakes on it. The co-owner of"}, {"timestamp": [3953.12, 3958.32], "text": " brew union Murray Cleghorn says with 10,000 visitors in town it's a boon for business."}, {"timestamp": [3958.32, 3965.92], "text": " So I think it'll be a good spirit-lifter for everyone to have a good level of energy and we're expecting pretty heavy poking."}, {"timestamp": [3965.92, 3968.16], "text": " I hate towns pretty much booked out."}, {"timestamp": [3968.16, 3973.76], "text": " Murray Cleghorn says the team champs add more than $5 million to the region's economy."}, {"timestamp": [3973.76, 3975.76], "text": " That's the news."}, {"timestamp": [3975.76, 3980.72], "text": " Tonight on night's country Life invites you to stay awake and smell the coffee as the team visits"}, {"timestamp": [3980.72, 3990.32], "text": " this country's first commercial plantation. That's climate change for you. Jackie Brown, actor, comedian, writer and mother selects a mixtape and"}, {"timestamp": [3990.32, 3994.76], "text": " because it's Anzac weekend, the weekend we commemorate our war dead but"}, {"timestamp": [3994.76, 4001.28], "text": " also celebrate trans-Tasmine mateship who've got a sonic tonic dedicated to old friends."}, {"timestamp": [4001.28, 4006.0], "text": " On nights of me Brian Crump after the news at 7 on Iron Z National."}, {"timestamp": [4006.0, 4009.84], "text": " You're back with Lisa Owen on checkpoint next. Right now the short forecast"}, {"timestamp": [4009.84, 4013.88], "text": " from Met Service to midnight Saturday. From Northlands to Wakehato, also"}, {"timestamp": [4013.88, 4019.28], "text": " Thoamurin, Coromandel, Topo and Western Bay of Plenty. Cloudy periods with isolated"}, {"timestamp": [4019.28, 4029.0], "text": " showers. For Eastern Bay of Plenty, as well as Gisbin and Hawks Bay, rain possibly heavy with thunderstorms and localized downpaws easing to showers this evening."}, {"timestamp": [4029.0, 4031.0], "text": " Becoming fine in the Bay of Plenty tomorrow."}, {"timestamp": [4031.0, 4040.0], "text": " For the remainder of the North Island and also for Nelson, isolated showers are spreading north until tonight and again in the West, late tomorrow, otherwise fine."}, {"timestamp": [4040.0, 4047.0], "text": " For Buller and Westland, mostly fine with the odd shower north of Hokitsika, cloud and showers are increasing tomorrow afternoon."}, {"timestamp": [4047.0, 4052.0], "text": " Malbra, Canterbury and Otago, except for Clutha, a few showers today, fine tomorrow."}, {"timestamp": [4052.0, 4055.0], "text": " For Clutha, Southland and Fjordland and Fjordland,"}, {"timestamp": [4055.0, 4057.0], "text": " showers mainly about Fjordland and the South Coast,"}, {"timestamp": [4057.0, 4059.0], "text": " turning to rain in Fjordland tomorrow evening,"}, {"timestamp": [4059.0, 4061.0], "text": " and for the Chatham Islands, mostly cloudy,"}, {"timestamp": [4061.0, 4062.0], "text": ", mostly cloudy,"}, {"timestamp": [4063.0, 4064.0], "text": ","}, {"timestamp": [4064.0, 4065.4], "text": ", possibly cloudy, possibly cloudy, possibly cloudy, possibly cloudy, possibly cloudy, possibly cloudy, possibly heavy and possibly heavy and possibly heavy and this evening, possibly heavy and then a few showers tomorrow."}, {"timestamp": [4065.4, 4067.4], "text": " The time is six minutes past six."}, {"timestamp": [4067.4, 4070.44], "text": " We'll have news headlines for you at 6.30."}, {"timestamp": [4070.44, 4074.72], "text": " Namahi Evi, Nomai Hokkime, this is checkpoint called Lisa Owintene."}, {"timestamp": [4074.72, 4080.52], "text": " A lawyer representing the phano of a Taranaki man shot and killed by police says their statements"}, {"timestamp": [4080.52, 4083.0], "text": " about the incident are insensitive."}, {"timestamp": [4083.0, 4087.4], "text": " 22-year-old chaos price was shot after he rammed a police car on State Highway"}, {"timestamp": [4087.4, 4091.44], "text": " Three between New Plymouth and Waitera on Saturday night."}, {"timestamp": [4091.44, 4093.52], "text": " He was not carrying a firearm."}, {"timestamp": [4093.52, 4097.04], "text": " Al Taranaki Fanganui reporter Robert Martin Hizmore."}, {"timestamp": [4097.04, 4102.32], "text": " Police say Chaos Price drove its speed into a stationary police car, shunting it off the road, disabling"}, {"timestamp": [4102.32, 4103.96], "text": " his own vehicle in the process."}, {"timestamp": [4103.96, 4109.08], "text": " They say he was fatally shot by officers while attempting to hijack a member of the"}, {"timestamp": [4109.08, 4110.6], "text": " public's car."}, {"timestamp": [4110.6, 4115.08], "text": " In her lengthy statement about the details of the incident police revealed Mr Price was"}, {"timestamp": [4115.08, 4118.96], "text": " unarmed and no firearms were recovered at the scene."}, {"timestamp": [4118.96, 4123.96], "text": " Justice Advocate Julia Wipeati says the nature and timing of the police statement couldn't be"}, {"timestamp": [4123.96, 4128.08], "text": " worse. And that level of detail and the place to put on that time and level of detail in public"}, {"timestamp": [4128.08, 4135.0], "text": " relays whilst Fana is waiting to bury their boy, you know, they need to bury the Fano"}, {"timestamp": [4135.0, 4142.48], "text": " need to grieve and at the same time the police statement seemed in reaction to public response"}, {"timestamp": [4142.48, 4145.28], "text": " and not with Fano in mind."}, {"timestamp": [4145.28, 4149.92], "text": " Ms. Waipati says regrettably Mr. Price's death is not unique."}, {"timestamp": [4149.92, 4157.76], "text": " The first young Mali boy that has been killed by the police, unfortunately, not just a statistic"}, {"timestamp": [4157.76, 4169.0], "text": " that's out of nowhere. We see the numbers for police killing young Maori and it is disproportionate it is huge it is far no being taken away far too early by"}, {"timestamp": [4169.0, 4174.4], "text": " crown and police action. She says the issue is not about the poor behavior"}, {"timestamp": [4174.4, 4180.12], "text": " of young Maori males. Specialist firearms lawyer Nicholas Taylor told midday"}, {"timestamp": [4180.12, 4190.88], "text": " report he's not convinced there was an active threat when police shot dead chaos price. A car of course can be a can be a weapon however it would"}, {"timestamp": [4190.88, 4195.16], "text": " appear from the from what's been released in the facts of the moment that he was"}, {"timestamp": [4195.16, 4201.04], "text": " trying to affect and escape so getting into a car taking a car and removing himself"}, {"timestamp": [4201.04, 4208.0], "text": " from the scene. Mr Taylor says police need to be more willing to use non-lethal methods for diffusing volatile situations."}, {"timestamp": [4208.0, 4211.0], "text": " Be it tasers, be it keep his praise, be it police dogs."}, {"timestamp": [4211.0, 4215.0], "text": " And even in a situation like this, just, you know,"}, {"timestamp": [4215.0, 4223.0], "text": " obviously, potentially identifying someone and diffusing the situation by going and collecting a normal or a dalso."}, {"timestamp": [4223.0, 4228.0], "text": " Former police negotiator Lance Boudette says even if Chaos Price appeared to be running"}, {"timestamp": [4228.0, 4231.44], "text": " away officers could have been justified in shooting him."}, {"timestamp": [4231.44, 4238.8], "text": " What the officer has to then make an assessment of is if the person getting into another car,"}, {"timestamp": [4238.8, 4244.12], "text": " is it still a threat to the police getting into a car and coming back at them or are they going"}, {"timestamp": [4244.12, 4248.44], "text": " going to be a threat to others when they drive away at speed? So it's an assessment you make at the"}, {"timestamp": [4248.44, 4249.44], "text": " time."}, {"timestamp": [4249.44, 4254.96], "text": " Mr Boudet says that assessment would be based on the person's immediate past actions."}, {"timestamp": [4254.96, 4258.96], "text": " On the streets of New Plymouth there were mixed views on whether the shooting was justified."}, {"timestamp": [4258.96, 4265.32], "text": " I'd have to go with the police. have been desulated. Depending on how intense that RAM was, it's like a real malicious intent, then maybe"}, {"timestamp": [4265.32, 4266.32], "text": " you'd have to neutralize."}, {"timestamp": [4266.32, 4268.32], "text": " Facts are not all out."}, {"timestamp": [4268.32, 4271.04], "text": " I'd have to go with the police have to do what they've got to do."}, {"timestamp": [4271.04, 4273.76], "text": " Oh absolutely, I think it was justified yet."}, {"timestamp": [4273.76, 4277.6], "text": " I support our police, I trust them then, they had to keep us safe."}, {"timestamp": [4277.6, 4281.4], "text": " Probably not, unless what is it if your life's in danger."}, {"timestamp": [4281.4, 4288.52], "text": " There are three separate investigations underway into Chaos Price's death. His body has been lying at the family home and his funeral"}, {"timestamp": [4288.52, 4292.96], "text": " is due to be held tomorrow. New Zealand Rugby has appointed the former"}, {"timestamp": [4292.96, 4297.4], "text": " Governor General Dame Patsy ready to its board. Dame Patsy joins respected"}, {"timestamp": [4297.4, 4303.76], "text": " rugby administrator Rowena Davenport as NZR board appointees. The move comes in the wake of the"}, {"timestamp": [4303.76, 4306.48], "text": " damning results of the Blackfern's cultural review."}, {"timestamp": [4306.48, 4309.24], "text": " The 9 person board now has three female directors"}, {"timestamp": [4309.24, 4311.32], "text": " still falling short of Sport New Zealand's"}, {"timestamp": [4311.32, 4314.0], "text": " 40% diversity threshold for boards."}, {"timestamp": [4314.0, 4316.8], "text": " In a statement, NZR board chair Stuart Mitchell"}, {"timestamp": [4316.8, 4320.56], "text": " says the organization still had work to do around gender diversity"}, {"timestamp": [4320.56, 4322.0], "text": " in rugby governance."}, {"timestamp": [4322.0, 4324.12], "text": " damport said NZR is moving in the right direction"}, {"timestamp": [4324.12, 4325.0], "text": " when it comes to diversity. in rugby governance. Damport said NZR is moving in the right direction"}, {"timestamp": [4325.0, 4326.56], "text": " when it comes to diversity."}, {"timestamp": [4326.56, 4329.4], "text": " We really want to ensure that diversity"}, {"timestamp": [4329.4, 4331.36], "text": " in all its forms and there's greater equity"}, {"timestamp": [4331.36, 4332.64], "text": " right across the sport."}, {"timestamp": [4332.64, 4334.12], "text": " There's a lot of positive in roads"}, {"timestamp": [4334.12, 4337.56], "text": " into achieving that and my appointment to the board"}, {"timestamp": [4337.56, 4339.04], "text": " daim Pepsi really is appointment."}, {"timestamp": [4339.04, 4342.6], "text": " I think they're all positive steps towards achieving these goals."}, {"timestamp": [4342.6, 4347.2], "text": " She acknowledges NZAR is facing challenges in ZR is facing challenges in the immediate and long-term future."}, {"timestamp": [4347.2, 4351.92], "text": " We all know that the sporting landscape is changing here and globally"}, {"timestamp": [4351.92, 4356.64], "text": " rather rapidly and it's pretty obvious to all involved that rugby in New Zealand"}, {"timestamp": [4356.64, 4360.8], "text": " hasn't kept up so there's a real opportunity to adapt and innovate the games."}, {"timestamp": [4360.8, 4365.68], "text": " New Zealand rugby will make another appointment to the board at next month's AGM."}, {"timestamp": [4366.48, 4369.84], "text": " There's still no collection for soft plastics in the top of the South Island"}, {"timestamp": [4369.84, 4373.28], "text": " despite the scheme restarting nationwide more than two years ago."}, {"timestamp": [4373.28, 4377.36], "text": " The scheme stopped in 2018 when offshore plants said they didn't want it."}, {"timestamp": [4377.36, 4382.48], "text": " There's now more ability to process plastics onshore with hopes the scheme will expand even further"}, {"timestamp": [4382.48, 4386.0], "text": " across the moor too. Here's our Nelson Marlborough reporter Samantha G."}, {"timestamp": [4392.0, 4395.28], "text": " For those in many parts of the South Island, it's been a long time since they could"}, {"timestamp": [4395.28, 4402.0], "text": " recycle soft plastics. Anything like bread and vegetable bags, bubble wrap, and food packets."}, {"timestamp": [4402.0, 4408.44], "text": " Last year the nationwide scheme diverted 260 tons of soft plastic from landfill."}, {"timestamp": [4408.44, 4411.76], "text": " That's about 14 million bags or wrappers."}, {"timestamp": [4411.76, 4414.96], "text": " But if you live north of Christchurch or south of Dunedin"}, {"timestamp": [4414.96, 4418.96], "text": " there are still no places you can take it to be recycled."}, {"timestamp": [4418.96, 4423.2], "text": " Soft plastics recycling scheme manager Lynn Mays says from the end of this week,"}, {"timestamp": [4423.2, 4425.44], "text": " people will be able to buy a bag at the post shop"}, {"timestamp": [4425.44, 4428.64], "text": " they can fill with soft plastics and send a way for recycling."}, {"timestamp": [4428.64, 4436.0], "text": " There's probably about 75% of the population have now got access to a soft plastics recycling bin at one of their local stores."}, {"timestamp": [4436.0, 4448.16], "text": " But for areas like Nelson and Marlburn those that don't currently have bins, this will be a good opportunity for people to recycle until we get things into place."}, {"timestamp": [4448.16, 4451.0], "text": " Every piece collected is now processed in New Zealand."}, {"timestamp": [4451.0, 4455.76], "text": " The scheme was reintroduced in partnership with Future Post, which turns soft plastics"}, {"timestamp": [4455.76, 4458.04], "text": " into fencing products."}, {"timestamp": [4458.04, 4463.52], "text": " About 1,500 bags are used to make a single fence post, with the company producing about 800"}, {"timestamp": [4463.52, 4464.44], "text": " posts a day."}, {"timestamp": [4464.44, 4471.56], "text": " The good news is that that processing capacity is increasing and so we can now expand our"}, {"timestamp": [4471.56, 4476.8], "text": " collection service to match the processing capacity which is a fabulous position for us to be in."}, {"timestamp": [4476.8, 4481.52], "text": " But Lynn Mays says logistics make establishing new connection points difficult."}, {"timestamp": [4481.52, 4486.72], "text": " I don't want to add more vehicles on the roads because that doesn't make sense and"}, {"timestamp": [4486.72, 4491.4], "text": " doesn't sit terribly comfortably with us either from a carbon footprint perspective."}, {"timestamp": [4491.4, 4496.8], "text": " We want to be able to maximise using back hauling or as I say if and when future"}, {"timestamp": [4496.8, 4500.44], "text": " posts have their plants in South Island that makes things a whole lot simpler."}, {"timestamp": [4500.44, 4505.36], "text": " Wastements territorial authorities forum chair Sophie Mander, says plastic"}, {"timestamp": [4505.36, 4509.16], "text": " waste is a significant environmental challenge for Altero."}, {"timestamp": [4509.16, 4515.44], "text": " Soft plastics regularly end up in landfills and waterways in our ocean and they litter"}, {"timestamp": [4515.44, 4517.04], "text": " our natural environment."}, {"timestamp": [4517.04, 4523.44], "text": " So shifting away from hard to recycle single-use plastics, including soft plastics, would"}, {"timestamp": [4523.44, 4525.68], "text": " definitely help us reduce waste,"}, {"timestamp": [4525.68, 4530.52], "text": " improve our recycling systems and it will protect the environment."}, {"timestamp": [4530.52, 4535.2], "text": " Sophie Manders says soft plastics are still being found on curbside collections, which"}, {"timestamp": [4535.2, 4540.28], "text": " goes to landfill or causes problems at recycling sorting facilities."}, {"timestamp": [4540.28, 4549.8], "text": " A recent audit of the Queenstown Lakes District Council curbside collection found just over 3% of the average recycling bin with soft plastic and 51% of all plastic"}, {"timestamp": [4549.8, 4554.2], "text": " in the average rubbish bin was non-recyclable plastic or soft."}, {"timestamp": [4554.2, 4559.48], "text": " Here in the South Island we only have soft plastic recycling opportunities in a couple"}, {"timestamp": [4559.48, 4562.48], "text": " of the big cities, so Dunedin and Christchurch."}, {"timestamp": [4562.48, 4568.12], "text": " The communities in some of the smaller urban areas of New Zealand it's still really really problematic."}, {"timestamp": [4568.12, 4572.08], "text": " Countdown is one of the scheme's main project partners with collection bins"}, {"timestamp": [4572.08, 4576.48], "text": " in just over half of its stores around the country. Its director of sustainability"}, {"timestamp": [4576.48, 4580.8], "text": " kuri Hanafin says when the recycling scheme stopped customers were frustrated and"}, {"timestamp": [4580.8, 4586.56], "text": " disappointed and when it restarted some stores were inundated with what people had stockpiled."}, {"timestamp": [4586.56, 4589.32], "text": " People are in a good habit now, just bringing back their soft plastics."}, {"timestamp": [4589.32, 4592.44], "text": " Or you know what, taking it out is they leave the store, taking their biscuit down, and sticking"}, {"timestamp": [4592.44, 4595.6], "text": " their biscuit record down, sticking it straight in, so it's a good scheme."}, {"timestamp": [4595.6, 4600.8], "text": " Kiddie Hannafin says retailers have a responsibility to provide collection points in their communities."}, {"timestamp": [4600.8, 4608.72], "text": " Obviously. communities. Obviously we have the conduit of a lot of soft plastic. Lots of our products are packaged in soft plastic and similarly we are a supplier of food"}, {"timestamp": [4608.72, 4610.8], "text": " as well and some of our products are in soft plastic."}, {"timestamp": [4610.8, 4615.44], "text": " So I think you know producers absolutely have a responsibility to support these schemes"}, {"timestamp": [4615.44, 4620.52], "text": " in terms of paying levies and fees which we do but also providing easy access to customers."}, {"timestamp": [4620.52, 4625.44], "text": " For those who can't recycle for now, the best thing consumers can do is avoid single-use"}, {"timestamp": [4625.44, 4627.4], "text": " plastics wherever possible."}, {"timestamp": [4627.4, 4632.28], "text": " It is 16 minutes far six and you will check point on R&Z National."}, {"timestamp": [4632.28, 4637.84], "text": " The mayor of the besieged Ukrainian city of Mariopole says the lives of 120,000 civilians"}, {"timestamp": [4637.84, 4641.24], "text": " there are in the hands of Russian president Vladimir Putin."}, {"timestamp": [4641.24, 4646.16], "text": " Mariopole has enjoyed intense bombardment under Russia's invasion of Ukraine."}, {"timestamp": [4646.16, 4648.64], "text": " Ukraine in the US dispute Russia's claims"}, {"timestamp": [4648.64, 4651.28], "text": " the city has fallen into its control."}, {"timestamp": [4651.28, 4665.36], "text": " The ABC, Sireciji reports. Performing in front of an audience in Warsaw, the Kiev Symphony Orchestra, many members"}, {"timestamp": [4665.36, 4669.92], "text": " now displaced, is hoping to share a message as it tours Europe."}, {"timestamp": [4669.92, 4675.24], "text": " We have a really important mission with our orchestra."}, {"timestamp": [4675.24, 4684.12], "text": " We need to say to the world that we are Ukrainians, we have our own culture and we have our own"}, {"timestamp": [4684.12, 4688.72], "text": " history. I think in the context of what Putin says,"}, {"timestamp": [4688.72, 4691.36], "text": " that Ukrainians do not deserve to be a nation,"}, {"timestamp": [4691.36, 4696.16], "text": " I think this is an artistic protest, a manifesto that he is gravely wrong."}, {"timestamp": [4696.16, 4700.96], "text": " In their homeland, the fate of the port city Marupole is unclear."}, {"timestamp": [4700.96, 4704.72], "text": " Russia's president of Vladimir Putin is claiming victory,"}, {"timestamp": [4704.72, 4705.6], "text": " but Ukraine's president of Alor is claiming victory, but Ukraine's"}, {"timestamp": [4705.6, 4713.52], "text": " president of Alonomerzalenski says Ukrainians remain, defending their land."}, {"timestamp": [4713.52, 4722.0], "text": " I know that they've captured most of Mariyupol. We're all well aware of it. There's also a part of our city where our troops who stayed there are stationed."}, {"timestamp": [4722.0, 4724.0], "text": " They still remain there."}, {"timestamp": [4724.0, 4729.6], "text": " The city's mayor, Vadim Boychenko, says fighters are still defending the city's large"}, {"timestamp": [4729.6, 4735.36], "text": " steel plant where civilians are also sheltering. There are tens of thousands more civilians"}, {"timestamp": [4735.36, 4736.48], "text": " trapped in the city."}, {"timestamp": [4736.48, 4743.2], "text": " It's important to understand that the lives that are still there, they're in the hands of just"}, {"timestamp": [4743.2, 4744.2], "text": " one person."}, {"timestamp": [4744.2, 4745.44], "text": " Vladimir Putin. Vadim Boyceko says, Russia has been hiding evidence of war crimes of war crimes in the war're in the hands of just one person. Vladimir Putin."}, {"timestamp": [4745.44, 4750.8], "text": " Vadim Voichenko says Russia has been hiding evidence of war crimes in the city"}, {"timestamp": [4750.8, 4753.68], "text": " by burying bodies in a mass grave."}, {"timestamp": [4753.68, 4758.32], "text": " And he says Russia is standing in the way of those trying to get out safely."}, {"timestamp": [4758.32, 4762.32], "text": " They undermined this evacuation."}, {"timestamp": [4762.32, 4766.56], "text": " They've named the places where the evacuation would take place from."}, {"timestamp": [4766.56, 4770.36], "text": " They've asked us to give them a map of where the evacuation will start from."}, {"timestamp": [4770.36, 4771.36], "text": " We gave them the map."}, {"timestamp": [4771.36, 4774.12], "text": " They asked, how many buses do you have?"}, {"timestamp": [4774.12, 4778.64], "text": " We gave the number of buses, and they destroyed and demolished all of those places."}, {"timestamp": [4778.64, 4780.36], "text": " They destroyed our buses."}, {"timestamp": [4780.36, 4783.0], "text": " They have undermined the key evacuation."}, {"timestamp": [4783.0, 4788.36], "text": " US President Joe Biden describes this as a critical moment in the war, where Russian"}, {"timestamp": [4788.36, 4792.2], "text": " forces will set the stage for the next phase."}, {"timestamp": [4792.2, 4797.12], "text": " He's announced another round of military assistance to Ukraine and additional economic"}, {"timestamp": [4797.12, 4798.64], "text": " assistance."}, {"timestamp": [4798.64, 4802.6], "text": " The package will include heavy artillery weapons, tactical drones and armoured vehicles."}, {"timestamp": [4802.6, 4807.0], "text": " US Secretary of Defense Lloyd Austin."}, {"timestamp": [4807.0, 4810.28], "text": " I know what painful days these are for Ukraine."}, {"timestamp": [4810.28, 4815.0], "text": " Your people are suffering terribly after Russia's cruel and unjust invasion."}, {"timestamp": [4815.0, 4822.0], "text": " But the world has been inspired by your courage as you fight for your independence"}, {"timestamp": [4822.0, 4824.44], "text": " and you do not stand alone."}, {"timestamp": [4824.44, 4829.92], "text": " The U.S. has also announced a streamlined process for Ukrainian refugees wanting to"}, {"timestamp": [4829.92, 4832.48], "text": " resettle there."}, {"timestamp": [4832.48, 4837.4], "text": " Portuguese prosecutors have formally identified a suspect in the disappearance of British toddler"}, {"timestamp": [4837.4, 4839.76], "text": " Madeline McCann 15 years ago."}, {"timestamp": [4839.76, 4843.88], "text": " Madeline vanished from her bedroom during a family holiday in the Algarve region in"}, {"timestamp": [4843.88, 4845.68], "text": " in 2007. the BBC's"}, {"timestamp": [4845.68, 4847.04], "text": " Simon Jones reports."}, {"timestamp": [4848.0, 4854.08], "text": " Next month it will be 15 years since Madeline McCann disappeared. What happened to her remains"}, {"timestamp": [4854.08, 4862.0], "text": " a mystery despite numerous international investigations. It's been agony for her parents. They've always clung to the hope"}, {"timestamp": [4862.0, 4868.84], "text": " that their daughter is still alive. But the authorities in Germany strongly believe Madeline was murdered."}, {"timestamp": [4868.84, 4873.76], "text": " And now prosecutors in Portugal, looking into what happened in Prado Louge, have identified"}, {"timestamp": [4873.76, 4879.28], "text": " a suspect a person of interest acting on the request of the German authorities."}, {"timestamp": [4879.28, 4889.0], "text": " He's not been named, but German police have been investigating this man referred to as B, a convicted rapist, in connection with Madeline's disappearance."}, {"timestamp": [4889.0, 4896.0], "text": " He's currently in jail. Officers say he was regularly living in the Algarve between 1995 and 2007."}, {"timestamp": [4896.0, 4905.28], "text": " He has always denied any involvement. There have been TV appeals for information, but the authorities have never had enough"}, {"timestamp": [4905.28, 4907.12], "text": " evidence to charge him."}, {"timestamp": [4907.12, 4912.32], "text": " Madeline went missing from a holiday apartment on the 3rd of May 2007, while her parents"}, {"timestamp": [4912.32, 4914.92], "text": " were having dinner at a nearby restaurant."}, {"timestamp": [4914.92, 4920.28], "text": " In July 2013, the Met Police opened its own investigation, saying it had new evidence"}, {"timestamp": [4920.28, 4922.0], "text": " and new witnesses."}, {"timestamp": [4922.0, 4929.72], "text": " And it was in June 2020 that German police first revealed they had a suspect. There have been searches in Portugal but no"}, {"timestamp": [4929.72, 4935.76], "text": " breakthrough. In less than two weeks a statute of limitations would take effect"}, {"timestamp": [4935.76, 4940.28], "text": " meaning under Portuguese law it would no longer be possible to make someone a person"}, {"timestamp": [4940.28, 4945.0], "text": " of interest. But it's understood this latest development is driven not by timing"}, {"timestamp": [4945.0, 4950.52], "text": " but by strong indications that a crime has taken place. There have been many"}, {"timestamp": [4950.52, 4954.64], "text": " false dawns in the investigations into what happened. The police in Germany"}, {"timestamp": [4954.64, 4959.0], "text": " had previously warned their inquiry like the others could end without a charge."}, {"timestamp": [4959.0, 4963.0], "text": " But Madeline's parents have always said they need to know what happened so they can find"}, {"timestamp": [4963.0, 4966.0], "text": " peace."}, {"timestamp": [4966.0, 4974.0], "text": " Hollywood actor Johnny Depp has been grilled about his drug use and graphic text messages about his ex-wife Amber heard."}, {"timestamp": [4974.0, 4984.0], "text": " Mr Deppers suing Ms Hurd for defamation after she wrote an article for the Washington Post in 2018 in which she described herself as a victim of domestic violence."}, {"timestamp": [4984.0, 4986.0], "text": " CNN Stephanie Ellum has more."}, {"timestamp": [4986.0, 4989.0], "text": " Sometimes drink whiskey in the mornings too, right?"}, {"timestamp": [4989.0, 4991.0], "text": " Isn't happy or any time?"}, {"timestamp": [4991.0, 5007.0], "text": " Johnny Depp amusing the courtroom. drills down on his past drug and alcohol use. One of your good friends that you've taken drugs with before is Marilyn Manson, right?"}, {"timestamp": [5007.0, 5010.0], "text": " We've had cocaine together maybe a couple of times."}, {"timestamp": [5010.0, 5015.0], "text": " The defense showing this photo of Depp in Boston while making the film Black Mass."}, {"timestamp": [5015.0, 5017.0], "text": " Depp claimed he was asleep."}, {"timestamp": [5017.0, 5021.0], "text": " The defense claimed an email between Depp and a nurse proves otherwise."}, {"timestamp": [5021.0, 5026.68], "text": " After she's telling you that she's watching Black Mass for the third time in a row, you write,"}, {"timestamp": [5026.68, 5030.84], "text": " I was high as a mother when I made that film."}, {"timestamp": [5030.84, 5034.12], "text": " The defense casting Depp as full of anger."}, {"timestamp": [5034.12, 5036.12], "text": " It's going."}, {"timestamp": [5036.12, 5040.92], "text": " The testimony turning even more crude when the defense used Depp's messages to a friend to show his"}, {"timestamp": [5040.92, 5043.92], "text": " rage toward her."}, {"timestamp": [5043.92, 5048.68], "text": " After you said, let's drown her before we burn her, Mr. Depp, you said, I will"}, {"timestamp": [5048.68, 5052.6], "text": " f-ck her burnt corpse afterwards to make sure she is dead."}, {"timestamp": [5052.6, 5057.64], "text": " But yesterday, Depp claimed her was the aggressor, even severing his finger, which she"}, {"timestamp": [5057.64, 5058.64], "text": " denies."}, {"timestamp": [5058.64, 5063.88], "text": " She threw the large bottle and it made contact."}, {"timestamp": [5063.88, 5068.56], "text": " The defense showing writings from Depp in paint and blood from his severed finger and"}, {"timestamp": [5068.56, 5072.04], "text": " an email where Depp alludes to cutting the finger himself."}, {"timestamp": [5072.04, 5079.76], "text": " I have chopped off my left middle finger as a reminder that I should never cut my finger off"}, {"timestamp": [5079.76, 5080.76], "text": " again."}, {"timestamp": [5080.76, 5082.76], "text": " Who's a pathetic attempt at humor?"}, {"timestamp": [5082.76, 5083.76], "text": " My apologies."}, {"timestamp": [5083.76, 5088.44], "text": " Depp's $50 million defamation suit against his ex-wife is in response to Heard's"}, {"timestamp": [5088.44, 5093.6], "text": " 2018-off bed in the Washington Post about surviving domestic abuse."}, {"timestamp": [5093.6, 5098.0], "text": " While she never mentioned Depp, he asserts it got him booted from the starring role in Disney's"}, {"timestamp": [5098.0, 5100.4], "text": " Pirates of the Caribbean series."}, {"timestamp": [5100.4, 5103.96], "text": " The defense implied there was abuse by Depp in the marriage."}, {"timestamp": [5103.96, 5106.36], "text": " Depp denies he ever struck any woman."}, {"timestamp": [5106.36, 5112.16], "text": " The couple met in 2009 on the set of the Rum diary and married in 2015 before their"}, {"timestamp": [5112.16, 5117.04], "text": " contentious divorce the following year, with both accusing the other of abusive behavior."}, {"timestamp": [5117.04, 5123.84], "text": " The number of Ukrainians who have fled Russia's invasion now tops 5 million people according to the"}, {"timestamp": [5123.84, 5124.84], "text": " United Nations."}, {"timestamp": [5124.84, 5125.0], "text": " But a growing number of people are returning home, even as the war rages on. who have fled Russia's invasion now tops 5 million people according to the United Nations."}, {"timestamp": [5125.0, 5129.0], "text": " But a growing number of people are returning home even as the war rages on."}, {"timestamp": [5129.0, 5132.0], "text": " CNN, Scott McLean reports from Poland."}, {"timestamp": [5132.0, 5138.0], "text": " In the early days of war, trains leaving Ukraine were standing room only,"}, {"timestamp": [5138.0, 5140.0], "text": " packed with terrified women and children."}, {"timestamp": [5140.0, 5143.0], "text": " Trains going the other way were virtually empty."}, {"timestamp": [5143.0, 5151.68], "text": " As the bombs fell and the tanks rolled, millions desperately tried to get out, most to Poland."}, {"timestamp": [5151.68, 5157.04], "text": " Almost two months later, there are nowadays when more people go back into Ukraine from Poland,"}, {"timestamp": [5157.04, 5158.5], "text": " then come out."}, {"timestamp": [5158.5, 5161.5], "text": " Do you think that the mass exodus is over?"}, {"timestamp": [5161.5, 5163.0], "text": " No, we can never say that."}, {"timestamp": [5163.0, 5164.0], "text": " We cannot."}, {"timestamp": [5164.0, 5168.0], "text": " It's hard to predict actually the direction of the crisis."}, {"timestamp": [5168.0, 5173.0], "text": " In Pshemish, the first stop in Poland for many Ukrainians traveling by train,"}, {"timestamp": [5173.0, 5178.0], "text": " the mayor was once overwhelmed by the number of refugees showing up every day."}, {"timestamp": [5178.0, 5179.0], "text": " Not anymore."}, {"timestamp": [5179.0, 5185.24], "text": " This looks better. We better organized as well well after the two months of experience."}, {"timestamp": [5185.24, 5192.6], "text": " And we are so happy that situation on Ukraine looks better at this moment."}, {"timestamp": [5192.6, 5197.36], "text": " Inside the station, Natalia Belchik and her family are headed back to their hometown in southern"}, {"timestamp": [5197.36, 5202.6], "text": " Ukraine, about 50 miles from the contested city of Mikhailiyev."}, {"timestamp": [5202.6, 5209.0], "text": " In our town, we had about seven or eight people killed at a military unit when it was bombed."}, {"timestamp": [5209.0, 5211.0], "text": " My child was so scared."}, {"timestamp": [5211.0, 5217.0], "text": " They fled to a small town in northern Germany, where the government put them up in a nice hotel."}, {"timestamp": [5217.0, 5220.0], "text": " But they say they had little help beyond that."}, {"timestamp": [5220.0, 5226.2], "text": " We didn't know what to do. Nobody helped us to find jobs."}, {"timestamp": [5226.2, 5229.16], "text": " Well, we were told we needed to speak German."}, {"timestamp": [5229.16, 5232.44], "text": " You're willing to take a small risk to get your life back?"}, {"timestamp": [5232.44, 5236.0], "text": " Yes, we want to go back."}, {"timestamp": [5236.0, 5238.2], "text": " After all, home is home."}, {"timestamp": [5238.2, 5247.24], "text": " Down the hall, Natalia Vuhevska fled Kiev just days into the war. While she stayed with friends in Germany, her neighborhood withstood Russian shelling."}, {"timestamp": [5247.24, 5250.64], "text": " Now that the Russians have retreated, she's going back."}, {"timestamp": [5250.64, 5256.16], "text": " It's a bit scary, but I've been looking forward to seeing my husband."}, {"timestamp": [5256.16, 5261.12], "text": " I never thought this would last a long time. I thought it would be for a week or two."}, {"timestamp": [5261.12, 5264.16], "text": " I don't want to start a new life in Germany without my husband."}, {"timestamp": [5264.16, 5265.0], "text": " at the lineup to get into Ukraine stretches for five miles. for a week or two. I don't want to start a new life in Germany without my husband."}, {"timestamp": [5265.0, 5270.0], "text": " At the border, the lineup to get into Ukraine stretches for five miles."}, {"timestamp": [5270.0, 5286.0], "text": " And at the Polish side of the pedestrian crossing, there are more volunteers than refugees. because I want to meet my parents, I miss them very much."}, {"timestamp": [5286.0, 5290.04], "text": " Sir David Attenborough has been named a champion of the Earth by the UN's Environment"}, {"timestamp": [5290.04, 5291.04], "text": " Program."}, {"timestamp": [5291.04, 5295.32], "text": " The award recognises the veteran broadcaster's devotion to telling stories about the natural"}, {"timestamp": [5295.32, 5296.44], "text": " world and climate change."}, {"timestamp": [5296.44, 5302.12], "text": " The head of the Environment Program says Sir David's programmes help people fall in love with"}, {"timestamp": [5302.12, 5304.12], "text": " the planet."}, {"timestamp": [5304.12, 5304.16], "text": " The BBC's just enrolled."}, {"timestamp": [5304.16, 5310.36], "text": " has more. help people fall in love with the planet. The BBC's just enrolled at Haysmore. And let me just say that we are deeply honoured to... Like so much of"}, {"timestamp": [5310.36, 5315.04], "text": " life today this award ceremony was conducted over the internet but there was"}, {"timestamp": [5315.04, 5321.08], "text": " nothing virtual about Sir David's delight. Oh you have the award wow!"}, {"timestamp": [5321.08, 5325.12], "text": " I'm truly, extremely honoured."}, {"timestamp": [5325.12, 5329.56], "text": " You know, the United Nations, we're in a new era."}, {"timestamp": [5329.56, 5336.4], "text": " The United Nations is, without them, we will never solve the environmental crisis."}, {"timestamp": [5336.4, 5338.0], "text": " The world has to get together."}, {"timestamp": [5338.0, 5348.0], "text": " Hidden beneath the waves, right beneath my feet, there are creatures beyond our imagination."}, {"timestamp": [5348.0, 5352.0], "text": " Only a concerted effort by the countries of the world will do,"}, {"timestamp": [5352.0, 5357.0], "text": " Sir David tells Inga Anderson, the head of the UN Environment Programme."}, {"timestamp": [5357.0, 5362.0], "text": " We know what the problems are, and we know how to solve them."}, {"timestamp": [5362.0, 5366.24], "text": " All we lack is a unified action."}, {"timestamp": [5366.24, 5367.24], "text": " Right."}, {"timestamp": [5367.24, 5369.96], "text": " These problems cannot be solved by one nation"}, {"timestamp": [5369.96, 5372.76], "text": " no matter how big that single nation is."}, {"timestamp": [5386.88, 5395.76], "text": " under threat. But Sir David has not lost hope. Look how many whales species have come back from the brink of extinction he says. The message is that it can be done. The message is that it is"}, {"timestamp": [5395.76, 5402.48], "text": " possible. The message is that the natural world has more resources than we can possibly imagine."}, {"timestamp": [5403.76, 5407.08], "text": " We've worked out how to kill them."}, {"timestamp": [5407.08, 5409.32], "text": " Now we could give them a chance for them"}, {"timestamp": [5409.32, 5413.84], "text": " to come back and save themselves and save us."}, {"timestamp": [5424.0, 5427.0], "text": " before he celebrates his 96th birthday. Before we head off on Fat Burgs, this person says,"}, {"timestamp": [5427.0, 5429.0], "text": " I'm very careful what I pour down my drain."}, {"timestamp": [5429.0, 5432.0], "text": " If we reduce packaging and practice intelligent disposal"}, {"timestamp": [5432.0, 5433.0], "text": " we can massively reduce waste,"}, {"timestamp": [5433.0, 5436.0], "text": " another person says we're eating dinner, please."}, {"timestamp": [5436.0, 5440.0], "text": " I did warn you, that's all we've got time for this evening."}, {"timestamp": [5440.0, 5443.0], "text": " The late news team is going to keep you updated throughout the night"}, {"timestamp": [5443.0, 5444.0], "text": " if you missed anything on the program."}, {"timestamp": [5444.0, 5445.4], "text": " you know the Fatbeberg interview and you want to"}, {"timestamp": [5445.4, 5449.64], "text": " catch up on it go on to Spotify Apple or wherever you get your podcast from"}, {"timestamp": [5449.64, 5454.16], "text": " go away what it is a at a terror and a motto corridor you can check out our"}, {"timestamp": [5454.16, 5457.24], "text": " videos and stories online have a fantastic weekend"}], "text": " This is a checkpoint on Arranz National. I'm Lisa Owen. Heavy crops could be left a rot is the cost of getting them to market sky rockets. So what exactly is pushing the price of a stir-fry through the roof? An official suspect is identified in the case of missing British girl Madeline McCann 15 years after she disappeared in Portugal. The Canterbury town basically forced a shower in a car park because their tap water is a tasty shade of brown and gives them a rash. Swift by name, but not by nature the little Suzuki Suzuki car parked up at a regional airport for two years. Who and where is the owner? Parlinson North, getting all revved up over a major stock car championship and a little tea time chat about fat books. Yamo. Arranz News at 5, good afternoon, Ahi Ahimarii, I'm Evie Ashton. A teenager jailed for her part in the violent home invasion of a 90-year-old living woman who died weeks later of a brain injury has been granted parole. Grace Virtue died 25 days after the invasion of her property in Hordofenua, where she lived alone in November 2019. Jimmy Ellingham has has more. The teenage girl, aged 17, was jailed for two and a half years for Grace Virtue's manslaughter. The parole board has today confirmed the teenager will be released from prison, saying a full written decision will be issued within the next fortnight. Grace Virtue's daughter-in-law Jenny Virtue says she's not impressed about the decision, but she's not surprised given that the justice system is a joke. The teen was aged 15 at the time of the offending. Two other girls involved were aged 14 and 15. A lawyer representing the far-know of a Tadunaki man shot and killed by police last weekend says unfortunately his death isn't unique. 22 year old's chaos price was shot after he rammed a police car on State Highway 3 between New Plymouth and Waitera on Saturday night. Police say he was attempting to hijack a private vehicle when the fatal shots were fired. He was unarmed and no firearms were recovered from the scene. Justice advocate Julia Fai-Putsi says chaos Price's death is indicative of a wider problem. We see the numbers for police killing young Maori and it is disproportionate, it is huge, it is far now been taken away far too early by crown and police action. She says the issue isn't young Maori men behaving badly. Chaos Price's funeral is tomorrow. The Prime Minister is wrapping up her full final day overseas after a pivotal sit-down with her Japanese counterpart. The two leaders met in Tokyo overnight and agreed to negotiate a deal to share more top-secret material between both countries. Our Deputy Political Editor Craig McCulloch is in Japan. Just under our tune has been jet setting through a today, stopping off at a cookie time store and a rugby stadium, and then speaking at a business event. It all fades against last night, though, when Mazarduin sat down with Japan's Prime Minister Fumiyokishida. New Zealand is seeking to bolster security ties in the Indo-Pacific as China grows more assertive. Mzarduin says it's hoped the information sharing arrangement will promote peace and stability and prevent any escalation of conflict. Some fruit and vegetable growers say they may be forced to let crops rot as record inflation takes hold. Inflation has reached a 30-year high of 6.9 percent. tomatoes, broccoli and lettices have increased by more than 50% year on year, but growths. Inflation has reached a 30-year high of 6.9%. Tomatoes, broccoli and lettuces have increased by more than 50% year on year, but growers say they could go up even more. The President of United Fresh, Jerry Pendergast, says increasing costs are hitting them hard. You can hear more on this story in checkpoint shortly. The National Party is calling on the government to scrap a bill which would change Rotorua's electoral rules. The Rotorua District Council Representation Arrangements Bill would implement a mildly ward and general ward with three seats each as well as four at large seats. Despite Labour championing the bill, a report by Attorney General David Parker today found it was discriminatory and couldn't be justified. National's Paul Goldsmith says the bill now has no grounds to proceed. You don't solve any problems of the past by undermining a basic liberal democratic principle of equal suffrage and one person having the same voting rights as another. The public can have its say on the bill until May the 4th. and one person having the same voting rights as another. The public can have its say on the bill until May the 4th. One of the people reported today to have died with COVID-19 was aged between 10 and 19. The other 12 deaths were people in their 70s, 80s and 90s. The Ministry of Health reported 9,390 community cases of COVID-19. 522 people are in hospital with 15 in ICU or high dependency units. To sport and significant changes have been made to the New Zealand Rugby Board with the appointments of former Governor General Dame Patsy Reddy and Dunedin-based lawyer Rowina Davenport. It lifts the number of women on the nine-member board from two to three with Reddy in Davenport joining New Zealand Mouldie Board Chair Farapama. Davenport, who became the first woman to chair a major provincial union in New Zealand when she took control of the Otago Board in 2019, says NZAR is moving in the right direction when it comes to diversity. We really want to ensure that diversity in all its forms and there's greater equity right across the sport. There's a lot of positive in roads into achieving that and my appointment to the board, Dame Patsy Reddy's appointment, I think they're all positive steps towards achieving these goals. Meanwhile the chief's coach Clayton McMillan Milling says a short tour of Australia will be beneficial for them after half a season of bruising New Zealand derbies. The chiefs play the warritars in Melbourne tonight before facing the Reds in Brisbane next Friday. TransTasmine games between them in 2021. Tonight's game kicks off at 9 p.m. And the New Zealand heavyweight great, David Soar, is set to join one of boxing's most elite clubs. The 49-year-old will be inducted into the Sports Hall of Fame at a ceremony in Los Angeles this weekend. Tuar, who unsuccessfully challenged British legend Lennox Lewis for three world titles in 2000, will be inducted alongside American great Sugar Ray Leonard and Lela Ali the daughter of Muhammad Ali. That's the news. Tomorrow morning Bill Browder has put his life on the line to combat Vladimir Putin. Jennifer Egan, author of the Pulitzer Prize winning a visit from the Goon squad, has a new bookout, the candy house, and we'll check out the Venice Biennel, call Kim Hill, I hope, join me tomorrow morning from 8 on Arinsen National. You're on checkpoint next with Lisa Owen, first the short forecast from at service to midnight Saturday. From Northland to Waikato, also Tom Merenu, Coramandal, Topo and Western Bay of Plenty, cloudy periods with isolated showers. For Eastern Bay of Plenty and Gisbin as well as Hawks Bay, rain possibly heavy with thunderstorms and localized downpaws easing to showers this evening, becoming fine in the Bay of Plenty tomorrow. For the remainder of the North Island and also for Nelson, isolated showers spreading north until tonight and again in the West, late tomorrow, otherwise it's fine. Buller and Westland, mostly fine, with the odd shower north of Hokkitsika, cloud and showers are increasing tomorrow afternoon. Moulbra, Canterbury and Otago, except for Clutha, a few showers today, fine and the south-and and the south coast for Clutha, a few showers today, fine tomorrow. For Clutha, Southland and Fjordland, showers mainly about Fjordand and the South Coast turning to rain and fjordland tomorrow evening. And for Deakoho, the Chatham Islands, mostly cloudy, there's rain this evening, possibly heavy, then a few showers tomorrow. It's seven minutes past five. we'll have news headlines for you at 5.-5. We'll have news headlines for you at 530. No, mee v. Tenay, Koto Kato, no my hai mai, key checkpoints at 10 a r, and Lisa, oh and 10 a. Coming up, Portuguese prosecutors officially declare someone a suspect in the disappearance of British toddler Madeline McCann. But we begin tonight with the cost of living, just when we thought it couldn't get any higher, fruit and veg growers say they may be forced to let crops rot as record inflation takes hold. Tomatoes, broccoli and lettuces have already increased by more than 50% year on year, but with the rising cost of fertiliser wages and fuel, growers are warning prices could rise even further. And as Louise Tanuth reports, the days of finding bargain produce are fast running out. Senior manager at Stat's New Zealand Aaron Beck doesn't paint a rosy picture of how much more we're being stung at the checkout for our fruit and veggies. Fruit and vegetables increase most over the year. They increase by 18%. Letters broccoli have all moved a great deal of tomatoes too, or by more than 50% over the year. and President of United Fresh Jerry Pendergast says that's because inflation is crippling the industry. Excessive costs, not only your normal fertilises, which is a direct reflection of what's happening in Ukraine, the increased costs of wages, fuel, rates and insurances. He says that means growers are weighing up whether they can actually afford to sell their produce. Do I harvest my crop? Is my crop more valuable to me to simply place the rotary hoe through that crop and walk away from it? We're at a point now with for many growers, they're having to make a decision. Apples in the far one with very fruit and so on a bit of pieces. And then in the big rooms on the way on the other side there's a lot of important products, bone apple. Downstairs at United Fresher's Mount Wellington warehouse the floor is full of almost every fruit or vegetable you could imagine. Crates are piled high with boxes of tomatoes, bags of spinach and bunches of bananas. Jerry Prendega says this will all cost more if growers decide it's not feasible to stock shelves. We won't see those low prices of the 2000s that we've been constantly able to see on the shells in the last three or four or five years. We'll see a new phase in the cost of fruit and vegetables and that will be higher. He sees inflation needs to be considered when it comes to bargaining between growers and retailers for the right price. Meanwhile at the Wesley markets in the Auckland suburb of Mount Roskold today, the rain did nothing to deter a bustling crowd. At countdown telegraph cucumbers are selling for $2.99 each and tomatoes of $5.99. A kilo. But here at the markets, cucumbers are selling for $2.99 each and tomatoes are $5.99 a kilo. But here at the markets, cucumbers are $5 a kilo and tomatoes are 99 cents a kilo. Shoppers here say it's a no-brainer compared to the supermarket. Ridiculous, absolutely ridiculous, so much better here. For example, lemons I can get here for $5 a kilo bananas everything. Pears two dollars fifty a kilo here? Supermarket I think it's six or seven dollars a kilo? Yeah it's much for sure here. How often do you come to the market? The long goes like every the Sunday market and shoes comes here as well so like twice a week once a week. Prizantly they can do good deals you know and avocados, all my favourite, cost of living is going exponentially and some things have doubled in price, but I don't, I can't keep up with it. And Jerry Prendigas says if we want cheap produce, we're fast running out of options. You know, the days of the 99 cent, whatever it is, have gone. It is the kind of price increase that results in a lot of ballyaking. Those new inflation figures show grocery food prices have gone. It is the kind of price increase that results in a lot of ballyaking. Those new inflation figures show grocery food prices have gone up 6.7% in the past year. If we break it down further, fruit and veggies is up a monster 18%. So how do those increases break down? Well joining us now as chair of Vegetables New Zealand John Murphy, Cura John. Cura. Cura. How you grow garlic, right? Yeah, garlic and shilots. Yeah, so give us an example here of how your increased costs have factored in over last year. What's got more costly for you? I think all growers have seen particularly fuel, things like fertiliser and staff costs and also pure availability of staff really impacted. So how much in your operation and experience would that push up the price of your product? Well, unfortunately we can't simply bus those costs along. So while they've affected our bottom line and it's been a very tough year for us, our price is really set by the availability of the market. So we're really price takers. So are you saying that as consumers we actually aren't paying the full cost of the the vegetables that we're getting at the moment, that they're actually more expensive to produce than what we're paying? Sometimes it's definitely the case and in some areas we've got reports of crops being bypassed or chopped into the ground because the market price simply doesn't cover the cost of getting them to market. What kind of crops are you talking about there, John? I understand it's happening with some lettuce crops at the moment and it really is a shame because all that work has gone into those crops. But being price takers, there's a real disconnect between the cost of growing fruit and vegetables and what's received in the market. Talk me through what you mean by that, the disconnect? Well, we're in a very dynamic industry where supply and demand really affects what we can get on the day for our products. And for some of us, like in Gaelic, we're planting Gaelic up to a year ahead of when it's actually in stores for people. So we really have to make an assessment of what will be needed at that time. Before that happens, we have to grow it well, we're subject to the weather and then we have consumer demand on top of that as well. So it's a very complicated situation figuring out how much we should grow and I guess that's the that's the alarming thing at the moment because costs have been growing for more than a decade with farm gate returns to stagnant. Some growers are really looking at whether they keep doing it at all. Because here's the thing and you would appreciate this John I'm sure you hear this all the time when a consumer looks at a cauliflower and it's eight bucks right and they're in the supermarket they say to themselves how much of that is going to the grower. Can you answer that question? Yeah and look that that is alarming and what I can say that is that on most cases in most cases it's less than half that and it's some the other side of that is though that if you're buying seasonally that gets around some of those issues so at the moment whilst we're seeing the 18% figure that you've talked about, you can buy a head of broccoli for two calls 20 and those major retailers. And so there is good buying there, but you do have to look for it. Yeah, if you buy seasonally, another example, let's say whatever vegetable is in season, what percentage of that shelf price will be going to the grower? I mean what I'm asking you is is it the supermarket that's getting the cream here? I think the Commerce Commission in their recent findings suggests that the supermarket is getting quite a bit of it, but that's not the whole story either. And so I think that needs to be sorted out and we do to look at where the money is falling out of the chain, but costs have gone up and so we look at those fuel fertiliser and staff costs. We have to absorb them during the growing season and then what happens after that we do need to look into it, but generally our businesses are hurting. I can say that for sure. How much higher do you reckon prices are going to go and what's going to drive that? So for example we hear about the Ukraine and fuel prices. Are we seeing that already in the cost of say a head of broccoli or is that still coming down the pipe? I think it's still coming down the pipe and so I think we've seen we've seen some of the increases but I think that spike is likely to be better than unfortunately and I think as you quoted Jerry Prentigast earlier saying the days of the 99 cent dealer over I think that's fair to say. Really appreciate your time John that's John John Murphy from Vegetables New Zealand there. Hormai or Fokado, we would love your feedback. Noredada, Ana, Nakopapah, Nakopapamorti Hortakanai, do you shop around for your veg, or do you go to the one-stop shop, just to the supermarket or are you going somewhere else?, let us know where the bargainsa. We'd love to hear from you. Text us on 2101. You can tweet us at checkpoint, RNZ. We can email checkpoint at RNZ.co.nz. Now to the Canterbury town, that's got make shift showers in a car park because what runs out of their taps gives some people rashes. The water in Springfield runs brown or yellow and in the last year there's been plenty of boil notices and murky water. The town was hit by flooding nearly a year ago and has had ongoing problems with the water quality ever since. Our reporter Rachel Graham and cameraman Nate McKinnon have the story. In the small South Island town of Springfield, the Southern Alps and the rural scenes make an impressive backdrop as you drive through. But the water tanker and shower unit installed outside the community hall on the main road point to problems afoot. Every day for the last two months for on when Squire's heads across the road to pick up all the water she needs to keep her cafe taste of kiwi operating. She has to get water from the tanker for anything that goes out to the customers or is used for cleaning. She has to do it all again when she gets home. So we've got to go and get our water and then we've got to bring it home, we've got to boil it and then you've got to boil it and then you've got to use it for cleaning your teeth, you know, doing all that sort of stuff, you're washing, showering, showering, I mean. They've put shower blocks over across the road. Not too sure how many people are using them, but you know, they've done that, so that's really good. When we visited Amy Albin, the water running out of her tap has a yellow tinge to it. She says her three and five-year-olds have been taught that water is yuck, and they shouldn't drink it. Washing them is... I'm sorry, I don't want to wash my children in a bath my children in a bath that is dirtier than what they are and their skin reacts as well. So they both got sensitive skin and it just comes out flaky and red and itchy so we can't even bathe them here. She says the extra workload is exhausting and frustrating. Jack Wilson's household has also suffered rashes from the water and they want something done. He can't understand why the council has brought in diggers to redivore the river which feeds their water intake a year after the floods. We need to know why they've destroyed our environment. This isn't what we wanted. We just want a clean water and clean water is going to be achieved upstream from here. Selwyn District Council's infrastructure group manager Murray Washington says the river was redivoted when it was recently discovered it was going through thick vegetation which may have contributed to the water quality issues. A major communication link between the town and the council is via the Springfield Township Committee. Springfield resident and committee member Emma Stead says the council is making progress. They've been looking at all sorts of options. We've had the short-term option with the water tanker that's been brought in. The medium-term option is the water is is going to be piped up from Sheffield to ease the water issues we've got and then the long-term that they are looking, the council is looking at another treatment for our water. Springfield residents we spoke to said the town has had poor quality water for years but this situation is worse and dragging out. Mr Washington from the council says they've looked at possible solutions to the ongoing risks associated with drawing water from the Kauai River for a number of years. His comments have been voiced. The reality of Springfield's geology means there are no simple solutions. Despite extensive searching, no safe and effective groundwater source has been located that would fully supply Springfield, leaving the river as the only available source. The Salwyn District Council is one of a number of councils opposed to the government's three water reforms, which would see water services moved from council control to a centralised body. Despite a year of water issues, Emistair doesn't think the reforms will help the situation. What concerns me is that we would be a very very very small fish in a huge pond in that case so I would be concerned. I don't think it would solve anything. Jack Wilson is also doubtful about whether a large centralised body would help. He says it's hard enough to get the attention of those in charge in Rolliston, let alone in Wellington. I think keeping it localised, keeping local people, making local decisions about their local environment. The Selwyn District Council says the new pipeline, bringing water from nearby Sheffield, should be completed mid-July, depending on the weather. It says it is also working on a number of other projects, which it hopes together will resolve the issues for Springfield so that people here can trust what runs out of their tap. It's a swift mystery that's been an absolute slow burner. A blue 2018 Suzuki model car apparently abandoned in the new Plymouth Airport car park. Parked up as people in planes come and go, the tidy little Suzuki Swift has been there through the pandemic with no one returning to a collect it for two years. Now the airport's giving it one last push to find the owner before it toes Little Blue Away joining us now is New Plymouth Airport CEO David Scott. Hi David. Hi Lisa how have you tried to locate them? We've solved the mystery Lisa. So we actually knew who the car belonged to some time ago. We want to start off by saying that we welcome anybody to New Plymouth Airport and of course come and park in our lovely car park. But obviously when a car is sitting there for too long it does obviously come a bit cost prohibitive for people. So once we see that a warrant to actually on a vehicle, we expect that it's probably being abandoned. So we did know who the car belonged to, however we were unable to locate the individual. They literally disappeared into thin air. But have you found them in Australia, David? We don't know where they are, Lisa. We still don't know where the owner of the car actually is but we have received news today from a finance company who recognized the number plate and realized they had a claim on the vehicle so it has now been towed and is in the position of that finance company. Do you reckon they recognized the license plate or they got a call from checkpoint saying how you've got finance on this vehicle? Gosh, I don't know. If you helped us out, we certainly appreciate it. But yeah, whichever way it worked out, we're pretty happy. Yeah, because I'm curious. You guys knew who the owner was, right, because of the license plate registration. I mean, what kind of if it went into trying to find them? Yeah, look quite a bit least less so it is tricky for us because we obviously can't get information from airlines where somebody's traveled or or anything like that so we did have a name we the police were involved as well because we did want to see if it's anything nefarious that happened with the vehicle but but gladly there wasn't. It just seemed like a case of pure abandonment and I suspect to your right, the individual is probably long gone. This happens all over the world that people abandon their cars when times get tough at airports and I guess that it's just trickled all the way down to the NACI. How did you notice it? How did someone notice it? Yeah, look, we're a relatively small operation. We've got just over 400 car parks. When the lockdown happened, the car park was pretty much abandoned really. There were a handful of cars there, but as the lockdown eased and people started coming back, the cars did disappear, but this little blue swift just didn't seem to go anywhere. And after a while once we saw that the registration had expired on it we knew that probably had been abandoned. How much is Odin parking fees? Can you give us a ball pack? Yeah we could. It's probably over $9,000 by now but that's like the reality is for us that the car park hasn't been exactly jam-packed over the last couple of years. For us, we were hoping actually that the owner might come back and claim it. Of course we would have had a discussion with them then about the fees, but we're not too tough in the nacky. We would have worked something out for them, but alas it didn't happen. Yeah, I find out really curious because here's the thing right we saw the challenge in this and our producer set about trying to track this person down we found a name we found the finance company it was us was checkpoint that contacted the finance company that has involvement with this vehicle and we've tracked the owner we think to Australia. Oh right no that used to me lesser yeah lesser, yeah, used to me, yep. So what happens to the little blues is okay now? Oh you'd have to talk to the finance company, I imagine, they've probably got a little going on it and last I heard it was it was on its way to turn his auction and terra-naki. Oh so they've already picked it up, it's in there. They certainly have. picked up this afternoon. Well, a large part of the mystery is solved. We really appreciate that. Thanks for joining us. That's New Plymouth Airport CEO David Scott there. In the mystery of that little Suzuki Swift we think has solved. Thanks checkpoint producer. It is 25 minutes past 5. kiyamotoi. You're listening to checkpoint on RNZ National. Now let's get to some of your feedback now, a lot of you getting in touch about the price of fruit and veg. Grant says at least harvest these crops and sell them to pig or cattle owners. That's in response to some growers saying it's cheaper to destroy their crops and get them to market. Another person says your veggie grower guess seems reluctant to say outright that the growers are being shafted by the supermarkets. I suppose no surprise there, given the Commerce Commission report. Richard says, ain't capitalism great. And then another person sees a vegetable auction is the only way to get a fair price for owners. Any other marketing will always result in supermarket domination. Do keep your feedback coming. You can text us on 2101 or tweet us at checkpoint rNZ. Portuguese prosecutors have officially declared someone a suspect in the disappearance of British toddler Madeline McCann. The three-year-old went missing during a family holiday to Portugal in 2007. Investigators believe she was abducted from the holiday apartment where the family was staying. While joining us now is the BBC's Simon Jones. Simon what do we know about this person of interest? Well next month it will actually be 15 years since Madeline McCann disappeared. As you say she went missing from a holiday apartment while her parents were having dinner at a nearby restaurant. And what happened to her? Well that remained a mystery to this day despite international investigations in Portugal, also here in the UK and also in Germany. It's been agony for her parents. They've always clung to the hope that their daughter is still alive, but the authorities in Germany strongly believe that Madeline was murdered by a German man and late last night we heard from prosecutors in Portugal who have been acting on the request of the German authorities. And late last night we heard from prosecutors in Portugal who have been acting on the request of the German authorities. They've identified a suspect, a person of interest, an arguido as they put it. Now they have actually not formally named this suspect, but what we do know is back in 2020, German police said they're investigating a man who they referred to as Christian B. Now he's currently in jail in Germany for raping a 72 year old woman in Pradoosh back in 2005. He was sentenced to seven years for that. He's also served time in jail for drug dealing. And the police in Germany say he was regularly living in the Algarve in Portugal between 1995 and 2007. So Simon, what is the purpose in naming him a suspect or a person of interest? And why is it happening now? Well, I think the timing of this is very interesting because in less than two weeks' time, something called a statute of limitations would have come into effect. And that means under Portuguese law, it would have no longer been possible to make someone a person of interest or a suspect. But we heard from the office of public prosecutions in Portugal. They say that identifying the suspect now isn't just motivated by timing, but also by what it called strong indications that a crime has taken place. So ultimately what we could now see is this suspect being transferred to the Algaas for questioning and it also may by the authorities more time plus of course allow the authorities here in the UK in Portugal and Germany to work ever more closely together to try to get evidence against this suspect. Yeah, so what does happen now in terms of the investigation? Well, we've spoken to the authorities in Portugal who also are telling us they are liaising with the German authorities and the British authorities, the Metropolitan Police here in London have been carried out in investigation, say this is all being led by the Portuguese police. So I think now we will have to wait and see whether potentially there could be any extradition proceedings to try to get this man Christian be from Germany to Portugal for questioning or potentially for charging. But I think it's important to say that there have been a number of investigations over the years and there have been many false dorms in this case. We've had people names of suspects before who haven't ended up being charged. We've had searches that have taken place, particularly in Prado Lus where Madeline McCann went missing, but they haven't unearthed anything of particular note. We've also had in Germany searches taking place linked to this man at Christian B. But the authorities in Germany have been quite open saying that at the moment as things stand they simply don't have enough evidence to bring any charges against Christian B. So I think we'll have to wait and see whether this is going to be a significant development because we have had potentially significant development in the past that ultimately have not changed the outcome in this case. Thank you for the update Simon that is Simon Jones. BBC reported there on the disappearance of Madeline McCann and Portuguese prosecutors have officially declared someone a person of interest. Now a quick traffic update if you're heading north out of there's been a crash on the motor- on the motorway. in in Portuguese prosecutors have officially declared someone a person of interest. Now a quick traffic update, if you're heading north out of Auckland, there'si-i-i-i-chekpoint. It's a green light for the team stock car champs in Pami North after COVID delays. Ninh-o-o-h-kandles is a Kom-ooth after COVID delays. 96 candles is a lot to fit on a lot to COVID-up pipes. Or my awful card, or we would love your feedback. You can text us on 2101, tweet us at Checkpoint R&Z. Or you can send us an email. We love to get those. Checkpoint at RNZ. dot co.nz. It is time to head to the headlines now, called Evie Awneti Ternet.com. 90-year-old Levin woman who died weeks later of a brain injury will be freed on parole. Grace Virtue died 25 days after the invasion of her property in 2019. The teenage girl, now 17, was jailed for two and a half years for virtues manslaughter. The parole board in confirming today that the teen will be freed from prison, said a full written decision would be issued within two weeks. Some fruit and vegetable growers say they may be forced to let crops rot as record inflation takes hold. Inflation has reached a 30-year high of just under 7%. The price of tomatoes, broccoli and lettuces has increased by more than 50% year on year, but growers say they could go up even more. The President of United Fresh, Jerry Pendergast, says increasing operational costs are hitting growers hard. A lawyer representing the far know of an unarmed Taranaki man shot and killed by police say his death isn't unique, says his death isn't unique. Twenty-two-year-old's chaos price was shot after he rammed a police car between New Plymouth and Waitera on Saturday night. Police say he was attempting to hijack someone's vehicle when he was fatally shot. Justice advocate Julia Fai-putsi says Mr. Price's death is indicative of a wider problem and the issue is not young mildly men behaving badly. The Prime Minister says her government is championing respectful debate about indigenous rights in Althea-Rua. New Zealand's plan to implement the United Nations' Declaration on the Rights of Indigenous Peoples is now being drafted. The Act Party has suggested there's been a palace coup by the Maoudi caucus intent on decolonizing the beehive, but Jacindaardern says it's time for respectful respectful debate. One of the 13 people reported to have died with COVID-19 today was aged between 10 and 19. The Ministry of Health has reported a further 9,390 community cases of COVID-19. 522 people are in hospital, 15 of whom are in ICU or high dependency units. The youth is one of the youngest New Zealanders to have died with the virus. Those are the headlines. Our next news bulletin is at 6. Kewarara Ejo Noma Hokkime, this is checkpoint called Lisa Ointianay. It is time for the business news now called Takoho Hua Inai Nainai, called Nicholas Pointin. demand for credit continues to plunge. Tell us more. Yeah, so this is one of the things that we tend to pay quite a bit of attention to because consumer credit is often, or demand for consumer credit, is often a good indicator of consumer sentiment. And we've seen a continuation of a trend that's been sort of ongoing for most of this year, really. It's that the appetite for credit has really fallen. That's according to the latest data we've got from one of the main credit reporting firms here, Equifax. It shows that demand for consumer credit, so things like credit cards, down 32% on the same period a year ago, their mortgage applications, so for home loan credit, down 42% on that period as well. And the main drivers of this is sort of one of the main themes of tonight's show, it's rising inflation, that's necessitated higher interest rates which effectively has raised the cost of credit. One of the other factors playing into this as well is also those tight lending rules, be it the controversial that were made to the Triple CFA Act last year, and also loan to value restrictions people need to have more money essentially to be able to get a mortgage. And speaking to Equifax today, they say that look, we are moving into a very much a changed economic environment. It's different. How different? We won't know, but obviously there's some strong domestic drivers of inflation at the moment, but we look at some of those global factors. We can't say with any confidence when they will begin to subside, because a lot of that's been driven by the war in Ukraine, and those ongoing supply chain disruptions. And Nicholas, talk us through the connection between diamonds and Russia. Russia, what are the less known commodities that Russia diamonds, one of the less known commodities that have been caught in the cross hairs of these sanctions that have been placed on Russia. I don't know this until this morning, but Russia is actually the third largest exporter of diamonds in the world, but obviously those sanctions have made it hard to get those polished stones to their destination markets. But some people have been quite clever in exploiting loopholes because obviously the way sanctions work, you know if you're in New Zealand or the US you want to import a good from Russia you can't really do that easily. So what the loophole people have been looking to exploit is by looking to intermediary countries. So sending those stones to countries that haven't placed sanctions on Russia and from there they can be sent to their final destination. And like when you hear about this and you hear the reports about what's going on in Russia sort of does give new meaning to the idea of blood diamonds and look this sort of behaviour these sort of loop holes they've sort of been talked about a couple you know a few times now in recent weeks and raises the question about whether or not second-direct sanctions should be placed on those countries that continue to trade with Russia. Whether or not we'll see any action like this. It's hard to say, but as the war does continue, and there's no end in sight really, you can probably be sure that we will hear more talk about this in the future. Quick Friday, frolic, through the markets, Nicholas. Yeah, the ends it X down 48 points to 11,908 the dollar trading 67 US cents and 91.3 Australian. Kakeet that is Nicholas Pointin with business news. Ukraine and the US have denied Russia's assertion it's gained control of the port city of Maruyupol. President Putin claimed victory in the biggest battle of the war, declaring the city liberated. It's been the scene of relentless bombardment for weeks. The US says Ukrainian forces still hold ground in the city. Putin ordered his troops to blockade rather than attack a giant steelworks, the last pocket of resistance in the city. Some civilians have been able to leave the southern city, but it's believed thousands remained trapped. The BVC's Bayoura Hunger has more. After a 24-hour journey they finally reached safety from Marjupal, one of the worst-head cities in this war. Only 80 people escaped in this convoy. Many people escaped in this convoy. Irina is gently helped off the bus by her daughter Tatiana. I could not leave at first because my mom can barely walk. There's no way I would have left her behind. There was constant shelling. Even as we were leaving the city there was some firing. And what of the people they've left behind? 100,000 civilians are believed to be trapped. There are food shortages, no running water or electricity. It was a miracle that we found a radio wave where we heard about the evacuation. That helped us to get out. There are pro-Russian separatist vehicles that pull over, but they are not saying anything about evacuations. I think that many people could have got out if they knew that there was an evacuation planned. After days of negotiations only a few dozen people have made it out of Mariyopol, a drop in the ocean in terms of the numbers of those needing help. And this is what they're fleeing. A full-scale Russian assault to capture the Dombas region in the East. Marupul, devastated by bombardments. Hundreds of civilians are believed to be trapped alongside the last Ukrainian forces. At the Avostel still works, its bunkers and tunnels stretch. Its bunkers and tunnels stretch civilians are believed to be trapped alongside the last Ukrainian forces. At the Avostow still works, its bunkers and tunnels stretch for miles. Tapping his feet as he listened to his defense minister, Hill, what he called the liberation of the city, President Putin ordered a halt to the attack on these industrial facilities. Block off this industrial area so that a fly cannot pass through. For those who've escaped severe fighting and a humanitarian crisis, perhaps an opportunity to rebuild their lives. But the fear is more Ukrainians will face a similar fate as this war spreads to more villages and cities. Jusindra Dern is wrapping up the final leg of her overseas mission after a pivotal sit-down with Japan's Prime Minister. The two leaders met in Tokyo overnight and emerged with an agreement which will bolster security ties as the world grows more volatile. The Prime Minister heads home tomorrow. Our Deputy Political Editor Craig McCulloch is in Japan. The apex of the Prime Minister's trip abroad, the key reason she's here, is down with Japan's PM, Fumiyoki Sheida, leader of the world's third largest economy. This partnership matters, because Japan and New Zealand must cooperate in what is a deeply uncertain global environment. The meeting comes as Russia wages war on Ukraine and China agitates in the Indo-Pacific. The two leaders left with the plan to nut out a deal to share more classified information when it comes to international security. There is strong benefit to New Zealand having ties with partners within our wider region who can give us insight into issues, be they defense, be they security or more broadly, be they natural disasters. New Zealand is part of the Phi Phi Phi Phi's intelligence network, but Japan is not. A spokesperson for the Prime Minister initially told RNZ the arrangement with Japan would not stretch to spy agencies intelligence but today Jacinda Arduin said that was possible. Up to the level of top secret and at and at our discretion. For both countries such a deal will have value in monitoring China's movements in the region. The leaders condemned the superpower's actions in the East and South China seas and indirectly referenced its assertiveness in the Pacific. The hardline response on Russia are also clearly serving more than one purpose. So it is about demonstrating through global action that there will be swift response should that occur in any other region or country. The Prime Minister spent her last full day in Tokyo with a series of stops around the city. A visit to Cookie Time Store, a rugby stadium, another business event. Tonight she'll be reunited with her former homestay sister at New Zealand's embassy. I'm excited to see her again. Justinder-ardoon came to Japan having never spoken to its new PM. She leaves tomorrow with a reinforced friend in the region. It is 18 minutes to 6. The cost of living is a major issue across the Tasman as well, just a month out from the election. Young voters in the Northern Territory say they want new ideas for tackling climate change, youth crime and the cost of living. The ABC's Jane Bardan has more. There is still a month to go until election day and young voters in the Northern Territory are telling both sides of politics they want to hear commitments to fresh approaches on tackling climate change, youth crime and the cost of living. A reporter Jane Bardan has been speaking with some of them in the marginal labour labour-held seat of Solomon, which covers Darwin and Palmerston. On your mouth! Get there! There are hundreds of people out in this Darwin Park, enjoying a youth day of games and stalls. Some including young mum Tia Harris, who's perched on a park bench, already knew what issues will decide their vote. climate change is a big thing for me. I am very, I do worry about the planet and I feel like we should take more steps to make the birth of Bedite. Solomon has regularly swum back and forth between Labour and the country Liberal Party. Like many here, Tia Harris hasn't yet decided which way she'll vote. I actually don't know who's running, so I still have the research back, because I'm mainly looking for someone who's going to help with the youth. She wants more money for long-term solutions to youth crime. The coalition federal government held a $50 million Royal Commission into that in 2017, but has now mostly tried to handball the problem back to the NT government. I definitely do want to see a big decrease in crime, especially in the shopping centres. I do worry when I do take my daughter to some shops. Like I don't want to get her. I think honestly mental health is a big issue along young people. A lot of people think it's like there's just kids running a muck, but there's something behind it that's causing that behaviour. How you doing? I'm Calvin Williams, a mentor at top end school with flexible learning. Cost of living pressures are top of his mind but he also wants more federal support for troubled youth. To try something different within this youth justice space, within the indigenous crime and statistic space because we've seen the cycle continue and it's time to break it. I am among Martin Hunter, Punta, Mary. What are some of the most important issues to you that you would like to see addressed for young people? Just going on music really to most of these young boys are usually gifted for making music. Some of these kids they get out of control and they end up getting locked up or hurt and it's scary. My name is Kara. She wants the leaders to focus on big societal changes. Just equality because there's definitely inequality just like gender race and what they could could do to help because even like you know like women's wages versus men's wages like it's a very big difference yeah another of the young people in the park jolly newn says the promises made in the last weeks of the campaign could be the deciding factor. I'm still kind of like lien on some of my friends to see who they vote and I want to see what are the issues right there over there as well to see who I would finally vote. And speaking of elections, France heads to the polls again this weekend for the runoff in the presidential election. latest polls suggest it could be a tight race between the incumbent Manuel Macron and his far-right challenger challenger Marine-L-Pen. But crucially millions are said to be undecided. The BBC's Kacha Adler reports. Could this be France's next president? Marine Le Pen. Patriotic woman of the people visiting France's forgotten villages. All far-right nationalists hiding behind a carefully reinvented, softer image. I'm not radical, sorry. I'm running for president to establish a government of the people for the people, giving back power to the people. But these people and plenty of others in France remain unconvinced. So close to the elections, emotions are running high. It's always like this on campaign trail, Le Pen. There's protectors, press and protesters wherever you look. The one, the one, the one, Maureen. She's focused on voters' number one concern. The spiraling cost of food and fuel here. Marie Le Pen goes to markets to meet working people like us. She's down to earth. We've always liked her. Right, that's her background, that's her party. I'm voting macron to keep up and out. In fact, both presidential candidates have a reputation problem. EU obsessed and elitist is how Emmanuel Macan's critics describe him. So at this campaign event in Marseilles, he ditched the designer jacket and appealed across party lines to vote for him on Sunday. The 24th of April is a referendum for or against the environment, for or against young people. This election can be the start of a new French and European era of great hopes and ambition. Brussels and Washington are watching all this extremely carefully especially with the raging Russia Ukraine crisis. France has the EU's biggest military at second largest economy. Macomb wants to use that to boost EU NATO and transatlantic relations. Le Pen is euro and US sceptic with traditionally close ties to Moscow. Who becomes France's next president is as important abroad as it is at home for a number of reasons? I'm really well, Mr. Maureen Le Penz's program would directly lead to a total collapse of the French economy, which would hurt the other European countries, also a very important economic partner which is the UK. Maureen le Penn defends her economic plans, but France's next president, she or he, won't be able to claim the heart of all French people. This is a divided country. Now a little public service announcement if you're having a little Friday snack you might want to push pause because a fat Burgs caused a raw sewage overflow in Stevens Bay at the gateway to the able Tasman National Park. The wetland and beach is being monitored for contamination after a fat residue buildup caused raw sewage to bubble up from a manhole into the bay. Joining us now is community infrastructure, waters and wastes manager Mike Shrewer. Hi Mike Shrewa. Hi Lisa. Hey there's no delicate way to put this but how much poodier records come up from the manhole and how far has it gone? It wasn't too bad, probably a few litres or so, but it's been, it was over a wee while. Yeah, so the, I understand there is an offending blockage. Are we talking fat-bogs here, Mike? We are, yeah, this particular one seems to be particularly from a fat-bog from the catchment of both. All right. Can you tell me, well, do you know what's in this thing? How big is it? Where is it? I think the pipe's about a 100 mill diameter, so the old four-inch pipe, so it's probably close to that sort of size to be big enough to block it and in both yet it's made up from oils and grease has been discharged down the sink probably from your cooking fats and so on. Right so people are having a fryer and then they biff the hot fats down the pipe and what happens? Yeah so they see once it goes down the pipe as it cools it congeals and then solidifies and then you get other things like wet wipes obviously a big issue as well for our pipes and stuff like that collects up on the the congealed fat as well and just gets bigger and bigger as particles come down the the pipe. How common is this problem for you guys in your area? We seem to have some that are worse than others. We've got two or three cathets in particular where we have wet wipes and and fats discharge down the drains. Most of our restaurants and so on have oil and grease traps. So they came to collect a day. So this particular area is a domestic catchment. And yeah we've just had a couple of incidents there now. So it's your home cooks that are doing it? And this catchment pretty much yes, yeah. Yeah, what kind of stuff have you found in previous fat books that you've had in your area?, besides the old fat and grease? I tell you Greece, yeah, the biggest issue has been wet wipes, where people have used even discharged down the toilet, and often they and themselves will cause a blockage as well, if there's a bit of a crack in the pipe or something else sitting in the pipe, a break or something, the wetwaps will collect there and they'll tend to bundle up and form a blockage as well. But worse for the wetwaps is the actual pumps themselves because they tend to collect on the impellers and build up. And of course, the more you've got building up, the more it attracts others to collect on them and eventually it can lead to damage of the pumps and then we end up the pumps breakdown and we end up having an overflow from the site. I understand so it's like a snowball basically it gathers momentum. I mean pretty much sounds expensive Mike is it? It can be. You know you're probably a normal call out I know you're probably looking at a few hundred dollars just to go on there and if they can hook it out with rods and so on but if it involves digging it up you know you can get into the couple of thousand dollars quite quickly and if you have a pump go down you know once you get the cranes in and lift them out and clear them and having to caught the water away while the pump's not operating, you know you can be up to several thousand dollars pretty quickly on a single blockage. So Mike why are people getting the message? Don't be flushing that stuff down the loop. We try hard, every opportunity has liked this interview and regular in our news line which is our local paper from the council. We try and advise people but I guess once people understand the issues we get a good response. We generally do a letter drop in a catchment as soon as we have these sort of issues. Because we had one issue in particular recently where someone was throwing clothes down the toilet and as they called you blockages. Close. Close down the toilet. But like not. And, sure, it's and jeans and so on. We're not sure what the issue was there, but yeah. Someone was dumping it down. And so we did a letter drop as we do in these circumstances and it sorts it out for a while and then yeah we certainly have a good response after a later drop. Really appreciated time Mike thanks for joining us that's Mike Shreward there from or at least the community infrastructure waters and waste managers so bottom line don't stick your jeans and t-shirts down the loo. engines are revving and bar tails ringing in Parmesan North for the city's biggest weekend of the year. The super stock team's champs brings thousands of petrol heads to Manawathu and pumps millions of dollars into the economy. Jimmy Jimmy Allingham reports. It's the biggest the stock cars fly around the track at Palmerston North's arena. COVID forced the rescheduling of the team's champs from their normal February slot and the orange traffic light means it's all on this Saturday and Sunday nights. Promoter Bruce Robertson says it's the biggest motorsport event in New Zealand. It was supposed to happen over Whitingey weekend, but the move to the red traffic light put that on hold. This was the date we sort of thought was the furthest we could go out and we just hope that we'd come out of red by this stage and we have. More than 10,000 visitors are expected to the city, many camping out in the field behind the stock car track, among them, Dave Bartholomew. The Napier man has brought along wheels of his own. It's a classic classic soccer, from 1982. I never did drive here, but the teams change, but I drove for many, many years. I saw a good meeting, really good meeting, good fun, good atmosphere. Outside of the action at the track, much of that atmosphere transfers to the city's bars and night spots. broo union co-owner Murray Cleghorn is expecting a busy weekend, and says it's a Philip for his a Philip for his. at the track, much of that atmosphere transfers to the city's bars and night spots. Brew Union co-owner Murray Cleghorn is expecting a busy weekend and says it's a Philip for his staff. So I think it'll be good. It'll be a good spirit lifter for everyone to have a good level of energy and we're expecting pretty heavy pukings. I heard towns pretty much booked out. Traditionally the 15,000 tickets sell out and while there are a few tickets left this year the team's champs will add more than five million dollars to the region's economy. At the arena track manager Brian Peklowski and his team are working from dawn until after dark, putting the finishing touches on the venue. The track should be good as long as it doesn't rain too much more in the next 24 hours the track will be really good. It will be a real racy track I'm thinking with a bit of rain on it and no it should lend to good racing. The champs began in 1981 and attracted teams from across New Zealand and in non-covered times the UK. Last year the Otodua went home with the title. Dean from Huntley thinks the Auckland All-stars have it in the bag this year. mate they've got the most talented drivers in the most talented drivers in the country in the country and the country and the just got the most talented drivers in the country in there at the moment. So you've got Tyson Wharton, Good Hitter, you've got a relation of mine, Randy Taren. No, I'm actually at Bay Park slash Roaderer supporter, but open all the way. Well you have to make Gizman, don't you? sponsoring them. Who won last year? Yeah they did, they did, they did, back in a good team. Brian Pekulski says it's anyone's trophy. I'd like to say the one of the local sides will win but I think it's a very fair match up this year with all the all the team. The Parmesan North Panthers and Manawatoin mustangs are flying the flag for local supporters. Queen Elizabeth is celebrating her celebrating her celebrating her friends and family. The BBC travelled to her Sandringham Estate in Norfolk to mark the occasion and spend it with friends and family. The BBC's Nicholas Mitchell reports. In the spring sunshine at Windsor Castle, a birthday greeting. Happy 96th birthday, your majesty, from the band of the Coldstream Guards. A message repeated in different ways in different locations. In Hyde Park in central London, the King's troop Royal Horse Artillery fired a 41 gun salute in fired from the ramparts of Edinburgh Castle. And what of the recipient of so many birthday wishes? The Queen spent the day quietly at Sandringham. She was seen being driven around the estate, looking relaxed, reflecting perhaps that ahead lie a number of planned public appearances for her Platinum Jubilee. Let's get to some of your feedback now. A lot of you getting in touch about the price of fruit and veggies. Annie says we grow all our own veggies and fruit, very lucky. We can live on the smell of an oily rag this way. Another listener says I grow all my own and share with all my neighbours. Wow, you're generous wouldn't mind being your name, your name.. you're generous wouldn't mind being your name. Someone else says we can grow food it's not that hard and practically free if you're privileged enough to have the space and that is a good point. Tim reckons that veggie auctions advantage the supermarkets and cut out smaller bidders and would like us to have a look at that. and Helen says I grow some of my own especially salad crops and raised beds have just harvested tomatoes and planted winter winter crops, leeks yum, love a leek and broad beans. These won't supply all our needs but they will help says Helen. Someone says Amdell markets have the chief of its produce in Auckland so that's a good tip. R&Z News at 6, good evening Kioratato. I'm Evie Ashton. The family of a 90-year-old living woman who died after being attacked in her home are unimpressed. One of her killers has been granted parole. Grace Virtue died 25 days after the invasion of her property in Horo Fenua where she lived alone in November 2019. A teenage girl aged 17 was jailed for two and a half years for Mrs. Virtues' The teen was 15 at the time of the home invasion, which involved her and two other girls who were aged 14 and 15. Some fruit and vegetable growers say they may be forced to let crops rot as record inflation takes hold. Inflation has reached a 30-year high of 6.9 percent. Tomatoes, broccoli and lettuce prices have increased by more than 50 percent year on year, but growers say they could go up even more. The President of United Fresh, Jerry Prendegast, says increasing costs are hitting them hard. Excessive costs, not only your normal fertilises, which is a direct reflection of what's happening in Ukraine, the increased costs of wages, fuel rates and assurances. Jerry Prendegast says some growers are weighing up whether they can actually afford to sell their produce. A lawyer representing the far-know of a Taranaki man shot and killed by police says unfortunately his death isn't unique. 22-year-old's chaos price was shot after he rammed a police car on State Highway 3 between Neuplimath and Waaitara on Saturday night. Police say he was attempting to hijack a member of the public's vehicle when the fatal shots were fired. He was unarmed and no firearms were recovered from the scene. Justice advocate Julia Fai Putsi says the numbers don't lie and police killings disproportionately proportionately involve Maldi. She says the issue was not young Maldi men behaving badly but the actions of the crown and police killings disproportionately involve Maoudi. She says the issue was not young Maoudi men behaving badly but the actions of the crown and police. One of the 13 people reported to have died with COVID-19 today was aged between 10 and 19. Others were in their 70s or older as Jean Edwards reports. The Ministry of Health has reported a further 9,390 community cases of COVID-19. 522 people are in hospital, 15 of whom are in ICU or high dependency units. The person aged between 10 and 19 is one of the youngest New Zealanders to have died with the virus. The other 12 deaths reported today were people in their 70s, 80s and 90s. Auckland has the highest number of cases with more than 2,200, followed by Canterbury with just over 1,600. Health officials are urging people who are holidaying over the Anzac Day long weekend to have a plan in place in case they or a household contact catch the virus. A resident of a central Canterbury town which has been under a boil water notice for two months says he has no faith a new body created under the three waters reforms would do any better than the local council. Springfield residents have been getting water from a tanker since February and their water quality has been intermittent since flooding last year. Jack Wilson says the council's approach has been frustratingly slow but he fears a larger organization might be just as bad. Mr Wilson says he's approached government agencies over the current water situation and had no response. He says it's already hard to draw the attention of officials at the Council's headwaters to their plight and might be even harder with a bigger organisation. The President of the World Bank says Ukraine has suffered about $90 billion worth of physical damage following Russia's invasion of the country. That will rise further as the conflict continues. Early estimates of damages doesn't include the growing economic costs of the water Ukraine. In a virtual address to the World Bank Forum, the Ukrainian president of Vlodomazolinsky outlined the scale of the financial help his country needed. His words are translated. At this time we need up to 7 billion US dollars each month to make up for the economic losses and we will need hundreds of billions of dollars to rebuild all this later. Vlodom Zellenski is calling for Russia's immediate exclusion from international financial institutions. And hospitality businesses in Parmesan North are expecting their biggest weekend of the year with the super stock teams champs coming to town. The biggest motorsport event in New Zealand was due to go ahead at White Tongue weekend before the move to a red COVID traffic light setting put the brakes on it. The co-owner of brew union Murray Cleghorn says with 10,000 visitors in town it's a boon for business. So I think it'll be a good spirit-lifter for everyone to have a good level of energy and we're expecting pretty heavy poking. I hate towns pretty much booked out. Murray Cleghorn says the team champs add more than $5 million to the region's economy. That's the news. Tonight on night's country Life invites you to stay awake and smell the coffee as the team visits this country's first commercial plantation. That's climate change for you. Jackie Brown, actor, comedian, writer and mother selects a mixtape and because it's Anzac weekend, the weekend we commemorate our war dead but also celebrate trans-Tasmine mateship who've got a sonic tonic dedicated to old friends. On nights of me Brian Crump after the news at 7 on Iron Z National. You're back with Lisa Owen on checkpoint next. Right now the short forecast from Met Service to midnight Saturday. From Northlands to Wakehato, also Thoamurin, Coromandel, Topo and Western Bay of Plenty. Cloudy periods with isolated showers. For Eastern Bay of Plenty, as well as Gisbin and Hawks Bay, rain possibly heavy with thunderstorms and localized downpaws easing to showers this evening. Becoming fine in the Bay of Plenty tomorrow. For the remainder of the North Island and also for Nelson, isolated showers are spreading north until tonight and again in the West, late tomorrow, otherwise fine. For Buller and Westland, mostly fine with the odd shower north of Hokitsika, cloud and showers are increasing tomorrow afternoon. Malbra, Canterbury and Otago, except for Clutha, a few showers today, fine tomorrow. For Clutha, Southland and Fjordland and Fjordland, showers mainly about Fjordland and the South Coast, turning to rain in Fjordland tomorrow evening, and for the Chatham Islands, mostly cloudy,, mostly cloudy,,, possibly cloudy, possibly cloudy, possibly cloudy, possibly cloudy, possibly cloudy, possibly cloudy, possibly heavy and possibly heavy and possibly heavy and this evening, possibly heavy and then a few showers tomorrow. The time is six minutes past six. We'll have news headlines for you at 6.30. Namahi Evi, Nomai Hokkime, this is checkpoint called Lisa Owintene. A lawyer representing the phano of a Taranaki man shot and killed by police says their statements about the incident are insensitive. 22-year-old chaos price was shot after he rammed a police car on State Highway Three between New Plymouth and Waitera on Saturday night. He was not carrying a firearm. Al Taranaki Fanganui reporter Robert Martin Hizmore. Police say Chaos Price drove its speed into a stationary police car, shunting it off the road, disabling his own vehicle in the process. They say he was fatally shot by officers while attempting to hijack a member of the public's car. In her lengthy statement about the details of the incident police revealed Mr Price was unarmed and no firearms were recovered at the scene. Justice Advocate Julia Wipeati says the nature and timing of the police statement couldn't be worse. And that level of detail and the place to put on that time and level of detail in public relays whilst Fana is waiting to bury their boy, you know, they need to bury the Fano need to grieve and at the same time the police statement seemed in reaction to public response and not with Fano in mind. Ms. Waipati says regrettably Mr. Price's death is not unique. The first young Mali boy that has been killed by the police, unfortunately, not just a statistic that's out of nowhere. We see the numbers for police killing young Maori and it is disproportionate it is huge it is far no being taken away far too early by crown and police action. She says the issue is not about the poor behavior of young Maori males. Specialist firearms lawyer Nicholas Taylor told midday report he's not convinced there was an active threat when police shot dead chaos price. A car of course can be a can be a weapon however it would appear from the from what's been released in the facts of the moment that he was trying to affect and escape so getting into a car taking a car and removing himself from the scene. Mr Taylor says police need to be more willing to use non-lethal methods for diffusing volatile situations. Be it tasers, be it keep his praise, be it police dogs. And even in a situation like this, just, you know, obviously, potentially identifying someone and diffusing the situation by going and collecting a normal or a dalso. Former police negotiator Lance Boudette says even if Chaos Price appeared to be running away officers could have been justified in shooting him. What the officer has to then make an assessment of is if the person getting into another car, is it still a threat to the police getting into a car and coming back at them or are they going going to be a threat to others when they drive away at speed? So it's an assessment you make at the time. Mr Boudet says that assessment would be based on the person's immediate past actions. On the streets of New Plymouth there were mixed views on whether the shooting was justified. I'd have to go with the police. have been desulated. Depending on how intense that RAM was, it's like a real malicious intent, then maybe you'd have to neutralize. Facts are not all out. I'd have to go with the police have to do what they've got to do. Oh absolutely, I think it was justified yet. I support our police, I trust them then, they had to keep us safe. Probably not, unless what is it if your life's in danger. There are three separate investigations underway into Chaos Price's death. His body has been lying at the family home and his funeral is due to be held tomorrow. New Zealand Rugby has appointed the former Governor General Dame Patsy ready to its board. Dame Patsy joins respected rugby administrator Rowena Davenport as NZR board appointees. The move comes in the wake of the damning results of the Blackfern's cultural review. The 9 person board now has three female directors still falling short of Sport New Zealand's 40% diversity threshold for boards. In a statement, NZR board chair Stuart Mitchell says the organization still had work to do around gender diversity in rugby governance. damport said NZR is moving in the right direction when it comes to diversity. in rugby governance. Damport said NZR is moving in the right direction when it comes to diversity. We really want to ensure that diversity in all its forms and there's greater equity right across the sport. There's a lot of positive in roads into achieving that and my appointment to the board daim Pepsi really is appointment. I think they're all positive steps towards achieving these goals. She acknowledges NZAR is facing challenges in ZR is facing challenges in the immediate and long-term future. We all know that the sporting landscape is changing here and globally rather rapidly and it's pretty obvious to all involved that rugby in New Zealand hasn't kept up so there's a real opportunity to adapt and innovate the games. New Zealand rugby will make another appointment to the board at next month's AGM. There's still no collection for soft plastics in the top of the South Island despite the scheme restarting nationwide more than two years ago. The scheme stopped in 2018 when offshore plants said they didn't want it. There's now more ability to process plastics onshore with hopes the scheme will expand even further across the moor too. Here's our Nelson Marlborough reporter Samantha G. For those in many parts of the South Island, it's been a long time since they could recycle soft plastics. Anything like bread and vegetable bags, bubble wrap, and food packets. Last year the nationwide scheme diverted 260 tons of soft plastic from landfill. That's about 14 million bags or wrappers. But if you live north of Christchurch or south of Dunedin there are still no places you can take it to be recycled. Soft plastics recycling scheme manager Lynn Mays says from the end of this week, people will be able to buy a bag at the post shop they can fill with soft plastics and send a way for recycling. There's probably about 75% of the population have now got access to a soft plastics recycling bin at one of their local stores. But for areas like Nelson and Marlburn those that don't currently have bins, this will be a good opportunity for people to recycle until we get things into place. Every piece collected is now processed in New Zealand. The scheme was reintroduced in partnership with Future Post, which turns soft plastics into fencing products. About 1,500 bags are used to make a single fence post, with the company producing about 800 posts a day. The good news is that that processing capacity is increasing and so we can now expand our collection service to match the processing capacity which is a fabulous position for us to be in. But Lynn Mays says logistics make establishing new connection points difficult. I don't want to add more vehicles on the roads because that doesn't make sense and doesn't sit terribly comfortably with us either from a carbon footprint perspective. We want to be able to maximise using back hauling or as I say if and when future posts have their plants in South Island that makes things a whole lot simpler. Wastements territorial authorities forum chair Sophie Mander, says plastic waste is a significant environmental challenge for Altero. Soft plastics regularly end up in landfills and waterways in our ocean and they litter our natural environment. So shifting away from hard to recycle single-use plastics, including soft plastics, would definitely help us reduce waste, improve our recycling systems and it will protect the environment. Sophie Manders says soft plastics are still being found on curbside collections, which goes to landfill or causes problems at recycling sorting facilities. A recent audit of the Queenstown Lakes District Council curbside collection found just over 3% of the average recycling bin with soft plastic and 51% of all plastic in the average rubbish bin was non-recyclable plastic or soft. Here in the South Island we only have soft plastic recycling opportunities in a couple of the big cities, so Dunedin and Christchurch. The communities in some of the smaller urban areas of New Zealand it's still really really problematic. Countdown is one of the scheme's main project partners with collection bins in just over half of its stores around the country. Its director of sustainability kuri Hanafin says when the recycling scheme stopped customers were frustrated and disappointed and when it restarted some stores were inundated with what people had stockpiled. People are in a good habit now, just bringing back their soft plastics. Or you know what, taking it out is they leave the store, taking their biscuit down, and sticking their biscuit record down, sticking it straight in, so it's a good scheme. Kiddie Hannafin says retailers have a responsibility to provide collection points in their communities. Obviously. communities. Obviously we have the conduit of a lot of soft plastic. Lots of our products are packaged in soft plastic and similarly we are a supplier of food as well and some of our products are in soft plastic. So I think you know producers absolutely have a responsibility to support these schemes in terms of paying levies and fees which we do but also providing easy access to customers. For those who can't recycle for now, the best thing consumers can do is avoid single-use plastics wherever possible. It is 16 minutes far six and you will check point on R&Z National. The mayor of the besieged Ukrainian city of Mariopole says the lives of 120,000 civilians there are in the hands of Russian president Vladimir Putin. Mariopole has enjoyed intense bombardment under Russia's invasion of Ukraine. Ukraine in the US dispute Russia's claims the city has fallen into its control. The ABC, Sireciji reports. Performing in front of an audience in Warsaw, the Kiev Symphony Orchestra, many members now displaced, is hoping to share a message as it tours Europe. We have a really important mission with our orchestra. We need to say to the world that we are Ukrainians, we have our own culture and we have our own history. I think in the context of what Putin says, that Ukrainians do not deserve to be a nation, I think this is an artistic protest, a manifesto that he is gravely wrong. In their homeland, the fate of the port city Marupole is unclear. Russia's president of Vladimir Putin is claiming victory, but Ukraine's president of Alor is claiming victory, but Ukraine's president of Alonomerzalenski says Ukrainians remain, defending their land. I know that they've captured most of Mariyupol. We're all well aware of it. There's also a part of our city where our troops who stayed there are stationed. They still remain there. The city's mayor, Vadim Boychenko, says fighters are still defending the city's large steel plant where civilians are also sheltering. There are tens of thousands more civilians trapped in the city. It's important to understand that the lives that are still there, they're in the hands of just one person. Vladimir Putin. Vadim Boyceko says, Russia has been hiding evidence of war crimes of war crimes in the war're in the hands of just one person. Vladimir Putin. Vadim Voichenko says Russia has been hiding evidence of war crimes in the city by burying bodies in a mass grave. And he says Russia is standing in the way of those trying to get out safely. They undermined this evacuation. They've named the places where the evacuation would take place from. They've asked us to give them a map of where the evacuation will start from. We gave them the map. They asked, how many buses do you have? We gave the number of buses, and they destroyed and demolished all of those places. They destroyed our buses. They have undermined the key evacuation. US President Joe Biden describes this as a critical moment in the war, where Russian forces will set the stage for the next phase. He's announced another round of military assistance to Ukraine and additional economic assistance. The package will include heavy artillery weapons, tactical drones and armoured vehicles. US Secretary of Defense Lloyd Austin. I know what painful days these are for Ukraine. Your people are suffering terribly after Russia's cruel and unjust invasion. But the world has been inspired by your courage as you fight for your independence and you do not stand alone. The U.S. has also announced a streamlined process for Ukrainian refugees wanting to resettle there. Portuguese prosecutors have formally identified a suspect in the disappearance of British toddler Madeline McCann 15 years ago. Madeline vanished from her bedroom during a family holiday in the Algarve region in in 2007. the BBC's Simon Jones reports. Next month it will be 15 years since Madeline McCann disappeared. What happened to her remains a mystery despite numerous international investigations. It's been agony for her parents. They've always clung to the hope that their daughter is still alive. But the authorities in Germany strongly believe Madeline was murdered. And now prosecutors in Portugal, looking into what happened in Prado Louge, have identified a suspect a person of interest acting on the request of the German authorities. He's not been named, but German police have been investigating this man referred to as B, a convicted rapist, in connection with Madeline's disappearance. He's currently in jail. Officers say he was regularly living in the Algarve between 1995 and 2007. He has always denied any involvement. There have been TV appeals for information, but the authorities have never had enough evidence to charge him. Madeline went missing from a holiday apartment on the 3rd of May 2007, while her parents were having dinner at a nearby restaurant. In July 2013, the Met Police opened its own investigation, saying it had new evidence and new witnesses. And it was in June 2020 that German police first revealed they had a suspect. There have been searches in Portugal but no breakthrough. In less than two weeks a statute of limitations would take effect meaning under Portuguese law it would no longer be possible to make someone a person of interest. But it's understood this latest development is driven not by timing but by strong indications that a crime has taken place. There have been many false dawns in the investigations into what happened. The police in Germany had previously warned their inquiry like the others could end without a charge. But Madeline's parents have always said they need to know what happened so they can find peace. Hollywood actor Johnny Depp has been grilled about his drug use and graphic text messages about his ex-wife Amber heard. Mr Deppers suing Ms Hurd for defamation after she wrote an article for the Washington Post in 2018 in which she described herself as a victim of domestic violence. CNN Stephanie Ellum has more. Sometimes drink whiskey in the mornings too, right? Isn't happy or any time? Johnny Depp amusing the courtroom. drills down on his past drug and alcohol use. One of your good friends that you've taken drugs with before is Marilyn Manson, right? We've had cocaine together maybe a couple of times. The defense showing this photo of Depp in Boston while making the film Black Mass. Depp claimed he was asleep. The defense claimed an email between Depp and a nurse proves otherwise. After she's telling you that she's watching Black Mass for the third time in a row, you write, I was high as a mother when I made that film. The defense casting Depp as full of anger. It's going. The testimony turning even more crude when the defense used Depp's messages to a friend to show his rage toward her. After you said, let's drown her before we burn her, Mr. Depp, you said, I will f-ck her burnt corpse afterwards to make sure she is dead. But yesterday, Depp claimed her was the aggressor, even severing his finger, which she denies. She threw the large bottle and it made contact. The defense showing writings from Depp in paint and blood from his severed finger and an email where Depp alludes to cutting the finger himself. I have chopped off my left middle finger as a reminder that I should never cut my finger off again. Who's a pathetic attempt at humor? My apologies. Depp's $50 million defamation suit against his ex-wife is in response to Heard's 2018-off bed in the Washington Post about surviving domestic abuse. While she never mentioned Depp, he asserts it got him booted from the starring role in Disney's Pirates of the Caribbean series. The defense implied there was abuse by Depp in the marriage. Depp denies he ever struck any woman. The couple met in 2009 on the set of the Rum diary and married in 2015 before their contentious divorce the following year, with both accusing the other of abusive behavior. The number of Ukrainians who have fled Russia's invasion now tops 5 million people according to the United Nations. But a growing number of people are returning home, even as the war rages on. who have fled Russia's invasion now tops 5 million people according to the United Nations. But a growing number of people are returning home even as the war rages on. CNN, Scott McLean reports from Poland. In the early days of war, trains leaving Ukraine were standing room only, packed with terrified women and children. Trains going the other way were virtually empty. As the bombs fell and the tanks rolled, millions desperately tried to get out, most to Poland. Almost two months later, there are nowadays when more people go back into Ukraine from Poland, then come out. Do you think that the mass exodus is over? No, we can never say that. We cannot. It's hard to predict actually the direction of the crisis. In Pshemish, the first stop in Poland for many Ukrainians traveling by train, the mayor was once overwhelmed by the number of refugees showing up every day. Not anymore. This looks better. We better organized as well well after the two months of experience. And we are so happy that situation on Ukraine looks better at this moment. Inside the station, Natalia Belchik and her family are headed back to their hometown in southern Ukraine, about 50 miles from the contested city of Mikhailiyev. In our town, we had about seven or eight people killed at a military unit when it was bombed. My child was so scared. They fled to a small town in northern Germany, where the government put them up in a nice hotel. But they say they had little help beyond that. We didn't know what to do. Nobody helped us to find jobs. Well, we were told we needed to speak German. You're willing to take a small risk to get your life back? Yes, we want to go back. After all, home is home. Down the hall, Natalia Vuhevska fled Kiev just days into the war. While she stayed with friends in Germany, her neighborhood withstood Russian shelling. Now that the Russians have retreated, she's going back. It's a bit scary, but I've been looking forward to seeing my husband. I never thought this would last a long time. I thought it would be for a week or two. I don't want to start a new life in Germany without my husband. at the lineup to get into Ukraine stretches for five miles. for a week or two. I don't want to start a new life in Germany without my husband. At the border, the lineup to get into Ukraine stretches for five miles. And at the Polish side of the pedestrian crossing, there are more volunteers than refugees. because I want to meet my parents, I miss them very much. Sir David Attenborough has been named a champion of the Earth by the UN's Environment Program. The award recognises the veteran broadcaster's devotion to telling stories about the natural world and climate change. The head of the Environment Program says Sir David's programmes help people fall in love with the planet. The BBC's just enrolled. has more. help people fall in love with the planet. The BBC's just enrolled at Haysmore. And let me just say that we are deeply honoured to... Like so much of life today this award ceremony was conducted over the internet but there was nothing virtual about Sir David's delight. Oh you have the award wow! I'm truly, extremely honoured. You know, the United Nations, we're in a new era. The United Nations is, without them, we will never solve the environmental crisis. The world has to get together. Hidden beneath the waves, right beneath my feet, there are creatures beyond our imagination. Only a concerted effort by the countries of the world will do, Sir David tells Inga Anderson, the head of the UN Environment Programme. We know what the problems are, and we know how to solve them. All we lack is a unified action. Right. These problems cannot be solved by one nation no matter how big that single nation is. under threat. But Sir David has not lost hope. Look how many whales species have come back from the brink of extinction he says. The message is that it can be done. The message is that it is possible. The message is that the natural world has more resources than we can possibly imagine. We've worked out how to kill them. Now we could give them a chance for them to come back and save themselves and save us. before he celebrates his 96th birthday. Before we head off on Fat Burgs, this person says, I'm very careful what I pour down my drain. If we reduce packaging and practice intelligent disposal we can massively reduce waste, another person says we're eating dinner, please. I did warn you, that's all we've got time for this evening. The late news team is going to keep you updated throughout the night if you missed anything on the program. you know the Fatbeberg interview and you want to catch up on it go on to Spotify Apple or wherever you get your podcast from go away what it is a at a terror and a motto corridor you can check out our videos and stories online have a fantastic weekend"}