{"speakers": [], "chunks": [{"timestamp": [0.0, 2.62], "text": " Thank you,"}, {"timestamp": [2.62, 17.26], "text": " This is check-point on R&Z National."}, {"timestamp": [17.44, 18.24], "text": " I'm Lisa Owen."}, {"timestamp": [18.44, 19.24], "text": " Hii-Aki-ne."}, {"timestamp": [19.68, 21.28], "text": " Is it time to shut up shop?"}, {"timestamp": [21.4, 23.46], "text": " The Auckland businesses fed up with ram raids"}, {"timestamp": [23.46, 25.08], "text": " and knife-wielding teenagers,"}, {"timestamp": [25.58, 30.24], "text": " getting away with it and boasting about it. And the Tauranga bus drivers allegedly facing"}, {"timestamp": [30.24, 35.86], "text": " racial abuse and death threats again from school kids. The big little battle, the health minister"}, {"timestamp": [35.86, 41.58], "text": " calls out nurses unions after they refused to put a long fort pay equity deal to the vote. We"}, {"timestamp": [41.58, 46.3], "text": " talk to both sides live. Golfers tee off at the idea courses could be"}, {"timestamp": [46.3, 51.0], "text": " commandeered for housing. Rekin you could pick the difference between a gold-plated and budget"}, {"timestamp": [51.0, 56.1], "text": " hot crossbarn while checkpoints happy to gnaw away at that one. And the blooming hard-working"}, {"timestamp": [56.1, 58.04], "text": " volunteers making Anzak poppies."}, {"timestamp": [62.0, 66.34], "text": " RNZ News at 5. Good afternoon. Ahi-hi Marie. I'm Evie Ashton."}, {"timestamp": [66.88, 71.66], "text": " A senior nurse says she feels short-changed and betrayed by the gender pay agreement"}, {"timestamp": [71.66, 74.22], "text": " that's been stalled by the biggest nursing union."}, {"timestamp": [74.8, 79.46], "text": " The settlements meant to address the fact nurses are underpaid because most of them are women"}, {"timestamp": [79.46, 81.06], "text": " but is now in jeopardy."}, {"timestamp": [81.44, 83.46], "text": " Health correspondent Rowan Quinn reports."}, {"timestamp": [84.22, 87.8], "text": " The disputes over back pay, which is not included in a settlement,"}, {"timestamp": [87.96, 91.2], "text": " the nurse's organisation, did agree to back in December."}, {"timestamp": [91.82, 96.72], "text": " The union now says illegal reviews found the agreement breaches the Equal Pay Act."}, {"timestamp": [97.3, 100.76], "text": " A nurse told RNZ many of her colleagues stayed in their jobs"}, {"timestamp": [100.76, 104.0], "text": " because they thought the settlement and the back pay was on its way."}, {"timestamp": [104.58, 108.46], "text": " The union will ask members if they want to go to the Employment Relations Authority"}, {"timestamp": [108.46, 112.54], "text": " or if they wish to go ahead and vote on the settlement as it stands."}, {"timestamp": [113.4, 118.5], "text": " A 200 metre stretch of suburban Auckland has been hit by a spate of ram raids and robberies."}, {"timestamp": [119.1, 123.54], "text": " Stolen cars and weapons are being used to steal tobacco, vapes and alcohol"}, {"timestamp": [123.54, 125.6], "text": " in many cases by teenagers."}, {"timestamp": [126.18, 129.66], "text": " Subash Batra owns a shop on Auckland's Sandringham Road."}, {"timestamp": [130.12, 133.54], "text": " He was robbed yesterday in broad daylight by two teenage girls."}, {"timestamp": [134.3, 137.42], "text": " I was standing here, one of the girls pointed out an iPhone to me"}, {"timestamp": [137.42, 140.44], "text": " and said, get back, otherwise I'm going to stab you."}, {"timestamp": [141.02, 144.88], "text": " So I literally, I talked to the girl like, she's my own daughter."}, {"timestamp": [145.64, 150.42], "text": " I said, what the hell you're doing here? School-going girl? Why are you trying to ruin your life? Don't, for God's sake,"}, {"timestamp": [150.46, 155.9], "text": " don't do this. But she didn't, she was not bothered. Subash Batra says the teenagers aren't"}, {"timestamp": [155.9, 163.06], "text": " scared of police and boast about thefts on social media. The government is contributing $100,000"}, {"timestamp": [163.06, 166.78], "text": " towards a Merrill Relief Fund to support communities in Wai Dua,"}, {"timestamp": [167.18, 169.16], "text": " most affected by the recent bad weather."}, {"timestamp": [169.66, 174.34], "text": " The Northern Hawks Bay District was hit by a storm yesterday three weeks after the first one."}, {"timestamp": [175.0, 178.78], "text": " Visiting the area today, the emergency management minister, Kiritapu Allen,"}, {"timestamp": [179.2, 180.3], "text": " announced the donation."}, {"timestamp": [181.18, 187.0], "text": " I'm going to release $100,000 from our funds through to the mayor today."}, {"timestamp": [187.0, 192.0], "text": " Merrill relief funds help communities recover after an emergency."}, {"timestamp": [192.0, 200.0], "text": " Weirro Mayor Craig Little says the money will be spent on key infrastructure which has been damaged like the bridge at Therdainga Falls."}, {"timestamp": [200.0, 207.48], "text": " We have that reassurance that the community aren't going to suffer from us fixing those roads down the track with a big bill that we might have to put."}, {"timestamp": [207.82, 210.22], "text": " We know that we're going to get assistance from here and there."}, {"timestamp": [210.32, 211.36], "text": " So it is really good."}, {"timestamp": [212.1, 216.68], "text": " Caution is advised on nearly 40 roads in the Wai Dore District and six are closed."}, {"timestamp": [217.76, 223.2], "text": " Russia says the flagship of its Black Sea Fleet has been badly damaged by a fire and an explosion."}, {"timestamp": [223.78, 225.64], "text": " Ukrainian officials say the vessel was"}, {"timestamp": [225.64, 232.02], "text": " hit by two anti-ship missiles. The BBC's James Reid reports. The Russian Defence Ministry said the"}, {"timestamp": [232.02, 237.26], "text": " explosion that tore through the warship happened when the fire detonated munitions on board. It said"}, {"timestamp": [237.26, 242.9], "text": " the entire crew, thought to number around 500, safely abandoned ship. The Russian statement said the cause of"}, {"timestamp": [242.9, 249.32], "text": " the fire was being investigated and made no mention of the Ukrainian claim that the ship had been hit by missiles. Either way,"}, {"timestamp": [249.66, 253.86], "text": " the virtual destruction of the Moscow is a blow to the prestige and power of the Russian Navy"}, {"timestamp": [253.86, 258.9], "text": " and a boost for Ukraine as it seeks to defend its coastline. The Moscow gained notoriety"}, {"timestamp": [258.9, 263.8], "text": " early in the war when Ukrainian troops defending an island refused its demand for their surrender,"}, {"timestamp": [264.28, 266.94], "text": " using abrupt language that quickly became a meme."}, {"timestamp": [268.06, 272.9], "text": " MPs have been informed that the Russian ambassador can't be hauled before Parliament for questioning"}, {"timestamp": [272.9, 274.74], "text": " because he has diplomatic immunity."}, {"timestamp": [275.42, 279.6], "text": " The Foreign Affairs Select Committee has been investigating whether it can summon the diplomat"}, {"timestamp": [279.6, 283.64], "text": " after he twice rebuffed their requests to appear before it."}, {"timestamp": [284.14, 287.9], "text": " The Foreign Affairs Minister Nanae Mahuta says she asked for advice"}, {"timestamp": [287.9, 290.44], "text": " after hearing about the Select Committee's discussions."}, {"timestamp": [291.22, 293.18], "text": " The advice that I received states very clearly"}, {"timestamp": [293.18, 295.84], "text": " that the investor is protected by the Vienna Convention"}, {"timestamp": [295.84, 298.16], "text": " has a level of diplomatic immunity."}, {"timestamp": [298.82, 302.26], "text": " Whether or not asking questions of him will give the information"}, {"timestamp": [302.26, 306.38], "text": " that the committee is seeking, I think is something that is very arguable."}, {"timestamp": [307.04, 311.28], "text": " To sport, and New Zealand rugby has been forced to delay the vote"}, {"timestamp": [311.28, 314.16], "text": " on the approval of its controversial Silver Lake deal."}, {"timestamp": [314.76, 318.84], "text": " NZR had planned to ratify the deal with the US private equity firm"}, {"timestamp": [318.84, 322.26], "text": " at its AGM this month, but that won't now happen."}, {"timestamp": [322.8, 324.84], "text": " Sports editor Stephen Husson has more."}, {"timestamp": [325.46, 330.4], "text": " NZR Chief Executive Mark Robinson says provincial unions have asked for more time to discuss"}, {"timestamp": [330.4, 335.18], "text": " key areas of the deal structure, but he hopes a special general meeting can be held in the"}, {"timestamp": [335.18, 340.38], "text": " coming weeks to finalise the deal. The proposed DILC Silver Lake investing $200 million"}, {"timestamp": [340.38, 345.26], "text": " in a new commercial entity that will control all revenue generating assets of"}, {"timestamp": [345.26, 350.76], "text": " NZR. An additional co-investment of up to $100 million will be offered to New Zealand-based"}, {"timestamp": [350.76, 355.86], "text": " institutional investors later in the year. Ultimately, Silver Lake would end up owning between"}, {"timestamp": [355.86, 363.74], "text": " 5 and 8.5% of the new entity. Black Caps pace bowler, Tim Salvi, has received the top"}, {"timestamp": [363.74, 365.36], "text": " honour at the New Zealand Cricket Awards."}, {"timestamp": [365.86, 373.02], "text": " He's been awarded the Sir Richard Hadley Medal for his consistent performances in test and limited overs formats over the past year."}, {"timestamp": [373.68, 381.72], "text": " And Olympic gold medal winning snowboarders, Zoe Sadarski-Sinnit, has continued her strong form on the Natural Selection Freestyle Tour in the US."}, {"timestamp": [382.12, 387.1], "text": " The Wanaka 21-year-old has finished third, her eighth top three finish on the tour"}, {"timestamp": [387.1, 389.34], "text": " at the season-ending event in Alaska."}, {"timestamp": [389.8, 390.66], "text": " That's the news."}, {"timestamp": [392.9, 395.54], "text": " An orange traffic light for Easter weekend."}, {"timestamp": [395.78, 400.0], "text": " We're over the moon. It would be great for people to come together and dance."}, {"timestamp": [400.4, 402.18], "text": " It's what we sort of are capable of."}, {"timestamp": [402.46, 404.26], "text": " The cost of living sky rockets."}, {"timestamp": [404.6, 407.66], "text": " It's now a challenge to feed yourself as well as house yourself"}, {"timestamp": [407.66, 409.44], "text": " and keep yourself warm at night."}, {"timestamp": [409.62, 412.52], "text": " While car lovers are making their hot wheels hotter."}, {"timestamp": [412.86, 414.34], "text": " Do we still say pimped it up?"}, {"timestamp": [414.4, 416.0], "text": " Is that the turn from the old TV show?"}, {"timestamp": [417.82, 419.96], "text": " Yeah, I suppose if you want to go that way, yeah."}, {"timestamp": [420.2, 421.06], "text": " Pimp up your morning."}, {"timestamp": [421.32, 423.64], "text": " Morning report, weekdays from 6 on RNZ National."}, {"timestamp": [424.38, 436.44], "text": " You're with Lisa Owen on Checkpoint next. First, the short forecast from Met Service to midnight Friday and a pretty good Easter Friday for most of New Zealand. All of the North Island, fine apart from some areas of cloud about East Cape today."}, {"timestamp": [436.9, 443.94], "text": " Isolated showers are developing in Bay of Plenty late tomorrow. For all of the South Island, except Fjordland and Southland, fine for most."}, {"timestamp": [444.38, 446.54], "text": " But cloudy periods in Westland and Buller,"}, {"timestamp": [446.94, 451.04], "text": " areas of cloud developing in Canterbury tomorrow morning, then clearing tomorrow afternoon."}, {"timestamp": [451.04, 456.92], "text": " For Fjordland and Southland, partly cloudy, isolated showers mainly about Fjordland and Stewart Island."}, {"timestamp": [457.38, 462.28], "text": " And for DeKohu, the Chatham Islands, rain with possibly heavy falls easing this evening,"}, {"timestamp": [462.86, 465.32], "text": " Gale, Southeasterly's gradually turning southwest,"}, {"timestamp": [465.94, 467.84], "text": " cloudy with a possible shower tomorrow."}, {"timestamp": [468.3, 469.82], "text": " It's six minutes past five."}, {"timestamp": [469.92, 472.0], "text": " We'll have news headlines for you at 5.30."}, {"timestamp": [473.26, 474.22], "text": " Nah, mehi, Evie."}, {"timestamp": [474.32, 476.3], "text": " Tena, kautau, no ma'hideh."}, {"timestamp": [476.68, 477.96], "text": " He's checkpoint this, rae,"}, {"timestamp": [478.02, 479.16], "text": " or Lisa Owen, Teney."}, {"timestamp": [479.68, 482.12], "text": " Auckland shop owners slammed with a ram raid"}, {"timestamp": [482.12, 484.08], "text": " in an armed hold-up in the past week"}, {"timestamp": [484.08, 486.44], "text": " are sick of teenagers getting away"}, {"timestamp": [486.44, 489.7], "text": " with hardcore crimes and boasting about it on social media."}, {"timestamp": [490.54, 493.06], "text": " In the suburb of Sandringham, one shop owner and his wife"}, {"timestamp": [493.06, 496.72], "text": " had a knife pulled on them by two school-aged girls yesterday."}, {"timestamp": [497.22, 499.68], "text": " Within a 200 metre stretch of the village shops,"}, {"timestamp": [499.84, 501.66], "text": " three different stores are boarded up,"}, {"timestamp": [502.02, 505.24], "text": " having been broken into or ram-rated in the last fortnight."}, {"timestamp": [505.66, 508.56], "text": " In one case, the getaway car had an 11-year-old driver."}, {"timestamp": [509.12, 512.98], "text": " Just yesterday, police told checkpoint stolen vehicles are being used to nick tobacco,"}, {"timestamp": [513.14, 518.1], "text": " vapes and alcohol, in many cases by teenagers who are repeat offenders."}, {"timestamp": [518.54, 519.64], "text": " John Bond reports."}, {"timestamp": [520.24, 523.78], "text": " Subash Batra owns a vape shop on Auckland's Sandringham Road."}, {"timestamp": [524.2, 527.88], "text": " Two teenage girls walked in wearing hoodies and masks yesterday afternoon."}, {"timestamp": [528.12, 532.18], "text": " I was standing here, one of the girls pointed out an iPhone to me and said,"}, {"timestamp": [532.32, 534.12], "text": " get back, otherwise I'm going to stab you."}, {"timestamp": [534.68, 538.56], "text": " So I literally, I talked to the girl like she's my own daughter."}, {"timestamp": [538.7, 540.54], "text": " I said, what the hell you're doing here? School-going girl."}, {"timestamp": [541.04, 542.34], "text": " Why are you trying to ruin your life?"}, {"timestamp": [543.14, 544.72], "text": " For God's sake, don't do this."}, {"timestamp": [545.14, 546.54], "text": " But she was not bothered."}, {"timestamp": [547.16, 552.54], "text": " The other girl started throwing Shisha products into a bag, which looked like packets of cigarettes."}, {"timestamp": [552.88, 556.02], "text": " My wife pushed her and stopped her from doing that."}, {"timestamp": [556.44, 557.04], "text": " She ran away."}, {"timestamp": [557.14, 560.24], "text": " The other girl with a knife, she pointed it onto my wife."}, {"timestamp": [560.8, 563.02], "text": " She said, I'll hit you, I'll kill you."}, {"timestamp": [563.44, 566.1], "text": " They had a scuffle, neighbouring shop owners arrived and the girls got away. It's all I'll hit you. I'll kill you. They had a scuffle, neighboring shop owners arrived,"}, {"timestamp": [566.24, 573.62], "text": " and the girls got away. It's all caught on CCTV footage. Broad daylight, teenage girls with a knife"}, {"timestamp": [573.62, 579.9], "text": " for maybe a hundred dollars worth of goods. See, it's scary, but I'm sorry to say. When we came to"}, {"timestamp": [579.9, 584.26], "text": " New Zealand, we were told that New Zealand is a crime-free country. We opened the store"}, {"timestamp": [584.26, 589.38], "text": " October the 2021, and so far five times it has happened."}, {"timestamp": [589.62, 591.8], "text": " Five times in six months."}, {"timestamp": [592.36, 599.58], "text": " That's not a surprise to Shittijvutsa, whose dairy, a couple hundred metres away, was ramrated a week ago by teenagers."}, {"timestamp": [600.08, 603.06], "text": " They went through a ballard and smashed through the front door."}, {"timestamp": [603.06, 608.72], "text": " So the damage I am still thinking would not be less than $20,000 to $30,000."}, {"timestamp": [609.22, 613.02], "text": " As well as the damage, a few thousand dollars worth of cigarettes were taken."}, {"timestamp": [613.84, 618.8], "text": " Mr. Vutzat doesn't have his children hanging out in the back of the shop anymore due to safety concerns."}, {"timestamp": [619.14, 620.98], "text": " I've heard like it's only the teenagers."}, {"timestamp": [621.54, 624.18], "text": " I think there were nine kids in my shop when it happened."}, {"timestamp": [624.36, 625.14], "text": " I think two or three"}, {"timestamp": [625.14, 630.78], "text": " girls and six boys. And what I got to know from the police was there was an 11 year old girl"}, {"timestamp": [630.78, 636.96], "text": " driving. So it's pretty sad like 11 year olds or 12 year olds doing robberies like this."}, {"timestamp": [636.96, 643.48], "text": " The police say in the 12 months to October last year, there were 283 ram raids around the"}, {"timestamp": [643.48, 645.64], "text": " country, more than five a week."}, {"timestamp": [646.4, 653.9], "text": " 88% of those were by teenagers or even younger, and just 42% of the offenders were found,"}, {"timestamp": [654.36, 657.16], "text": " meaning the majority got away scot-free."}, {"timestamp": [658.2, 662.08], "text": " Back up the road, 200 metres away, sits another boarded-up shop."}, {"timestamp": [662.6, 666.6], "text": " Ram raided two weeks ago, says the store's scared owner Anna."}, {"timestamp": [666.8, 667.7], "text": " We are worried."}, {"timestamp": [668.04, 670.86], "text": " We work so hard, you know, we pay the tax."}, {"timestamp": [671.4, 676.2], "text": " But now I think that the New Zealand is not secure anymore."}, {"timestamp": [676.56, 679.08], "text": " Even if the place catch land, what they do."}, {"timestamp": [679.46, 683.54], "text": " Sebash Batra agrees that the kids and teenagers involved in these attacks"}, {"timestamp": [683.54, 686.16], "text": " don't have any fear of the police."}, {"timestamp": [686.38, 688.48], "text": " In fact, they boast about it online."}, {"timestamp": [689.16, 692.16], "text": " Here, he talks about a robbery of his shop earlier this year."}, {"timestamp": [692.16, 697.6], "text": " Young guys, they recorded the entire proceeding amazingly by themselves."}, {"timestamp": [697.9, 703.18], "text": " Their own phone made a video, went home, displayed the entire stuff, made a video again,"}, {"timestamp": [703.58, 707.58], "text": " and posted both the videos on social media, on TikTok."}, {"timestamp": [708.04, 710.72], "text": " So amazingly, I mean, they're throwing a challenge to the police also."}, {"timestamp": [710.88, 711.94], "text": " Look, we have done it."}, {"timestamp": [712.24, 713.38], "text": " You can't do anything to us."}, {"timestamp": [713.78, 716.6], "text": " Sandringham's not typically a high crime area."}, {"timestamp": [717.0, 719.04], "text": " It's the suburb in which the Prime Minister lives."}, {"timestamp": [719.58, 722.86], "text": " There are a lot of immigrants and second generation New Zealanders here,"}, {"timestamp": [722.86, 724.64], "text": " and there's a large Indian influence."}, {"timestamp": [725.98, 727.76], "text": " It's a vibrant, multicultural part of town,"}, {"timestamp": [728.24, 729.88], "text": " but these shop owners don't feel"}, {"timestamp": [729.88, 731.9], "text": " safe here and are questioning whether"}, {"timestamp": [731.9, 733.2], "text": " they should shut up shop."}, {"timestamp": [734.1, 735.98], "text": " It is 11 minutes past five."}, {"timestamp": [736.08, 737.86], "text": " Kia Mautunumai, stay with us,"}, {"timestamp": [737.92, 740.14], "text": " you're listening to Checkpoint on RNZ National."}, {"timestamp": [740.7, 741.96], "text": " Wellington cafes are"}, {"timestamp": [741.96, 743.84], "text": " rejoicing at the return of many more"}, {"timestamp": [743.84, 747.46], "text": " public servants along the streets and in offices in the CBD."}, {"timestamp": [748.18, 757.2], "text": " Yesterday's announcement that the country would go down to orange light restrictions has brought more people back into their offices, some for the first time in months."}, {"timestamp": [757.4, 760.16], "text": " Our reporter, Kirsty Frame, has been out and about today."}, {"timestamp": [760.64, 764.18], "text": " Wellington's public servants are back in the concrete playground."}, {"timestamp": [764.84, 768.64], "text": " Corporate office stores are revolving, coffee beans are brewing."}, {"timestamp": [769.54, 777.44], "text": " In just the last 24 hours there's been a noticeable increase in people zipping in and around streets like Lampden Key and the terrace."}, {"timestamp": [778.42, 781.6], "text": " Under Orange, there are no indoor capacity limits."}, {"timestamp": [782.08, 786.44], "text": " The requirement to be seated for service is gone and mask are no longer"}, {"timestamp": [786.44, 788.4], "text": " required in hospitality venues."}, {"timestamp": [788.84, 791.28], "text": " Though many today were still wearing theirs."}, {"timestamp": [792.02, 794.22], "text": " Back on the city streets finally."}, {"timestamp": [794.76, 796.58], "text": " It got a bit busier"}, {"timestamp": [796.58, 799.32], "text": " sort of around the start of April, but definitely today."}, {"timestamp": [799.76, 801.38], "text": " 100% today, way busier."}, {"timestamp": [801.46, 803.08], "text": " I'm actually just about to get lunch with a friend."}, {"timestamp": [803.32, 806.0], "text": " So much more busier. Like just walking up, I was like, holy crap,"}, {"timestamp": [806.04, 806.9], "text": " there's so many people here."}, {"timestamp": [807.0, 811.9], "text": " But yeah, it's good to see everyone back to normal, I guess, the new normal."}, {"timestamp": [812.14, 814.42], "text": " I don't mind it being empty, but it's nice for the businesses."}, {"timestamp": [814.94, 816.38], "text": " I hate busy Lampson Key."}, {"timestamp": [817.02, 821.5], "text": " Many cafes and restaurants on Lampedon Key, the terrace and nearby,"}, {"timestamp": [821.5, 827.38], "text": " are only open Monday to Friday because Wellington's CBD is full of offices."}, {"timestamp": [828.3, 834.0], "text": " That's made the response to the pandemic and people working from home a bit harder on businesses"}, {"timestamp": [834.0, 840.82], "text": " in the area. It also didn't help that February's protests sent more people back home and even"}, {"timestamp": [840.82, 849.68], "text": " clothes shops amid safety concerns. Ian McCloughlin at Cafe 32 on the terrace says it's been a promising turnaround recently."}, {"timestamp": [850.1, 853.32], "text": " The last week we've had way more customers coming in which is good."}, {"timestamp": [853.46, 858.42], "text": " It's still not how it was before because we're like 50% drop off in a few places closing"}, {"timestamp": [858.42, 861.84], "text": " and the protests were like really mad that just put people off coming."}, {"timestamp": [862.0, 862.58], "text": " So I think it's good."}, {"timestamp": [862.64, 863.64], "text": " More people come into the office."}, {"timestamp": [864.24, 866.04], "text": " He says like many other cafes"}, {"timestamp": [866.04, 867.98], "text": " in the CBD, most of their"}, {"timestamp": [867.98, 869.54], "text": " customers come from offices."}, {"timestamp": [870.14, 872.14], "text": " Anyone who kind of works in the office buildings"}, {"timestamp": [872.14, 874.2], "text": " around here, right now, because it's term time,"}, {"timestamp": [874.38, 876.24], "text": " a lot of the uni students are like the fashion"}, {"timestamp": [876.24, 879.54], "text": " school, there's public servants, office workers, and also"}, {"timestamp": [879.54, 882.1], "text": " regulars. I mean, I think like 80% of our customers"}, {"timestamp": [882.1, 882.82], "text": " are regulars."}, {"timestamp": [883.66, 888.0], "text": " Wellington City Council staff are back in working in the office now as well."}, {"timestamp": [888.0, 894.0], "text": " Yesterday city councillors were back in the debating chamber for the first time in several months."}, {"timestamp": [894.0, 900.0], "text": " Theodore Loach at Collective Coffee Shop, a cafe connected to one of Wellington's temporary city libraries,"}, {"timestamp": [900.0, 903.0], "text": " says the city's getting a good hum back to it."}, {"timestamp": [903.0, 906.4], "text": " This is a council building and we're in a government town"}, {"timestamp": [906.4, 909.2], "text": " so that does play into things and you do notice that a lot."}, {"timestamp": [909.92, 912.98], "text": " But now that we've had orange announced, that's a lot of good hope."}, {"timestamp": [913.18, 915.34], "text": " I know a lot of people I know who are hospitality workers"}, {"timestamp": [915.34, 916.8], "text": " who run clubs and things for them."}, {"timestamp": [917.0, 918.88], "text": " It's like, okay, now they can actually do their things again."}, {"timestamp": [919.46, 920.94], "text": " So that's really cool."}, {"timestamp": [921.38, 924.1], "text": " The collective coffee shop, like many others,"}, {"timestamp": [924.26, 927.76], "text": " reported the loss of about half its customers in recent months."}, {"timestamp": [928.38, 931.42], "text": " Theodore says it'll take some time for people to come back."}, {"timestamp": [931.58, 934.7], "text": " We used to be, I think, at the worst, like about 50% down."}, {"timestamp": [935.16, 938.28], "text": " And I think we're getting, we're probably maybe 60% to 70%."}, {"timestamp": [938.28, 939.88], "text": " Like, we're still got a way to go."}, {"timestamp": [940.04, 940.78], "text": " Like, don't get me wrong."}, {"timestamp": [941.14, 945.8], "text": " It's still a lot further below what it was prior to say maybe the August slot down."}, {"timestamp": [946.16, 948.96], "text": " But it is definitely noticeably creeping up again, which is nice."}, {"timestamp": [949.06, 951.26], "text": " So, you know, it's getting there, but still got a lot of work to do."}, {"timestamp": [951.86, 957.16], "text": " And while today was busy in the capital, cafes are still holding their breath a bit longer"}, {"timestamp": [957.16, 959.86], "text": " as people head away for Easter and school holidays."}, {"timestamp": [960.54, 963.66], "text": " Hoping the busy feeling becomes normal again."}, {"timestamp": [964.88, 967.3], "text": " Hoamai all for kāaro, we would love your feedback."}, {"timestamp": [967.46, 970.26], "text": " Noreira are ne'a Kauapa Motejokanei."}, {"timestamp": [970.72, 974.88], "text": " Will you be out and about a little bit more now that we're at the orange setting?"}, {"timestamp": [975.08, 978.64], "text": " And also keen to hear thoughts on our earlier story about young people,"}, {"timestamp": [978.8, 980.72], "text": " teens involved in violent crimes."}, {"timestamp": [981.08, 982.16], "text": " What do we do about that?"}, {"timestamp": [982.36, 987.92], "text": " Text me, Patuimai 2101, tweet tweet us at Checkpoint RNZ or email checkpoint at"}, {"timestamp": [987.92, 995.86], "text": " RNZ.com.NZ. Allegations tonight that Tohanga bus drivers are facing racial abuse and death"}, {"timestamp": [995.86, 999.48], "text": " threats from local schoolboys hanging out at the city's transport hub."}, {"timestamp": [1000.0, 1003.88], "text": " Bay of Plenty Regional Council says there's been vandalism of buses and public facilities"}, {"timestamp": [1003.88, 1006.62], "text": " and threats of violence directed at the public too."}, {"timestamp": [1007.14, 1017.38], "text": " Today the council met with Tauranga Boys College and says college staff are making regular visits to the Willow Street Bus Interchange after school to talk to students gathering there."}, {"timestamp": [1017.52, 1019.92], "text": " Police have also pumped up patrols in the area."}, {"timestamp": [1019.92, 1023.8], "text": " Well, joining us now is First Union Organiser, Graham McKean."}, {"timestamp": [1024.24, 1027.02], "text": " Graham, what is going on there and how bad is it?"}, {"timestamp": [1027.96, 1028.98], "text": " Lisa, hey, Chara."}, {"timestamp": [1029.5, 1037.42], "text": " So we've got some really bad antisocial behaviours down in the CBD of Taorong in Mollong in Molloy Street."}, {"timestamp": [1038.06, 1043.62], "text": " There's a select clique of schoolboys from Taongongong College, as you've just mentioned,"}, {"timestamp": [1043.74, 1047.8], "text": " Tadong Boys College, who are causing a whole lot of problems there."}, {"timestamp": [1047.96, 1052.56], "text": " They're destroying anti-social, sorry, they've been destroying the local toilets."}, {"timestamp": [1052.74, 1054.28], "text": " That's been broken twice now."}, {"timestamp": [1054.92, 1057.26], "text": " Buses have been broken into and graffiti."}, {"timestamp": [1057.44, 1062.36], "text": " The drivers are being racially abused, and one of the drivers was their death threats against him."}, {"timestamp": [1063.06, 1067.44], "text": " So when you say death threats, I mean, how is this unfolding?"}, {"timestamp": [1067.78, 1069.22], "text": " Do the kids come up to them?"}, {"timestamp": [1069.56, 1073.3], "text": " Are there members of the public involved who are being abused as well?"}, {"timestamp": [1073.38, 1074.64], "text": " Can you give us a bit more detail, Graham?"}, {"timestamp": [1075.26, 1079.82], "text": " So, again, it is a group of about 20 children."}, {"timestamp": [1080.14, 1081.68], "text": " I mean, they're known to the bus drivers."}, {"timestamp": [1081.82, 1085.34], "text": " They pick them up, drop them off at the same bus stop every morning and afternoon,"}, {"timestamp": [1085.94, 1087.68], "text": " and it's repetitive behavior."}, {"timestamp": [1088.34, 1092.32], "text": " They are just creating problems there,"}, {"timestamp": [1092.42, 1096.04], "text": " putting their own sort of imprint into the local area,"}, {"timestamp": [1096.44, 1099.62], "text": " and starting to own it as if it's their own patch."}, {"timestamp": [1100.3, 1103.64], "text": " Now, it's just causing a lot of strife for the drivers."}, {"timestamp": [1103.64, 1106.52], "text": " They're feeling intimidated, bullied, harassed."}, {"timestamp": [1107.68, 1113.36], "text": " The Indian and Korean drivers are suffering a lot of racial profiling and abuse as well."}, {"timestamp": [1113.5, 1115.34], "text": " I mean, that's not just a specific area."}, {"timestamp": [1115.46, 1119.28], "text": " I mean, for the Indian and Korean bus drivers,"}, {"timestamp": [1119.38, 1121.54], "text": " it's something that happens to them on a daily basis,"}, {"timestamp": [1121.74, 1123.78], "text": " and I've heard plenty of reports about that."}, {"timestamp": [1124.22, 1128.78], "text": " But about this particular group, I mean, they're known to the college, they're not under the police, they're"}, {"timestamp": [1128.78, 1133.08], "text": " known to the council. It's not a new thing. It's something that's sort of been happening for a"}, {"timestamp": [1133.08, 1138.22], "text": " period of time. And it doesn't sort of seem to have been resolved until first unions come into"}, {"timestamp": [1138.22, 1144.5], "text": " the scene and then started knocking on a few doors and putting media releases out there to"}, {"timestamp": [1144.5, 1146.16], "text": " create a catalyst for these things"}, {"timestamp": [1146.16, 1146.62], "text": " to happen."}, {"timestamp": [1147.06, 1151.18], "text": " So what we're hoping now is that all the stakeholder groups in the community will come together"}, {"timestamp": [1151.18, 1157.68], "text": " and look at protecting their bus drivers, the travelling public and the local store owners."}, {"timestamp": [1158.46, 1162.9], "text": " Okay, Graham, just you mentioned these young people."}, {"timestamp": [1163.14, 1164.36], "text": " They're on the bus, are they?"}, {"timestamp": [1164.44, 1166.6], "text": " They're actually riding the buses as well."}, {"timestamp": [1167.14, 1167.94], "text": " Yeah, absolutely."}, {"timestamp": [1168.12, 1169.78], "text": " They're passengers on the buses."}, {"timestamp": [1170.36, 1172.36], "text": " Is there any alcohol involved here after school?"}, {"timestamp": [1173.1, 1178.0], "text": " Yeah, my understanding is that there's been regular occurrences of RTDs"}, {"timestamp": [1178.0, 1181.58], "text": " found in the toilet blocks, the children around their drinking."}, {"timestamp": [1182.42, 1187.54], "text": " And of course, this is just going to lower their social values."}, {"timestamp": [1187.54, 1190.72], "text": " And it just triggers levels of mayhem."}, {"timestamp": [1191.28, 1195.32], "text": " So you were adamant that they are from a particular college."}, {"timestamp": [1195.44, 1196.44], "text": " Are they wearing uniforms?"}, {"timestamp": [1196.98, 1198.06], "text": " They're all in uniform."}, {"timestamp": [1198.32, 1200.76], "text": " I've spoken to the children at the bus stops."}, {"timestamp": [1200.9, 1204.78], "text": " And as I found out, I went down and started having discussions with them to try and seek"}, {"timestamp": [1204.78, 1206.04], "text": " some more detail around"}, {"timestamp": [1206.04, 1207.98], "text": " that. But yeah"}, {"timestamp": [1207.98, 1210.08], "text": " these fellows are"}, {"timestamp": [1210.08, 1211.74], "text": " in school uniform and"}, {"timestamp": [1211.74, 1214.06], "text": " you know this is they're representative of"}, {"timestamp": [1214.06, 1216.06], "text": " the college. You know I mean there's some"}, {"timestamp": [1216.06, 1217.92], "text": " cons that have come out around the college"}, {"timestamp": [1217.92, 1219.94], "text": " and the police now which are"}, {"timestamp": [1219.94, 1221.78], "text": " you know positive you know the community"}, {"timestamp": [1221.78, 1224.1], "text": " is stepping up to try and provide a safe"}, {"timestamp": [1224.1, 1225.06], "text": " and healthy environment for everybody that works through there but we stepping up to try and provide a safe and healthy environment"}, {"timestamp": [1225.06, 1227.28], "text": " for everybody that works through there."}, {"timestamp": [1227.62, 1229.46], "text": " But we've got to go to the root cause,"}, {"timestamp": [1229.54, 1231.36], "text": " and it's this group of children"}, {"timestamp": [1231.36, 1235.54], "text": " who are behaving in a manner that is causing a deterioration."}, {"timestamp": [1235.98, 1237.8], "text": " Any of your drivers bailing out"}, {"timestamp": [1237.8, 1240.04], "text": " or not want to do these routes as a consequence?"}, {"timestamp": [1241.22, 1243.4], "text": " The discussions I'm having with the drivers"}, {"timestamp": [1243.4, 1244.84], "text": " is they don't want to go through there."}, {"timestamp": [1245.06, 1251.02], "text": " They want me to call a health and safety strike and all the first union members not to stop there,"}, {"timestamp": [1251.12, 1253.94], "text": " but to go further down and away from that area."}, {"timestamp": [1254.32, 1257.9], "text": " This particular point in time, we haven't progressed down that pathway"}, {"timestamp": [1257.9, 1262.34], "text": " because we want the stakeholder groups to step up because it's got to be a collective response."}, {"timestamp": [1262.44, 1263.36], "text": " We've all got to come together."}, {"timestamp": [1263.64, 1265.06], "text": " But it's still an option, Graham?"}, {"timestamp": [1265.28, 1267.6], "text": " It's still an option that you're holding in the wings?"}, {"timestamp": [1268.14, 1269.44], "text": " It's very much an option."}, {"timestamp": [1269.86, 1272.9], "text": " And we may have to go down that pathway."}, {"timestamp": [1273.4, 1275.92], "text": " We'll have to see how things progress"}, {"timestamp": [1275.92, 1277.8], "text": " over the next period of time."}, {"timestamp": [1278.02, 1279.86], "text": " So have you spoken to the school directly?"}, {"timestamp": [1280.66, 1283.84], "text": " No, I haven't had any direct cons with the school."}, {"timestamp": [1284.08, 1287.28], "text": " I've been in touch with regional council, the security guards,"}, {"timestamp": [1287.36, 1289.1], "text": " and of course the bus drivers as well."}, {"timestamp": [1289.94, 1293.92], "text": " It's probably not an area for first union to go to the college"}, {"timestamp": [1293.92, 1296.94], "text": " because regional council is the economic employer."}, {"timestamp": [1297.14, 1298.96], "text": " They're the ones that have a direct responsibility"}, {"timestamp": [1298.96, 1301.98], "text": " to engage with the college over this."}, {"timestamp": [1303.06, 1304.54], "text": " Thanks for your time this evening."}, {"timestamp": [1304.64, 1306.0], "text": " That's first union organiser,"}, {"timestamp": [1306.14, 1307.44], "text": " Graham McKean there."}, {"timestamp": [1308.08, 1310.18], "text": " This was not entirely my choice."}, {"timestamp": [1310.3, 1311.38], "text": " The long-serving MP,"}, {"timestamp": [1311.54, 1313.62], "text": " Lewis Wall, has fired a broadside"}, {"timestamp": [1313.62, 1315.02], "text": " at her own Labour Party"}, {"timestamp": [1315.02, 1316.46], "text": " as she leaves Parliament,"}, {"timestamp": [1316.68, 1318.14], "text": " using her valedictory speech,"}, {"timestamp": [1318.54, 1319.92], "text": " to accuse the party president"}, {"timestamp": [1319.92, 1322.18], "text": " of leading a corrupt process."}, {"timestamp": [1322.74, 1324.0], "text": " Ms Wall is leaving politics"}, {"timestamp": [1324.0, 1325.06], "text": " after 14 years,"}, {"timestamp": [1325.24, 1328.28], "text": " citing a legal battle in the lead-up to the 2020 election"}, {"timestamp": [1328.28, 1331.96], "text": " over the Manurewa seat is one of the reasons for leaving."}, {"timestamp": [1332.46, 1334.94], "text": " In the days leading up to her final speech to Parliament,"}, {"timestamp": [1335.14, 1337.82], "text": " she spoke out about a rift with the party's leadership,"}, {"timestamp": [1338.3, 1340.18], "text": " claiming the Prime Minister told her directly"}, {"timestamp": [1340.18, 1342.28], "text": " that she would never be a minister."}, {"timestamp": [1342.86, 1344.92], "text": " This afternoon, she stood to speak in the House,"}, {"timestamp": [1344.92, 1345.04], "text": " her shoulders covered with a Kouraway, and picked up where she left off. that she would never be a minister. This afternoon she stood to speak in the house,"}, {"timestamp": [1346.72, 1347.04], "text": " her shoulders covered with a kuroi,"}, {"timestamp": [1348.72, 1349.36], "text": " and picked up where she left off."}, {"timestamp": [1352.0, 1355.68], "text": " In 2020, I agreed to leave because, irrespective of the merits of challenging certain actions,"}, {"timestamp": [1356.44, 1358.36], "text": " being in a team where there is no appetite"}, {"timestamp": [1358.36, 1360.92], "text": " for your contribution is not healthy."}, {"timestamp": [1361.82, 1366.24], "text": " I took the opportunity to complete some of my ongoing work, including in the"}, {"timestamp": [1366.24, 1373.3], "text": " international advocacy space. I was placed on the list just below where I had been in 2017 and"}, {"timestamp": [1373.3, 1380.96], "text": " accepted that I was to resign as an MP during this term. Ms Wall thanked MPs, Michael Woods,"}, {"timestamp": [1381.12, 1385.24], "text": " Nanaia Mahuta and Tim Barnett for helping her reach this agreement,"}, {"timestamp": [1388.16, 1388.82], "text": " but told the House she doesn't go of her own volition."}, {"timestamp": [1393.08, 1393.7], "text": " And so I stand here today fulfilling my part of that agreement,"}, {"timestamp": [1398.34, 1399.36], "text": " but I want to be very clear that this was not entirely my choice."}, {"timestamp": [1402.36, 1402.4], "text": " As is custom on Thursday, the Prime Minister, Jacinda Adirne,"}, {"timestamp": [1403.78, 1403.9], "text": " was not in the debating chamber,"}, {"timestamp": [1406.52, 1406.96], "text": " but the Deputy Prime Minister Grant Robertson watched on."}, {"timestamp": [1412.22, 1412.7], "text": " Despite never holding a ministerial position, Ms Wall has a long list of legislative achievements,"}, {"timestamp": [1416.94, 1417.24], "text": " including her sex to sex-fell campaign to legalise same-sex marriage."}, {"timestamp": [1419.98, 1420.62], "text": " She told MPs it was a fight from the very beginning."}, {"timestamp": [1425.24, 1425.82], "text": " While the Deputy Leader of the Caucus at the time wanted more recognition of civil unions,"}, {"timestamp": [1430.58, 1437.46], "text": " I believe that advocacy for marriage equality was based on fundamental human rights and that civil unions became a stopgap measure because it was not clear that marriage would get over the line."}, {"timestamp": [1438.0, 1444.36], "text": " When I expressed this view, I was told that this would be the end of my career and I would be on my own."}, {"timestamp": [1445.2, 1448.0], "text": " With her family watching from the packed public gallery,"}, {"timestamp": [1448.16, 1452.72], "text": " Lewisa Wall finished her speech on a positive note, paying tribute to her previous"}, {"timestamp": [1452.72, 1453.64], "text": " sporting career."}, {"timestamp": [1454.04, 1459.6], "text": " So while there have been obstacles to face and overcome, I leave knowing that I did what"}, {"timestamp": [1459.6, 1461.4], "text": " I could within those constraints."}, {"timestamp": [1461.86, 1465.46], "text": " To use a sporting analogy, I left it all on the field."}, {"timestamp": [1466.38, 1471.84], "text": " Lewis O'Wall is taking up a newly created role as Ambassador for Pacific Gender Equality"}, {"timestamp": [1471.84, 1473.12], "text": " starting next month."}, {"timestamp": [1473.44, 1475.46], "text": " It is 23 minutes past five."}, {"timestamp": [1475.86, 1477.82], "text": " Let's head in a completely different direction."}, {"timestamp": [1478.0, 1482.26], "text": " Tis the season for Hot Cross Buns, and we've had plenty of debate this week about what"}, {"timestamp": [1482.26, 1483.04], "text": " makes a good bun."}, {"timestamp": [1483.48, 1488.48], "text": " Is it the humble supermarket six-pack, the corner bakery bun or the posh cafe creation?"}, {"timestamp": [1488.98, 1493.2], "text": " We selected four buns from different locations around Auckland to put to the test."}, {"timestamp": [1493.6, 1499.44], "text": " Our reporter Nick Trubridge and cameraman Nick Monroe found someone with a slightly more refined palette to pick a winner."}, {"timestamp": [1499.44, 1506.12], "text": " Hi, listeners and viewers, welcome in to Checkpoint's first ever Easter hot cross"}, {"timestamp": [1506.12, 1509.82], "text": " bun challenge. Checkpoint have decided to put me up to this"}, {"timestamp": [1509.82, 1511.92], "text": " very serious story today."}, {"timestamp": [1512.24, 1514.32], "text": " An early Easter present for me, especially"}, {"timestamp": [1514.32, 1516.02], "text": " given the fact that I'm not the biggest"}, {"timestamp": [1516.02, 1518.0], "text": " hot cross bun fan. I think you can get a far better"}, {"timestamp": [1518.0, 1519.98], "text": " Easter treat, you know, your cream eggs and"}, {"timestamp": [1519.98, 1522.22], "text": " the like. But someone who is a fan"}, {"timestamp": [1522.22, 1524.36], "text": " and we're going to give him the duty of doing this"}, {"timestamp": [1524.36, 1532.9], "text": " is James. He's the executive chef at Esther at QT, Auckland. James, let's, we've got A through"}, {"timestamp": [1532.9, 1537.94], "text": " D here. First of all, let's look at appearance. When you look at one of these, what are you"}, {"timestamp": [1537.94, 1542.4], "text": " looking for really? And what one stand out, A through D. I know what these are, but you don't know"}, {"timestamp": [1542.4, 1547.1], "text": " where each has come from. Oh, they look good. I like a little bit of glaze on top, and you've snuck a cheeky chocolate"}, {"timestamp": [1547.1, 1552.86], "text": " one in there as well, which will be a little bit of a treat. But, you know, rice, it's not"}, {"timestamp": [1552.86, 1557.14], "text": " light and fluffy, but then nothing wrong with a bit of dense one here. I can see fruit on the"}, {"timestamp": [1557.14, 1563.0], "text": " side, so that should be quite tasty as well. Let's crack into Exhibit A. I'll let you do the"}, {"timestamp": [1563.0, 1565.62], "text": " honours. James has got a very"}, {"timestamp": [1565.62, 1568.18], "text": " fancy steak knife as opposed"}, {"timestamp": [1568.18, 1569.9], "text": " to a bread and butter knife that he's going to cut these with."}, {"timestamp": [1570.18, 1572.2], "text": " And interestingly, he's gone from the cut straight down"}, {"timestamp": [1572.2, 1573.04], "text": " instead of through the middle."}, {"timestamp": [1573.16, 1576.18], "text": " We want a bit of top, a little bit of middle, a bit of bottom as well"}, {"timestamp": [1576.18, 1577.78], "text": " so you can try the whole thing."}, {"timestamp": [1577.96, 1579.82], "text": " You get all the layers. Yeah, exactly. All right."}, {"timestamp": [1579.9, 1581.86], "text": " Butter that one up. And this is"}, {"timestamp": [1581.86, 1584.04], "text": " A. So this is, I know where"}, {"timestamp": [1584.04, 1585.8], "text": " this has come from. as I say, James"}, {"timestamp": [1585.8, 1590.5], "text": " doesn't, a decent amount of butter which we've got to see, all spread all the way across."}, {"timestamp": [1590.5, 1593.5], "text": " Are you trying with me?"}, {"timestamp": [1593.5, 1599.5], "text": " I guess I have to. I guess I have to. All right, fine, yeah, I'll have some as well. Cheers."}, {"timestamp": [1599.5, 1601.5], "text": " Exhibit A, everyone."}, {"timestamp": [1604.5, 1605.0], "text": " Initial thoughts? Yeah, it's good. A bit of spice. A bit of a spice."}, {"timestamp": [1605.0, 1609.0], "text": " Salanas or raisins coming through."}, {"timestamp": [1609.0, 1610.0], "text": " Light."}, {"timestamp": [1610.0, 1613.0], "text": " Okay, pretty good result."}, {"timestamp": [1613.0, 1614.0], "text": " Exhibit A."}, {"timestamp": [1614.0, 1617.0], "text": " I'll let James do the honours and cut B."}, {"timestamp": [1617.0, 1618.0], "text": " Let's go into it."}, {"timestamp": [1618.0, 1619.0], "text": " Let's go into it."}, {"timestamp": [1619.0, 1621.0], "text": " Okay."}, {"timestamp": [1621.0, 1622.0], "text": " Let's give it a go."}, {"timestamp": [1622.0, 1623.0], "text": " B."}, {"timestamp": [1623.0, 1624.0], "text": " Down the hatch."}, {"timestamp": [1624.0, 1626.0], "text": " What do you think?"}, {"timestamp": [1626.0, 1635.0], "text": " Oh, it's good, it doesn't have the depth of flavour as the last one did with the spice going on, but very easy to eat, simple."}, {"timestamp": [1635.0, 1636.0], "text": " It's soft."}, {"timestamp": [1636.0, 1637.0], "text": " Tasty, yeah."}, {"timestamp": [1637.0, 1641.0], "text": " Now C, it's a little bit different."}, {"timestamp": [1641.0, 1643.0], "text": " I mean, you can tell us why."}, {"timestamp": [1643.0, 1645.24], "text": " Oh, it's a cheeky chocolate one, isn't it? You snuck it in there."}, {"timestamp": [1646.02, 1647.12], "text": " It's the hot chalk bun."}, {"timestamp": [1647.56, 1647.78], "text": " Yeah."}, {"timestamp": [1648.62, 1649.7], "text": " Let's dive into that one."}, {"timestamp": [1650.66, 1653.22], "text": " So for those of you listening to this and not watching,"}, {"timestamp": [1653.58, 1655.52], "text": " this is C."}, {"timestamp": [1656.06, 1657.66], "text": " We've got four, we're up to C."}, {"timestamp": [1658.3, 1660.86], "text": " The first two have been fruit, just to recap,"}, {"timestamp": [1661.1, 1662.72], "text": " the first one had a little bit more spice."}, {"timestamp": [1663.58, 1664.74], "text": " Second one, not quite as much."}, {"timestamp": [1664.84, 1665.94], "text": " This is chocolate. Here we go."}, {"timestamp": [1669.3, 1672.2], "text": " Kind of taste a bit like a muffin more than a hot crossbar?"}, {"timestamp": [1672.24, 1673.64], "text": " It's like, it's cakey, isn't it?"}, {"timestamp": [1675.02, 1679.52], "text": " I mean, it's not, it's good, but it's not pure, is it?"}, {"timestamp": [1679.78, 1682.32], "text": " I think my kids would go for this one over them."}, {"timestamp": [1683.32, 1686.08], "text": " D. Last, but not least."}, {"timestamp": [1687.38, 1688.88], "text": " I know where this one is from."}, {"timestamp": [1689.86, 1691.4], "text": " He's not good crust on the outside?"}, {"timestamp": [1691.58, 1694.56], "text": " I've got a, this one, yeah, special place in my heart at this place."}, {"timestamp": [1694.56, 1698.18], "text": " But let's see what our judge thinks."}, {"timestamp": [1699.04, 1701.86], "text": " It's got a crust on the outside, so you can see it when you're cutting into it."}, {"timestamp": [1702.42, 1705.0], "text": " And quite soft in the middle."}, {"timestamp": [1705.0, 1708.0], "text": " So this one feels different."}, {"timestamp": [1708.0, 1709.0], "text": " Alright, let's give it a go."}, {"timestamp": [1709.0, 1710.0], "text": " D, last but not least."}, {"timestamp": [1710.0, 1715.0], "text": " Mmm, it's a good one."}, {"timestamp": [1715.0, 1717.0], "text": " That's good, isn't it?"}, {"timestamp": [1717.0, 1723.0], "text": " It's almost like, it's got a nice, hard, like nice crust, but then so soft in the middle."}, {"timestamp": [1723.0, 1726.52], "text": " A nice amount of spice but not over the top as well."}, {"timestamp": [1727.08, 1728.88], "text": " So, yeah."}, {"timestamp": [1729.34, 1730.5], "text": " Let's run through them."}, {"timestamp": [1732.28, 1736.82], "text": " Should we go, well, I mean, let's go, let's go fourth place."}, {"timestamp": [1737.32, 1740.2], "text": " Well, I think fourth would be the chocolate one."}, {"timestamp": [1740.76, 1745.58], "text": " Even though we all love chocolate, I don't think it's quite right with the traditional."}, {"timestamp": [1747.18, 1757.28], "text": " Third is B. It's good, generic, tasting. Love it every day. But it's a close one between"}, {"timestamp": [1757.28, 1764.94], "text": " A and D, but I would definitely go D for my number one, so A would be number two."}, {"timestamp": [1767.46, 1769.96], "text": " A second, interesting. Okay, well, well the gram reveal So C is from"}, {"timestamp": [1769.96, 1772.06], "text": " Imano who do"}, {"timestamp": [1772.06, 1773.4], "text": " do an awesome fruit one"}, {"timestamp": [1773.4, 1775.82], "text": " But they were still in the oven when we got there"}, {"timestamp": [1775.82, 1778.18], "text": " So we went with their chocolate to change"}, {"timestamp": [1778.18, 1778.64], "text": " It up a bit"}, {"timestamp": [1778.64, 1781.46], "text": " So in fourth"}, {"timestamp": [1781.46, 1782.82], "text": " Imano's chocolate bun"}, {"timestamp": [1782.82, 1784.88], "text": " And third you went with B"}, {"timestamp": [1784.88, 1786.02], "text": " Which is the"}, {"timestamp": [1786.02, 1787.7], "text": " you were saying off camera"}, {"timestamp": [1787.7, 1791.2], "text": " you remember growing up with"}, {"timestamp": [1791.2, 1794.08], "text": " your Spog standard hot cross buns from the supermarket"}, {"timestamp": [1794.08, 1796.2], "text": " well that's it. That's the"}, {"timestamp": [1796.2, 1798.22], "text": " countdown hot cross bun and it's not bad"}, {"timestamp": [1798.22, 1800.28], "text": " is it? No it's not it's what you grew up"}, {"timestamp": [1800.28, 1802.08], "text": " with as a kid and that's what you"}, {"timestamp": [1802.08, 1804.12], "text": " got your hands on every time and there's nothing wrong"}, {"timestamp": [1804.12, 1810.16], "text": " with them they bring back memories of being a child. A was second and"}, {"timestamp": [1810.16, 1817.46], "text": " Hot Cross Bun A was from Daily Bread. Ah. From Daily Bread. We got it from Daily Bread down at Britta Mart."}, {"timestamp": [1818.62, 1823.68], "text": " Certainly in terms of shape, it's sort of got the most highs, doesn't it? And it's risen the most."}, {"timestamp": [1823.94, 1826.6], "text": " And I think you said a really good amount of spice."}, {"timestamp": [1826.6, 1829.3], "text": " Yeah, it was the spiciest out of the lot, which was good."}, {"timestamp": [1830.5, 1837.0], "text": " And the winner, drum roll please, D was from Paris Mount Eden Bakery."}, {"timestamp": [1837.82, 1840.42], "text": " Tell us about D. Why is D the Victor?"}, {"timestamp": [1840.62, 1844.5], "text": " I love the crust on it and then the soft, fluffy inside."}, {"timestamp": [1844.78, 1846.82], "text": " Not too spicy, just the right"}, {"timestamp": [1846.82, 1852.2], "text": " amount of fruit was good. I could eat, you know, quite a few of those. Thanks everyone listening"}, {"timestamp": [1852.2, 1859.78], "text": " and watching as well. As I say, that was the first ever checkpoint hot crossbun Easter challenge."}, {"timestamp": [1860.36, 1865.4], "text": " Not sure whether we'll do this again next year. As I say, I'm not the biggest hot cross bun fan,"}, {"timestamp": [1865.48, 1867.76], "text": " so hopefully Louise Teneuth can do it or something."}, {"timestamp": [1868.32, 1869.26], "text": " No, but it was a lot of fun."}, {"timestamp": [1869.6, 1870.38], "text": " Thank you, James."}, {"timestamp": [1870.5, 1871.28], "text": " Thank you everyone for listening."}, {"timestamp": [1872.66, 1874.78], "text": " Now, if you were listening to that rather than watching,"}, {"timestamp": [1874.86, 1876.3], "text": " the video will go up online."}, {"timestamp": [1876.4, 1878.6], "text": " It's worth checking out because you can see the different shapes."}, {"timestamp": [1878.7, 1881.22], "text": " I know he chose D, but it had a crust around the end."}, {"timestamp": [1881.3, 1884.74], "text": " I like the ones that are inside and a soft all around the outsides."}, {"timestamp": [1885.1, 1887.48], "text": " In terms of the all-important price point,"}, {"timestamp": [1887.68, 1889.42], "text": " the bun James crowned the winner,"}, {"timestamp": [1889.78, 1892.52], "text": " was $1.50 from Nick's local bakery,"}, {"timestamp": [1892.68, 1894.74], "text": " which was the second cheapest contender"}, {"timestamp": [1894.74, 1897.58], "text": " in the Checkpoint Hot Cross Bun competition."}, {"timestamp": [1897.58, 1899.22], "text": " And we'll have a late entry,"}, {"timestamp": [1899.36, 1909.48], "text": " but more on that after the headlines."}, {"timestamp": [1909.84, 1911.58], "text": " Kiyara Ewee are Hayiakine"}, {"timestamp": [1911.58, 1912.28], "text": " is a checkpoint."}, {"timestamp": [1912.54, 1913.52], "text": " Golfers take a swing"}, {"timestamp": [1913.52, 1914.1], "text": " at the idea"}, {"timestamp": [1914.1, 1915.26], "text": " courses could be used"}, {"timestamp": [1915.26, 1915.96], "text": " for housing"}, {"timestamp": [1915.96, 1917.52], "text": " and other community facilities."}, {"timestamp": [1918.0, 1919.6], "text": " East coasters, get out the mops"}, {"timestamp": [1919.6, 1920.88], "text": " and shovels again,"}, {"timestamp": [1921.04, 1922.06], "text": " and we're in the Garden City"}, {"timestamp": [1922.06, 1923.74], "text": " where volunteers are growing"}, {"timestamp": [1923.74, 1926.46], "text": " supplies of Anzac Poppies. Humae or Fikaro,"}, {"timestamp": [1926.62, 1928.14], "text": " we would love to hear from you about anything"}, {"timestamp": [1928.14, 1929.36], "text": " if you heard on the program this evening."}, {"timestamp": [1929.8, 1932.46], "text": " Text us on 2101, tweet us at Checkpoint RNZ"}, {"timestamp": [1932.46, 1933.38], "text": " or you can email"}, {"timestamp": [1933.38, 1936.4], "text": " checkpoint at rnz.com.nz."}, {"timestamp": [1936.52, 1938.02], "text": " Let us know how the roads are out there"}, {"timestamp": [1938.02, 1939.56], "text": " if someone in the car can safely do it."}, {"timestamp": [1939.6, 1940.56], "text": " We'd love to hear from you."}, {"timestamp": [1940.94, 1941.84], "text": " Time for the headlines."}, {"timestamp": [1942.0, 1946.08], "text": " The mayor of Wairoa says it could"}, {"timestamp": [1946.08, 1948.26], "text": " take months to repair critical infrastructure"}, {"timestamp": [1948.26, 1949.94], "text": " damaged in the latest storm."}, {"timestamp": [1950.44, 1952.16], "text": " Craig Little says ex-cyclone"}, {"timestamp": [1952.16, 1954.14], "text": " Philly, which struck the Hawks Bay Town"}, {"timestamp": [1954.14, 1956.02], "text": " over the past two days, wasn't"}, {"timestamp": [1956.02, 1957.36], "text": " as ferocious as expected."}, {"timestamp": [1957.9, 1960.16], "text": " Barty says the area still received 100"}, {"timestamp": [1960.16, 1961.56], "text": " millimeters of rain yesterday,"}, {"timestamp": [1962.02, 1964.12], "text": " almost the entire average rainfall"}, {"timestamp": [1964.12, 1965.44], "text": " for the whole month of April."}, {"timestamp": [1965.98, 1969.7], "text": " The council's advising people to stay off the roads if they don't need to drive."}, {"timestamp": [1970.24, 1975.36], "text": " Meanwhile, the last section of State Highway 35 in Gisbon, which was closed due to former"}, {"timestamp": [1975.36, 1977.42], "text": " Cyclone Feeley, opens this afternoon."}, {"timestamp": [1978.22, 1983.44], "text": " The nurses' organisation has cancelled a vote on the pay equity settlement, saying it runs against"}, {"timestamp": [1983.44, 1985.94], "text": " legislation. Nurses were due to vote on the deal next week, saying it runs against legislation. Nurses were due to vote"}, {"timestamp": [1985.94, 1990.52], "text": " on the deal next week, but the union now says the settlement would wipe a large part of the"}, {"timestamp": [1990.52, 1996.18], "text": " back pay previously agreed to. It'll consult with members on whether to seek a review by the"}, {"timestamp": [1996.18, 2001.88], "text": " employment relation authority. Outgoing Labor MP, Louisa Wall, says she leaves Parliament"}, {"timestamp": [2001.88, 2005.12], "text": " after 14 years today with no regrets."}, {"timestamp": [2007.6, 2008.12], "text": " Ms. Wall has given her valedictory speech in Parliament."}, {"timestamp": [2011.8, 2017.7], "text": " She'll now take up the position of Pacific Ambassador for gender equality and says her priorities will be empowering women and engaging with the LGBT community."}, {"timestamp": [2018.74, 2027.82], "text": " There are 9,563 new community cases of COVID-19 today and 16 further deaths. They come as the country experiences"}, {"timestamp": [2027.82, 2034.84], "text": " its first day in the orange traffic light setting. About $40,000 of electronic devices stolen from"}, {"timestamp": [2034.84, 2040.6], "text": " schools across Auckland have been recovered. Detective Senior Sergeant Tim Williams says in the process"}, {"timestamp": [2040.6, 2045.36], "text": " police have also disrupted a lucrative avenue where stolen goods are on sold."}, {"timestamp": [2046.14, 2051.66], "text": " And the Christchurch Central RSA has decided not to hold a street appeal on Poppy Day this year"}, {"timestamp": [2051.66, 2055.76], "text": " to reduce the risk of COVID-19 to veterans."}, {"timestamp": [2056.36, 2059.84], "text": " Poppies will still be available to purchase from shops and cafes."}, {"timestamp": [2060.42, 2061.2], "text": " Those are the headlines."}, {"timestamp": [2061.34, 2063.26], "text": " Our next news and weather is at 6pm."}, {"timestamp": [2063.78, 2065.06], "text": " Don't go anywhere, Evie."}, {"timestamp": [2065.42, 2068.8], "text": " A late entry into the Checkpoint Hot Cross Bun competition."}, {"timestamp": [2069.54, 2074.0], "text": " You may recall, we called for Soundo recipe for Hot Cross Buns the other day for Miss Evie,"}, {"timestamp": [2074.12, 2076.68], "text": " and she has produced a wonderful batch of Hot Cross Buns."}, {"timestamp": [2077.24, 2078.7], "text": " Exhibit, well, we'll call it D."}, {"timestamp": [2078.78, 2080.02], "text": " I'm just holding it up to camera."}, {"timestamp": [2080.36, 2083.58], "text": " If you're listening, it was a lot bigger than this when it started out,"}, {"timestamp": [2083.64, 2084.88], "text": " but I've nibbled around the edges."}, {"timestamp": [2085.06, 2087.18], "text": " It's got a very, well, what would you say?"}, {"timestamp": [2088.46, 2089.8], "text": " A rustic cross on it."}, {"timestamp": [2089.84, 2091.16], "text": " If you look at it from the right angle,"}, {"timestamp": [2091.36, 2093.64], "text": " it looks like a bird flying over the bun,"}, {"timestamp": [2093.94, 2095.76], "text": " and it's as dense as all hell."}, {"timestamp": [2095.84, 2098.62], "text": " If I drop this on my foot, I could have in this show."}, {"timestamp": [2099.14, 2102.86], "text": " Evie, was it, you know, epic effort here?"}, {"timestamp": [2103.14, 2104.32], "text": " Did it just about break you?"}, {"timestamp": [2104.32, 2107.36], "text": " They should call them hot cross and bothered buns"}, {"timestamp": [2107.36, 2110.94], "text": " because I was all three of those things, making those buns."}, {"timestamp": [2111.66, 2113.26], "text": " Now, how the tables have turned, Lisa."}, {"timestamp": [2113.42, 2114.5], "text": " Tell me what you think."}, {"timestamp": [2114.54, 2115.1], "text": " Are they delicious?"}, {"timestamp": [2115.2, 2116.1], "text": " I want a straight answer."}, {"timestamp": [2116.26, 2117.22], "text": " No need to dissemble."}, {"timestamp": [2117.54, 2120.14], "text": " They are delicious, but I reckon if you complete one,"}, {"timestamp": [2120.22, 2121.86], "text": " you can't fit anything else in your stomach."}, {"timestamp": [2122.02, 2123.22], "text": " They're pretty hard core, EVE."}, {"timestamp": [2123.22, 2124.1], "text": " For about a month."}, {"timestamp": [2124.34, 2125.5], "text": " They are delicious, though."}, {"timestamp": [2125.54, 2126.2], "text": " So there you go."}, {"timestamp": [2126.46, 2128.46], "text": " Actually, we should put that recipe up on our website."}, {"timestamp": [2128.58, 2130.3], "text": " If people want to follow in EVE's footstep,"}, {"timestamp": [2130.46, 2132.26], "text": " if they've got the fortitude,"}, {"timestamp": [2132.38, 2134.4], "text": " it is apparently a bit of a marathon."}, {"timestamp": [2134.98, 2135.7], "text": " Thank you, Evie."}, {"timestamp": [2135.9, 2136.54], "text": " No worries."}, {"timestamp": [2137.44, 2139.86], "text": " Now, we will go to the business news."}, {"timestamp": [2140.0, 2142.24], "text": " Giles Beckford is standing by in Wellington,"}, {"timestamp": [2142.38, 2144.48], "text": " called Tuckooa and INA, called Giles Beckford."}, {"timestamp": [2145.1, 2150.82], "text": " Now, Giles, manufacturing activity, perks up a smidgen, but it won't be a growth saver for the economy."}, {"timestamp": [2150.98, 2151.5], "text": " Tell us more."}, {"timestamp": [2151.5, 2157.32], "text": " This is the monthly survey done by BNZ and Business New Zealand, it's called the PMI."}, {"timestamp": [2157.98, 2162.1], "text": " It's one of those measures of economic activity that's quite closely followed."}, {"timestamp": [2162.74, 2165.0], "text": " For the manufacturing sector, of course, last year,"}, {"timestamp": [2165.38, 2167.28], "text": " it was a bit in the doldrums, as you would imagine,"}, {"timestamp": [2167.38, 2169.1], "text": " with lockdowns and disruptions."}, {"timestamp": [2169.62, 2171.3], "text": " It's been gradually improving."}, {"timestamp": [2171.6, 2176.72], "text": " A measure above 50 is regarded as expansion and therefore positive."}, {"timestamp": [2177.48, 2180.76], "text": " The latest improvement, and it was a fractional improvement,"}, {"timestamp": [2180.94, 2183.5], "text": " it wasn't anything particularly noteworthy,"}, {"timestamp": [2183.5, 2186.68], "text": " but it came from an increase in new orders,"}, {"timestamp": [2187.04, 2190.64], "text": " which is always good. But one of the things was there was a bit of a dip in production,"}, {"timestamp": [2190.78, 2198.12], "text": " and that was a great reflection of staff absences. Omicron, just wiping out large parts of"}, {"timestamp": [2198.12, 2206.02], "text": " companies' workforces for periods of time. So that suggests you need production to boost the growth numbers"}, {"timestamp": [2206.02, 2208.0], "text": " or to figure prominently in the growth numbers."}, {"timestamp": [2208.3, 2210.06], "text": " It's another little straw on the wind"}, {"timestamp": [2210.06, 2212.02], "text": " that suggests the first three months"}, {"timestamp": [2212.02, 2214.02], "text": " of the year will be a bit"}, {"timestamp": [2214.02, 2215.8], "text": " of a struggle for positive growth."}, {"timestamp": [2215.96, 2217.84], "text": " There are even some who have suggested"}, {"timestamp": [2217.84, 2219.78], "text": " we may see negative growth."}, {"timestamp": [2220.2, 2221.98], "text": " We'll see a contraction in the economy"}, {"timestamp": [2221.98, 2224.02], "text": " for the three months ended March."}, {"timestamp": [2224.44, 2225.56], "text": " I'm not quite so sure on that."}, {"timestamp": [2225.62, 2226.26], "text": " We'll wait and see."}, {"timestamp": [2226.5, 2230.08], "text": " But once again, it's going to be hard yards through this year."}, {"timestamp": [2230.2, 2233.98], "text": " We get the similar look at the services sector on Tuesday."}, {"timestamp": [2234.3, 2237.42], "text": " That will give us a better read for the overall economy."}, {"timestamp": [2238.54, 2242.14], "text": " And Morrison and Coe, this is the Wellington Investment outfit that you've never heard of,"}, {"timestamp": [2242.2, 2243.28], "text": " does a big deal in Australia."}, {"timestamp": [2243.46, 2244.02], "text": " Tell us more, J."}, {"timestamp": [2244.4, 2246.62], "text": " Have you heard about HRL Morrison?"}, {"timestamp": [2246.86, 2248.4], "text": " No, sounds like a shoe company."}, {"timestamp": [2248.52, 2249.0], "text": " Tell me more."}, {"timestamp": [2249.14, 2249.78], "text": " It may well do."}, {"timestamp": [2249.84, 2252.84], "text": " Well, it was founded by Lloyd Morrison,"}, {"timestamp": [2253.02, 2253.94], "text": " or late Lloyd Morrison,"}, {"timestamp": [2254.1, 2255.72], "text": " who many people, of course, will remember."}, {"timestamp": [2256.94, 2260.38], "text": " And he used it as an investment bank."}, {"timestamp": [2260.44, 2260.96], "text": " He got it going."}, {"timestamp": [2261.46, 2263.68], "text": " They have long been the managers,"}, {"timestamp": [2264.02, 2265.12], "text": " the power behind"}, {"timestamp": [2265.12, 2270.72], "text": " Infratil, whom a lot of people will have heard of. They've started to do a little bit more"}, {"timestamp": [2270.72, 2274.54], "text": " of their own thing. They're not breaking links with Infratil at all, but they're just sort of"}, {"timestamp": [2274.54, 2279.56], "text": " going out there and flexing their muscle personally. They've gone across the ditch, and"}, {"timestamp": [2279.56, 2286.82], "text": " they've headed the consortium to buy a broadband networks company, Sort of like what Chorus does. It's called"}, {"timestamp": [2286.82, 2293.86], "text": " Unity. They've spearheaded this consortium. It's a four billion dollar deal. Interesting that"}, {"timestamp": [2293.86, 2300.68], "text": " one of the partners in the consortium is a firm, a Canadian firm, called Brookfield. Those who have"}, {"timestamp": [2300.68, 2305.02], "text": " some memories or even interest, Brookfield owns half of Vodafone New Zealand."}, {"timestamp": [2305.54, 2307.98], "text": " The other partner of that, of course, is infidel."}, {"timestamp": [2308.38, 2311.44], "text": " So it's who you know quite often in this sector."}, {"timestamp": [2311.44, 2314.9], "text": " But I think watch out for Morrison's name."}, {"timestamp": [2315.44, 2320.84], "text": " I think it will be linked frequently, although not necessarily factually,"}, {"timestamp": [2321.3, 2326.22], "text": " with bids for the cell phone tower networks that are possibly on the block from Spark"}, {"timestamp": [2326.22, 2328.0], "text": " and from Vodafone."}, {"timestamp": [2328.74, 2330.86], "text": " And, Giles, let's take a wobble around the market, eh?"}, {"timestamp": [2331.1, 2334.34], "text": " Well, I'll give you one little added extra for Easter,"}, {"timestamp": [2334.52, 2336.6], "text": " although I'm not sure that it's a hot cross bunnies."}, {"timestamp": [2337.1, 2340.4], "text": " No, it's not. It's actually, it'll make you my hot cross bunnies."}, {"timestamp": [2340.96, 2343.72], "text": " ASB raising its interest rates, mortgage rates."}, {"timestamp": [2344.2, 2345.72], "text": " It's passed on the full amount from that"}, {"timestamp": [2345.72, 2347.58], "text": " RBNZ cash rate rise yesterday."}, {"timestamp": [2348.12, 2350.04], "text": " Interestingly, they've only passed on"}, {"timestamp": [2350.04, 2352.04], "text": " a little bit of that"}, {"timestamp": [2352.04, 2353.88], "text": " cash rate rise into the"}, {"timestamp": [2353.88, 2355.86], "text": " deposit rate. So this is how banks"}, {"timestamp": [2355.86, 2357.9], "text": " sustain their finances and their profits."}, {"timestamp": [2358.9, 2359.88], "text": " So they're up."}, {"timestamp": [2360.2, 2361.64], "text": " So you, I think, just say,"}, {"timestamp": [2362.1, 2363.9], "text": " people who are contemplating"}, {"timestamp": [2363.9, 2365.12], "text": " floating mortgages,"}, {"timestamp": [2365.44, 2369.88], "text": " you now have to expect that they're going to be in the 5.5% territory right now."}, {"timestamp": [2370.4, 2373.88], "text": " Quick look at the market. Share market broke the losing streak after six days."}, {"timestamp": [2374.6, 2381.14], "text": " It's a very modest rise, a mere 14 points, just hovering below the 12,000 level for the top 50."}, {"timestamp": [2381.58, 2385.0], "text": " New Zealand dollar, I suppose currency is back in fashion because people"}, {"timestamp": [2385.0, 2388.9], "text": " are now travelling overseas. People are actually knocking on my door saying, oh, what's the"}, {"timestamp": [2388.9, 2393.14], "text": " best rate for the Oz? Because we're thinking we're going there for the holidays. So we can tell"}, {"timestamp": [2393.14, 2399.8], "text": " you that it's 68.3 US cents, 93 and a half Australia. And if you're going further afield, just a smid"}, {"timestamp": [2399.8, 2405.36], "text": " under 52 British bents, have a good Easter, safe travel. You too. Thanks, Giles. That's"}, {"timestamp": [2405.36, 2411.06], "text": " Giles Beckford with business there. Vaping or e-cigarettes are a gateway to traditional smokes"}, {"timestamp": [2411.06, 2416.16], "text": " according to a new Aussie research. A team at the Australian National University reviewed"}, {"timestamp": [2416.16, 2421.78], "text": " the results of close to 200 studies. It concluded non-smokers who vape are three times as"}, {"timestamp": [2421.78, 2425.1], "text": " likely to take up regular smokes than those who don't."}, {"timestamp": [2429.54, 2434.04], "text": " If you're unfamiliar, vapes can deliver nicotine by heating a liquid and turning it into a fine spray for inhalation rather than burning tobacco like regular smokes."}, {"timestamp": [2434.04, 2438.24], "text": " The lead researcher, Professor Emily Banks, says bottom line, vapes are harmful."}, {"timestamp": [2438.64, 2443.76], "text": " We reviewed the global evidence about e-cigarettes, and the bottom line is that they're harmful"}, {"timestamp": [2443.76, 2445.96], "text": " for non-smokers and particularly for"}, {"timestamp": [2445.96, 2447.82], "text": " young people. We found they"}, {"timestamp": [2447.82, 2450.18], "text": " increased the risk of addiction, poisoning,"}, {"timestamp": [2450.84, 2451.96], "text": " injuries and burns,"}, {"timestamp": [2452.28, 2453.14], "text": " lung injury."}, {"timestamp": [2454.1, 2455.62], "text": " And they're also,"}, {"timestamp": [2455.8, 2457.9], "text": " one of the other problems we've got is we don't know"}, {"timestamp": [2457.9, 2460.12], "text": " what they do to a lot of major health conditions"}, {"timestamp": [2460.12, 2462.14], "text": " like cancer and cardiovascular"}, {"timestamp": [2462.14, 2464.18], "text": " disease. But as you've"}, {"timestamp": [2464.18, 2465.32], "text": " said,"}, {"timestamp": [2468.64, 2469.1], "text": " I mean, that's the comparison with not smoking anything."}, {"timestamp": [2473.88, 2474.16], "text": " So e-cigarettes are actually not safer than breathing air."}, {"timestamp": [2476.88, 2477.42], "text": " So that's, I think, a fairly clear bottom line."}, {"timestamp": [2479.4, 2479.64], "text": " When we look at the issue for smokers,"}, {"timestamp": [2482.76, 2483.06], "text": " we find there's limited evidence that they help smokers to quit."}, {"timestamp": [2488.24, 2488.66], "text": " But what we would see in that group is that for those people who can't quit by any other means,"}, {"timestamp": [2494.36, 2495.46], "text": " then using e-cigarettes to quit smoking promptly and completely may well be beneficial."}, {"timestamp": [2502.78, 2503.62], "text": " Are they a gateway tool to deliver, well, a new generation of smokers to traditional cigarettes?"}, {"timestamp": [2505.78, 2505.9], "text": " So we reviewed the evidence about this."}, {"timestamp": [2512.26, 2517.34], "text": " There were 25 studies worldwide, and every single one of those studies showed that non-smokers who use e-cigarettes are more likely to go on to become smokers than non-smokers who don't"}, {"timestamp": [2517.34, 2518.16], "text": " use e-cigarettes."}, {"timestamp": [2518.78, 2521.66], "text": " And some people have said, well, this might be because they're the kind of people who take"}, {"timestamp": [2521.66, 2529.8], "text": " risks, and so it may not actually be causal. But even when you account for those kind of behavioral factors, we still"}, {"timestamp": [2529.8, 2535.68], "text": " see an increased risk of taking up smoking. And it's of the order of threefold. So every"}, {"timestamp": [2535.68, 2541.32], "text": " single one of those 25 studies showed a significant increase in the risk, but non-smokers would take"}, {"timestamp": [2541.32, 2547.1], "text": " up smoking if they used e-cigarettes. It was more likely compared to non-smokers who didn't use e-cigarettes."}, {"timestamp": [2547.62, 2552.08], "text": " What's the kind of age split of vapors and e-cigarette consumers?"}, {"timestamp": [2552.26, 2553.4], "text": " What age are they?"}, {"timestamp": [2554.66, 2557.2], "text": " Well, we looked at the data in Australia."}, {"timestamp": [2557.38, 2559.94], "text": " So I think you would have to look more closely at your New Zealand data"}, {"timestamp": [2559.94, 2561.5], "text": " to have things that were generalisable."}, {"timestamp": [2561.62, 2565.5], "text": " But what we see is that the use is more concentrated in young people."}, {"timestamp": [2566.0, 2569.84], "text": " We see the commonest age groups for youths are around 18 to 24,"}, {"timestamp": [2570.26, 2572.28], "text": " and then it gradually diminishes,"}, {"timestamp": [2572.48, 2575.76], "text": " and then older people much less likely to use e-cigarettes."}, {"timestamp": [2576.76, 2578.48], "text": " What is in them, too?"}, {"timestamp": [2578.64, 2580.62], "text": " Because this is the other thing."}, {"timestamp": [2580.7, 2582.32], "text": " When you talk about health,"}, {"timestamp": [2582.92, 2585.94], "text": " how many chemicals and components are there"}, {"timestamp": [2585.94, 2586.94], "text": " in these?"}, {"timestamp": [2588.08, 2589.94], "text": " So e-cigarettes are devices that"}, {"timestamp": [2589.94, 2591.84], "text": " deliver a very wide range of chemicals."}, {"timestamp": [2592.46, 2594.2], "text": " There are standard chemicals in them,"}, {"timestamp": [2594.32, 2596.42], "text": " propylene, glycol, vegetable, glycerine,"}, {"timestamp": [2596.78, 2599.84], "text": " often nicotine, and often flavourings."}, {"timestamp": [2600.24, 2602.0], "text": " And the latest toxicological"}, {"timestamp": [2602.0, 2604.06], "text": " analysis of what's in them found over"}, {"timestamp": [2604.06, 2606.4], "text": " 243 different chemicals."}, {"timestamp": [2606.84, 2610.0], "text": " Some of those chemicals include ones known to be harmful."}, {"timestamp": [2610.56, 2613.6], "text": " Other ones often have chemicals we don't really know what they do."}, {"timestamp": [2613.6, 2617.62], "text": " So there are over 16,000 flavors in e-cigarettes."}, {"timestamp": [2618.38, 2622.56], "text": " And a number of those flavors we know are safe when you eat them,"}, {"timestamp": [2622.96, 2625.02], "text": " whereas e-cigarettes heat them to a high"}, {"timestamp": [2625.02, 2630.0], "text": " temperature and then you inhale them. So there are uncertainties about what those chemicals do."}, {"timestamp": [2630.76, 2640.66], "text": " Given what you found, should e-cigarettes be promoted as a quitting tool or not?"}, {"timestamp": [2641.46, 2648.32], "text": " Well, what we've found is that the majority of smokers who quit successfully do so without any A."}, {"timestamp": [2648.66, 2654.38], "text": " They do so kind of going cold turkey. And for people who need support, there are also approved"}, {"timestamp": [2654.38, 2658.96], "text": " medicines that have been shown to be effective, so things like nicotine replacement therapy,"}, {"timestamp": [2659.36, 2664.32], "text": " Champics, those kinds of things. For people who can't quit by those means, then e-cigarettes"}, {"timestamp": [2664.32, 2665.34], "text": " are a reasonable alternative in people who've been quit by those means, then e-cigarettes are a reasonable"}, {"timestamp": [2665.34, 2671.06], "text": " alternatives in people who've been informed about the risks and benefits. So we're not suggesting"}, {"timestamp": [2671.06, 2678.14], "text": " that from this report that they be outlawed. And in fact, the whole point about this report"}, {"timestamp": [2678.14, 2683.86], "text": " is it's a review of the evidence for the community to make decisions about what to do. So obviously"}, {"timestamp": [2683.86, 2686.36], "text": " the New Zealand community can use this information and can decide about decisions about what to do. So obviously the New Zealand community can use this information"}, {"timestamp": [2686.36, 2689.5], "text": " and can decide about what it wants to do."}, {"timestamp": [2689.86, 2692.1], "text": " I think there are concerns in the report"}, {"timestamp": [2692.1, 2695.62], "text": " about young people getting addicted to nicotine early in life."}, {"timestamp": [2696.1, 2698.92], "text": " Nicotine is the most addictive substance we know."}, {"timestamp": [2699.72, 2702.64], "text": " And so what we do see is young people using it."}, {"timestamp": [2702.64, 2704.34], "text": " It does affect their brains."}, {"timestamp": [2705.22, 2708.36], "text": " Young people are more susceptible to becoming addicted to things,"}, {"timestamp": [2708.62, 2712.5], "text": " but also it can help to step them up for addiction over their lifetime."}, {"timestamp": [2712.78, 2717.38], "text": " In your personal view, are you happy to have these things sold?"}, {"timestamp": [2718.14, 2720.12], "text": " In my opinion as a public health doctor,"}, {"timestamp": [2720.28, 2723.9], "text": " I think it is a health hazard for young people to use e-cigarettes."}, {"timestamp": [2724.46, 2728.6], "text": " And I think that for some people who are smokers, you've tried everything else,"}, {"timestamp": [2729.0, 2731.54], "text": " they may benefit by using e-cigarettes,"}, {"timestamp": [2731.76, 2735.26], "text": " but they need to use the e-cigarettes to quit completely and promptly."}, {"timestamp": [2736.62, 2740.42], "text": " And that's Professor Emily Banks from the Australian National University."}, {"timestamp": [2741.2, 2744.6], "text": " Now, a quick traffic update with people heading away for Easter."}, {"timestamp": [2745.96, 2751.24], "text": " Waka-Kotahi says holiday traffic is in full swing with long delays both north and south of Auckland."}, {"timestamp": [2751.42, 2756.56], "text": " Surprise, surprise. It says traffic heading north should consider State Highway 16 as an alternative"}, {"timestamp": [2756.56, 2761.44], "text": " route for heading to Northland. We've added a few texts in. Now, this one says we're stuck in a"}, {"timestamp": [2761.44, 2765.6], "text": " massive jam from Pecapeka through to Levin, State Highway 1."}, {"timestamp": [2765.76, 2766.74], "text": " Thanks, Susan, for that."}, {"timestamp": [2766.92, 2772.32], "text": " And another person says completely stationary on State Highway 1 south of Oataki."}, {"timestamp": [2772.52, 2773.32], "text": " That's from Arthur."}, {"timestamp": [2773.44, 2774.1], "text": " Good luck, Arthur."}, {"timestamp": [2774.56, 2780.0], "text": " And this one says traffic south from Auckland's CBD to Manaco City is taking about 90 minutes."}, {"timestamp": [2780.1, 2780.9], "text": " 90 minutes."}, {"timestamp": [2781.3, 2786.06], "text": " Let us know how it is where you are if you have someone in the car who can safely text"}, {"timestamp": [2786.06, 2787.78], "text": " us on 2101."}, {"timestamp": [2788.9, 2790.04], "text": " Auckland golfers"}, {"timestamp": [2790.04, 2791.96], "text": " are worried about council plans to use"}, {"timestamp": [2791.96, 2793.72], "text": " public courses for other purposes"}, {"timestamp": [2793.72, 2795.56], "text": " such as housing, community"}, {"timestamp": [2795.56, 2797.88], "text": " facilities, walkways or business"}, {"timestamp": [2797.88, 2799.68], "text": " use. The council's draft"}, {"timestamp": [2799.68, 2801.5], "text": " investment plan for golf"}, {"timestamp": [2801.5, 2803.74], "text": " cites low participation levels"}, {"timestamp": [2803.74, 2806.1], "text": " particularly for women and children,"}, {"timestamp": [2806.4, 2812.22], "text": " and a lack of diversity among users. But industry reps are outraged, accusing the Council of using"}, {"timestamp": [2812.22, 2817.96], "text": " data that's almost a decade out of date, and ignoring recent skyrocketing demand, which has"}, {"timestamp": [2817.96, 2823.76], "text": " seen 1.1 million rounds of golf played in Auckland every year. Reporter Louise Teneuth and"}, {"timestamp": [2823.76, 2826.08], "text": " camera operator Marika Habasi have the story."}, {"timestamp": [2826.92, 2833.22], "text": " Muriwai Golf Club is one of 13 golf courses on 535 hectares of council owned or managed"}, {"timestamp": [2833.22, 2838.62], "text": " land in Auckland that are under threat from the council plan, looking for other ways to use"}, {"timestamp": [2838.62, 2839.28], "text": " the space."}, {"timestamp": [2839.88, 2845.48], "text": " Figures used in the council's plan are quoted from a 2013 Sport and Recreation New Zealand survey."}, {"timestamp": [2846.18, 2851.4], "text": " While new data from 2019 shows a 30% increase in Auckland golf club members,"}, {"timestamp": [2851.86, 2855.14], "text": " a 33% increase in rounds played in the last five years,"}, {"timestamp": [2855.56, 2860.64], "text": " and a whopping 71% increase since 2018 and under 19 players."}, {"timestamp": [2861.1, 2865.16], "text": " General manager Andrew Jackson says Muriwai golf club's never been busier,"}, {"timestamp": [2865.62, 2867.8], "text": " and there's a 50-person membership wait list."}, {"timestamp": [2867.92, 2874.6], "text": " We roughly have 55,000 rounds per year. We've got 1,000 and 60 members."}, {"timestamp": [2874.9, 2878.22], "text": " He says visitors and members are from all ages and stages."}, {"timestamp": [2878.64, 2885.86], "text": " The youngest member actually is five years old, ranging right through to I think the oldest is about 90."}, {"timestamp": [2886.22, 2891.92], "text": " We do junior coaching every Sunday and it's free for the local community so any kid can come down"}, {"timestamp": [2891.92, 2894.84], "text": " and get free coaching from a PGA professional."}, {"timestamp": [2896.68, 2902.02], "text": " Muriwai's female membership has risen from 75 to 200 in just two years."}, {"timestamp": [2902.44, 2908.32], "text": " That's a 166% increase. The Auckland Council draft investment plan for"}, {"timestamp": [2908.32, 2914.32], "text": " golf is looking at two key areas, equity and participation for all and environmental outcomes."}, {"timestamp": [2915.4, 2919.52], "text": " But industry reps and golf courses here say the numbers they're looking at for participation"}, {"timestamp": [2919.52, 2925.16], "text": " levels are extremely outdated and golf courses have been heavily investing themselves over the years"}, {"timestamp": [2925.16, 2927.5], "text": " when looking at environmental impacts."}, {"timestamp": [2927.5, 2933.2], "text": " Along with 37 other golf clubs, Muriwai Golf Club has an eco-enhanagement plan."}, {"timestamp": [2933.2, 2939.0], "text": " In the last two months they've killed 300 pests to protect native wildlife in the area."}, {"timestamp": [2939.0, 2945.76], "text": " Today at the club the All Orlabilities Championship is on run by Golf New Zealand for people living with disabilities."}, {"timestamp": [2945.76, 2948.38], "text": " Guy Harrison lives with cerebral palsy."}, {"timestamp": [2948.38, 2951.44], "text": " This is his second year competing in the competition."}, {"timestamp": [2951.44, 2953.6], "text": " I started golf when I was five years old."}, {"timestamp": [2953.6, 2958.84], "text": " That means to have an opportunity to play a golf with other guys with disabilities have just been awesome."}, {"timestamp": [2958.84, 2964.6], "text": " Golf New Zealand participation and inclusion manager Emily Davidson says golf is for everyone."}, {"timestamp": [2964.6, 2966.3], "text": " It's a game that's inclusive by design."}, {"timestamp": [2966.74, 2971.42], "text": " So the handicapping system means that anybody, regardless of gender, age or ability"}, {"timestamp": [2971.42, 2973.52], "text": " can compete and play equitably."}, {"timestamp": [2973.94, 2976.38], "text": " And that's like no of a sport in the country."}, {"timestamp": [2976.9, 2981.2], "text": " She says clubs are working with them to constantly improve and it's paying off."}, {"timestamp": [2981.44, 2982.7], "text": " Golf is going nuts."}, {"timestamp": [2983.08, 2985.82], "text": " Our junior numbers are young people playing golf has,"}, {"timestamp": [2985.82, 2989.02], "text": " I'm pretty sure, doubled over the last year or so."}, {"timestamp": [2989.16, 2992.14], "text": " Golf New Zealand is expecting a huge increase in golfers"}, {"timestamp": [2992.14, 2993.42], "text": " over the next 20 years,"}, {"timestamp": [2993.8, 2995.32], "text": " and with weightless already growing,"}, {"timestamp": [2995.68, 2998.22], "text": " losing any land will make things even worse."}, {"timestamp": [2998.6, 3000.92], "text": " And with many clubs already reducing their emissions"}, {"timestamp": [3000.92, 3003.76], "text": " and protecting native wildlife with eco plans,"}, {"timestamp": [3004.26, 3007.96], "text": " golf clubs are crucial in making sure our green spaces are preserved."}, {"timestamp": [3008.64, 3013.72], "text": " But economist Shamabil Iakab is in support of using the spaces for other purposes."}, {"timestamp": [3014.0, 3017.32], "text": " The most precious resource in Auckland right now is access to good quality land"}, {"timestamp": [3017.32, 3022.02], "text": " that also has access to amenities like green space and those kinds of things."}, {"timestamp": [3022.52, 3025.46], "text": " It's a real barrier for us to be able to build enough houses."}, {"timestamp": [3025.92, 3028.58], "text": " Auckland needs to build huge numbers of additional houses"}, {"timestamp": [3028.58, 3031.22], "text": " to be able to house everybody who wants to live here."}, {"timestamp": [3031.5, 3033.66], "text": " He says it's not an equal playing field."}, {"timestamp": [3033.94, 3036.44], "text": " We have some of the richest people in Auckland being subsidised"}, {"timestamp": [3036.44, 3038.78], "text": " by all of Auckland to be able to play in the backyard."}, {"timestamp": [3039.42, 3041.3], "text": " It does not make sense."}, {"timestamp": [3041.76, 3045.7], "text": " These golfers aren't convinced targeting golf is the only option."}, {"timestamp": [3045.7, 3051.5], "text": " I'm involved with Fletches and have been involved in both the Manacal and Peninsula"}, {"timestamp": [3051.5, 3058.28], "text": " golf course redevelopment. Certainly within Auckland I think we do have a number of golf"}, {"timestamp": [3058.28, 3064.56], "text": " courses which I think is pretty good but as a golfer I'm always pro-golf I"}, {"timestamp": [3064.56, 3066.6], "text": " suppose and losing golf courses is"}, {"timestamp": [3066.6, 3067.86], "text": " not ideal."}, {"timestamp": [3068.34, 3070.26], "text": " Obviously, there's a shortage of housing."}, {"timestamp": [3070.98, 3078.1], "text": " There's a shortage of golf courses as well, so if they could find a way to increase"}, {"timestamp": [3078.1, 3080.6], "text": " the number of golf courses, then it could be an option."}, {"timestamp": [3080.6, 3085.38], "text": " But at the moment, I think you'd have a lot of golfers wanting places to play"}, {"timestamp": [3085.38, 3086.36], "text": " and there just wouldn't be."}, {"timestamp": [3086.46, 3089.76], "text": " As for sharing the course for other sports and activities..."}, {"timestamp": [3089.76, 3090.4], "text": " Quite dangerous."}, {"timestamp": [3091.62, 3095.8], "text": " You know, straight golf balls and health and safety and all that sort of thing."}, {"timestamp": [3096.2, 3097.14], "text": " No, it wouldn't work."}, {"timestamp": [3097.78, 3099.48], "text": " There'd be some safety issues around that."}, {"timestamp": [3100.72, 3103.96], "text": " You would need designated times per sport."}, {"timestamp": [3103.96, 3106.98], "text": " I don't think it would be very practical, to be honest."}, {"timestamp": [3107.9, 3112.6], "text": " Council Parks, Arts, Community and Events Committee Chairman Al-Philippina"}, {"timestamp": [3112.6, 3116.54], "text": " is adamant nothing will go ahead till they've gone through submissions."}, {"timestamp": [3117.2, 3118.36], "text": " Nothing's in concrete."}, {"timestamp": [3119.36, 3122.22], "text": " We want our community to say to us,"}, {"timestamp": [3122.22, 3128.52], "text": " this is what we believe would be good for those golf clubs."}, {"timestamp": [3128.86, 3133.74], "text": " He says if they were to open up some courses, it would be done with caution in mind."}, {"timestamp": [3133.98, 3139.96], "text": " Not obviously having a pathway right through the, see, I'm not a golfer,"}, {"timestamp": [3140.7, 3145.94], "text": " but a pathway right through the fairway or the green"}, {"timestamp": [3145.94, 3148.78], "text": " and sort of saying, no, hold on, stop."}, {"timestamp": [3150.38, 3153.4], "text": " There you go, people, you can cross, carry on."}, {"timestamp": [3153.78, 3155.14], "text": " You know, that's a wee bit stupid."}, {"timestamp": [3155.5, 3158.0], "text": " The consultation period ends next Wednesday"}, {"timestamp": [3158.0, 3160.76], "text": " with a final decision on the fate of golf courses"}, {"timestamp": [3160.76, 3162.22], "text": " to come in July."}, {"timestamp": [3164.08, 3167.76], "text": " Yeah, let's know what you think about that one. Should golf courses be carved up for housing?"}, {"timestamp": [3167.88, 3172.62], "text": " All of them, some of them, part of them. Text us on 2101 or email checkpoint at"}, {"timestamp": [3172.62, 3179.94], "text": " RNZ.com.com. You're getting in touch about other things at the moment. Traffic is one of them."}, {"timestamp": [3180.94, 3188.0], "text": " And State Highway 2 heading to Upper Hutt and North, incredibly heavy and crawling, says Sandra."}, {"timestamp": [3188.16, 3193.32], "text": " Moffat Road, heading towards Blenham, Tauranga is stationary."}, {"timestamp": [3193.92, 3197.72], "text": " We've moved about 200 metres and half an hour, gridlock, feel your pain."}, {"timestamp": [3198.24, 3202.44], "text": " And another person says, stuck in traffic north of Peca Pecker, beautiful sunset."}, {"timestamp": [3202.68, 3203.86], "text": " Well, that's a bonus, isn't it?"}, {"timestamp": [3203.86, 3211.84], "text": " And State Highway, 63 Renwick Pecker. Beautiful sunset. Well, that's a bonus, isn't it? And State Highway 63 Renwick to St. Arnard's. Not a single other vehicle in either direction, says Richard."}, {"timestamp": [3212.34, 3219.44], "text": " Enjoy it, Richard. Get your feedback coming. Text us on 2101. With the lifting of restrictions under"}, {"timestamp": [3219.44, 3223.94], "text": " the orange traffic light setting, there will be no limit on the number of people who can attend"}, {"timestamp": [3223.94, 3228.72], "text": " Easter services at churches across the Mottu. For the last two years, numbers have been"}, {"timestamp": [3228.72, 3239.54], "text": " limited and other restrictions have been in place. Samantha G reports. Live streaming services"}, {"timestamp": [3239.54, 3244.36], "text": " has become standard practice over the last two years as churches around the country adapted"}, {"timestamp": [3244.36, 3245.0], "text": " to life"}, {"timestamp": [3245.0, 3250.88], "text": " in the midst of a coronavirus pandemic. While the live streams won't be stopping any time soon,"}, {"timestamp": [3251.26, 3255.66], "text": " people can now attend church services in greater numbers, right ahead of one of the most"}, {"timestamp": [3255.66, 3262.22], "text": " significant events in the Christian calendar. In Nelson, Christchurch Cathedral Dean Graham O'Brien"}, {"timestamp": [3262.22, 3266.44], "text": " says while they had been able to maintain services in person, with restrictions,"}, {"timestamp": [3267.02, 3270.2], "text": " the move to orange will mean a different kind of Easter celebration."}, {"timestamp": [3270.76, 3276.38], "text": " The main thing for us will be actually able to celebrate and have a time after the service"}, {"timestamp": [3276.38, 3281.42], "text": " where we can share a cup of tea and a hot cross bun and chat more freely."}, {"timestamp": [3281.72, 3283.88], "text": " I think for us that's going to be the biggest difference."}, {"timestamp": [3284.68, 3286.26], "text": " Rather than just coming to church and going,"}, {"timestamp": [3286.42, 3288.42], "text": " people can actually now spend time together"}, {"timestamp": [3288.42, 3291.24], "text": " and kind of reconnect with each other."}, {"timestamp": [3291.56, 3294.0], "text": " He says the move to Orange was fortunately timed,"}, {"timestamp": [3294.36, 3295.8], "text": " with the joy of less restrictions,"}, {"timestamp": [3296.18, 3299.18], "text": " adding another dimension to the sense of new life at Easter."}, {"timestamp": [3299.62, 3302.34], "text": " This is the centre point of the Christian faith."}, {"timestamp": [3302.8, 3303.9], "text": " Now we celebrate Christmas,"}, {"timestamp": [3304.4, 3308.56], "text": " but Easter is really the centre point where we celebrate all that"}, {"timestamp": [3308.56, 3314.76], "text": " Jesus did for us on the cross, and we look forward to the hope that the empty tomb gives"}, {"timestamp": [3314.76, 3318.44], "text": " us that Jesus died, but he rose again."}, {"timestamp": [3318.44, 3323.14], "text": " Dean Graham O'Brien says while the change was exciting, there were still many who were wary"}, {"timestamp": [3323.14, 3329.94], "text": " and cautious with the virus circulating in the community. He's unsure if the cathedral will see large crowds at its Easter"}, {"timestamp": [3329.94, 3335.36], "text": " services, but hopes the changes will encourage some people to attend. We're very much aware"}, {"timestamp": [3335.36, 3340.82], "text": " that COVID is still in the community, and so I think it's wise that we keep our mask on"}, {"timestamp": [3340.82, 3346.18], "text": " at this point of time. It's great having more people, but I think we still need to"}, {"timestamp": [3346.18, 3352.92], "text": " be safe and be sensible. And I think right now, being weekends number one, keeping a mask on"}, {"timestamp": [3352.92, 3358.3], "text": " would be the best way to keep each other safe. Pastor at the Elam International Church in"}, {"timestamp": [3358.3, 3363.68], "text": " Wellington, Boyd-Ratnaraja, says being able to come together to celebrate Easter is like an early"}, {"timestamp": [3363.68, 3368.86], "text": " Christmas present. We believe in, you believe in community and doing life together."}, {"timestamp": [3369.0, 3370.64], "text": " So now we are absolutely stoked about that,"}, {"timestamp": [3370.7, 3372.34], "text": " so we are able to have Easter services."}, {"timestamp": [3372.54, 3373.36], "text": " We've got one tomorrow,"}, {"timestamp": [3373.82, 3376.18], "text": " and then we've got two on Easter Sunday."}, {"timestamp": [3376.46, 3379.44], "text": " At the red setting, they would have been limited to 200 people,"}, {"timestamp": [3379.82, 3382.82], "text": " but now can open the doors to 500 worshippers."}, {"timestamp": [3383.7, 3387.98], "text": " He says while it was fantastic to be able to welcome people back without gathering limits,"}, {"timestamp": [3388.38, 3391.28], "text": " there'll still be measures in place to limit the spread of the virus."}, {"timestamp": [3391.58, 3396.2], "text": " We'll be following all the COVID regulations in terms of making sure that,"}, {"timestamp": [3396.66, 3400.22], "text": " you know, we're still following all those protocols and wiping all the services"}, {"timestamp": [3400.22, 3402.94], "text": " and social distancing and things like that."}, {"timestamp": [3403.0, 3405.22], "text": " So it's not just coming to whatever you like,"}, {"timestamp": [3405.58, 3408.64], "text": " keeping people safe is our highest priority."}, {"timestamp": [3408.92, 3410.96], "text": " In Auckland, St Patrick's Cathedral"}, {"timestamp": [3410.96, 3413.0], "text": " says it's looking forward to welcoming people"}, {"timestamp": [3413.0, 3415.86], "text": " in unrestricted numbers to its Holy Week services."}, {"timestamp": [3416.64, 3418.28], "text": " All those who serve in the cathedral"}, {"timestamp": [3418.28, 3419.44], "text": " will be wearing masks"}, {"timestamp": [3419.44, 3421.16], "text": " and those attending services"}, {"timestamp": [3421.16, 3423.24], "text": " are strongly encouraged to do so."}, {"timestamp": [3424.12, 3429.18], "text": " Now, speaking of Easter, someone's got in touch to say lay the EV sourdough recipe on us."}, {"timestamp": [3429.84, 3432.0], "text": " Matthew will chuck that up on our website for you."}, {"timestamp": [3432.06, 3433.98], "text": " It's not EV's sourdough recipe, I have to say."}, {"timestamp": [3434.1, 3438.34], "text": " Someone kindly emailed it in, so all credit to them, and it'll be there shortly."}, {"timestamp": [3439.06, 3444.18], "text": " With Anzac Day nearly here, the stock of poppies in a Christchurch workshop are ready to bloom."}, {"timestamp": [3444.64, 3448.08], "text": " Each year, all the poppies that go out to RSAs up and down the country"}, {"timestamp": [3448.08, 3450.56], "text": " are made by a small team of volunteers in Christchurch."}, {"timestamp": [3450.98, 3453.06], "text": " Today, the last boxes have been shipped out,"}, {"timestamp": [3453.14, 3455.9], "text": " and the team will take a couple of well-deserved weeks off."}, {"timestamp": [3456.28, 3459.0], "text": " Our reporter Rachel Graham and videographer Nate McKinnon"}, {"timestamp": [3459.0, 3460.26], "text": " went along to find out more."}, {"timestamp": [3460.94, 3466.18], "text": " Carolyn Livingstone has been a volunteer making Anzac Day poppies for about three years."}, {"timestamp": [3466.56, 3473.68], "text": " Have to come in and start the machine up and you say a silent please go smoothly all day."}, {"timestamp": [3475.12, 3480.2], "text": " So it's just a matter of replenishing the stock and listening."}, {"timestamp": [3480.46, 3486.16], "text": " I think it's the biggest thing that I find is that you listen to the machine going and"}, {"timestamp": [3486.16, 3493.76], "text": " you can hear if say the green stems are jammed or something doesn't sound right."}, {"timestamp": [3493.76, 3498.8], "text": " She started volunteering after seeing an ad asking for people to help and was inspired by"}, {"timestamp": [3498.8, 3502.14], "text": " her father's time as a pilot in World War II."}, {"timestamp": [3502.14, 3505.0], "text": " Carolyn says she's proud to see the poppies on people's chests"}, {"timestamp": [3505.0, 3506.0], "text": " on Anzac Day."}, {"timestamp": [3506.0, 3511.76], "text": " Yeah, I sometimes wonder it's sort of like you see the family from all over New Zealand"}, {"timestamp": [3511.76, 3516.32], "text": " with them on and you sort of think, no, I wonder if I made any of those."}, {"timestamp": [3516.32, 3521.04], "text": " The poppies are made by a group of about 10 volunteers and one part-time worker."}, {"timestamp": [3521.04, 3527.0], "text": " They're overseen by Brian Francis, better known as Skin, ever since he joined the army at age 16."}, {"timestamp": [3527.0, 3531.0], "text": " Skin says the volunteers are key to keeping the poppies flourishing."}, {"timestamp": [3531.0, 3538.0], "text": " Without them it really wouldn't work at all, trying to keep costs to a minimum."}, {"timestamp": [3538.0, 3540.0], "text": " The volunteers are essential."}, {"timestamp": [3540.0, 3545.44], "text": " Before COVID he says they were making about 1.2 million poppies each year."}, {"timestamp": [3545.44, 3549.08], "text": " But this year the orders from RSAs were a bit lower."}, {"timestamp": [3549.08, 3555.68], "text": " Skin expects next year's orders will go up again and he'd love to get a couple more volunteers to help with the workload."}, {"timestamp": [3555.68, 3563.0], "text": " Anyone living sort of in the Belfast area in Christchurch who has three hours to spare a week every week"}, {"timestamp": [3563.0, 3566.98], "text": " who'd like to volunteer to make poppies, we can train you."}, {"timestamp": [3567.44, 3571.12], "text": " I think we've got gaps for about three or four really special people."}, {"timestamp": [3571.46, 3574.96], "text": " This year, Skin is sending out the poppies with the help of New Zealand couriers,"}, {"timestamp": [3575.32, 3577.02], "text": " which is covering the cost of deliveries."}, {"timestamp": [3577.92, 3581.7], "text": " The poppy production is operated by the Christchurch Memorial RSA."}, {"timestamp": [3582.2, 3584.28], "text": " President Dennis Mardell says this year,"}, {"timestamp": [3584.64, 3585.74], "text": " people will need to make an"}, {"timestamp": [3585.74, 3590.38], "text": " extra effort to buy their poppies as they won't be holding a street appeal. We looked at the"}, {"timestamp": [3590.38, 3596.86], "text": " situation and felt that putting our more vulnerable members at risk on the streets"}, {"timestamp": [3596.86, 3603.34], "text": " collecting wasn't a good approach so we declined to do a collection in the centre of the city."}, {"timestamp": [3603.76, 3608.6], "text": " Mr Mardell says poppies will still be on sale in shops and cafes in the central city."}, {"timestamp": [3609.18, 3611.84], "text": " The funds raised are spent on the welfare needs of veterans,"}, {"timestamp": [3612.4, 3616.3], "text": " which could mean new glasses or finding help for someone with PTSD."}, {"timestamp": [3616.84, 3620.74], "text": " So that requires specific treatment and it's not a quick fix."}, {"timestamp": [3621.12, 3625.58], "text": " You can't give them $500 and put a new pair of glasses on their nose and solves the PTSD."}, {"timestamp": [3625.88, 3627.38], "text": " It's a long, ongoing process"}, {"timestamp": [3627.38, 3629.58], "text": " and it brings with it a"}, {"timestamp": [3629.58, 3631.9], "text": " large number of other issues"}, {"timestamp": [3631.9, 3633.86], "text": " that need to be addressed. It could be"}, {"timestamp": [3633.86, 3635.82], "text": " homelessness, it could be issues with"}, {"timestamp": [3635.82, 3638.02], "text": " anger management, it could be issues with"}, {"timestamp": [3638.02, 3640.0], "text": " alcohol. Mr Mardell says"}, {"timestamp": [3640.0, 3642.18], "text": " the RSA doesn't just help older veterans."}, {"timestamp": [3642.9, 3644.1], "text": " With Defence Force crew"}, {"timestamp": [3644.1, 3646.34], "text": " heading out to assist with the war in Ukraine, he says it brings home that the RSA and't just help older veterans. With Defence Force crew heading out to assist with the war in Ukraine,"}, {"timestamp": [3646.82, 3650.22], "text": " he says it brings home that the RSA and the supported offers"}, {"timestamp": [3650.22, 3652.12], "text": " is just as relevant as ever."}, {"timestamp": [3653.16, 3656.22], "text": " A lot of you getting in touch about the earlier story about golf courses,"}, {"timestamp": [3656.34, 3657.42], "text": " whether they should be used for land."}, {"timestamp": [3657.52, 3658.7], "text": " More on that after the news."}, {"timestamp": [3661.76, 3663.14], "text": " RNZ News at 6."}, {"timestamp": [3663.28, 3664.68], "text": " Good evening. Kiyo Taito."}, {"timestamp": [3664.8, 3667.66], "text": " I'm Evie Ashton. The outgoing Labour MP,"}, {"timestamp": [3667.78, 3673.76], "text": " Louisa Wall, says leaving Parliament wasn't entirely her choice. Ms Wall is leaving politics"}, {"timestamp": [3673.76, 3680.28], "text": " after 14 years, citing a legal battle in the lead-up to the 2020 election over the Manuwa seat"}, {"timestamp": [3680.28, 3685.62], "text": " as one of the reasons for leaving. During her valedictory speech, Ms Wall told the House"}, {"timestamp": [3685.62, 3691.14], "text": " the process was corrupt and devastating. She says she agreed with the Labor Party to leave"}, {"timestamp": [3691.14, 3698.4], "text": " politics during this parliamentary term. In 2020, I agreed to leave because, irrespective of the"}, {"timestamp": [3698.4, 3703.78], "text": " merits of challenging certain actions, being in a team where there is no appetite for your"}, {"timestamp": [3703.78, 3705.8], "text": " contribution is not healthy."}, {"timestamp": [3706.56, 3711.4], "text": " Louisa Wall's achievements during her time at Parliament have been praised across the political"}, {"timestamp": [3711.4, 3717.68], "text": " spectrum, most notably fighting to legalise same-sex marriage. She will soon take on the role"}, {"timestamp": [3717.68, 3724.94], "text": " of Pacific Ambassador for Gender Equality. The last section of State Highway 35 in Taira Fizi"}, {"timestamp": [3724.94, 3729.84], "text": " closed due to former Cyclone Fili is due to open any time from now."}, {"timestamp": [3730.3, 3734.04], "text": " The road from Gisbon to the East Cape was shut after heavy rain last night."}, {"timestamp": [3734.52, 3737.16], "text": " Sections have slowly reopened throughout the day."}, {"timestamp": [3737.16, 3744.46], "text": " Now the final 20km stretch from Ruatoria to Tiki Tiki will reopen just in time for the long Easter weekend."}, {"timestamp": [3745.16, 3749.66], "text": " Council contractors have been clearing trees and power line damage across Taidafiti."}, {"timestamp": [3750.28, 3754.02], "text": " Around 50 local council roads still remain shut across the district."}, {"timestamp": [3754.62, 3759.64], "text": " Further south in Weidua, caution is advised on 30 roads and four are closed."}, {"timestamp": [3760.94, 3768.42], "text": " People in Wellington's CBD have noticed a busier pace today as more workers returned to their office and cafes are pleased."}, {"timestamp": [3769.04, 3777.2], "text": " Cafes near Lamped and key were today able to squeeze in more seats and reported an increase in customers as orange light restrictions kicked in."}, {"timestamp": [3777.88, 3781.62], "text": " Those heading out for lunch in the city say it was busy today."}, {"timestamp": [3782.18, 3785.72], "text": " It got a bit busier sort of around the start of April,"}, {"timestamp": [3785.96, 3786.76], "text": " but definitely today."}, {"timestamp": [3787.22, 3788.84], "text": " 100% today, way busier."}, {"timestamp": [3788.92, 3790.54], "text": " I'm actually just about to get lunch with a friend."}, {"timestamp": [3790.76, 3791.54], "text": " So much more busier."}, {"timestamp": [3791.84, 3792.88], "text": " Like, just walking up, I was like,"}, {"timestamp": [3792.92, 3794.36], "text": " holy crap, there's so many people here."}, {"timestamp": [3794.46, 3798.6], "text": " But yeah, it's good to see everyone back to normal, I guess,"}, {"timestamp": [3798.84, 3799.36], "text": " the new normal."}, {"timestamp": [3799.6, 3801.88], "text": " I don't mind it being empty, but it's nice for the businesses."}, {"timestamp": [3802.56, 3803.86], "text": " I hate busy lamps and key."}, {"timestamp": [3804.64, 3807.7], "text": " Under Orange, there are no indoor capacity limits."}, {"timestamp": [3808.08, 3810.36], "text": " Customers don't need to be seated for service,"}, {"timestamp": [3810.54, 3814.18], "text": " and masks are no longer required inside hospitality venues."}, {"timestamp": [3815.32, 3818.96], "text": " A statistician says supply chains are likely the main driver"}, {"timestamp": [3818.96, 3821.32], "text": " of dramatic hikes in food prices."}, {"timestamp": [3821.96, 3827.98], "text": " Groceries are 7.6% more expensive than in March last year, the highest annual rise in a decade."}, {"timestamp": [3828.62, 3831.4], "text": " Stats-NZ has measured increases in every food group."}, {"timestamp": [3831.78, 3835.16], "text": " The highest was an 18% rise for fruit and vegetables."}, {"timestamp": [3835.94, 3840.78], "text": " A senior manager, Aaron Beck, says weather is a key factor, but the war in Ukraine has led"}, {"timestamp": [3840.78, 3844.38], "text": " to higher international prices for products like wheat and oil."}, {"timestamp": [3844.92, 3852.44], "text": " He says 151 out of 162 food items, which are tracked month by month by Stats, NZ, are more"}, {"timestamp": [3852.44, 3854.12], "text": " expensive than a year ago."}, {"timestamp": [3855.32, 3860.14], "text": " A man and a woman have been charged with firearms offences after a standoff with police"}, {"timestamp": [3860.14, 3861.54], "text": " in West Auckland this morning."}, {"timestamp": [3862.14, 3866.1], "text": " Armed police arrived at Henderson Valley Road shortly after half-past six."}, {"timestamp": [3866.66, 3871.34], "text": " An occupant had barricaded themselves into a property and made threats about being armed."}, {"timestamp": [3871.96, 3875.6], "text": " Police say the pair have been charged with firearms and ammunition offences"}, {"timestamp": [3875.6, 3878.66], "text": " and are due to appear in the Waipakere District Court."}, {"timestamp": [3879.12, 3881.68], "text": " A gun and ammunition were found at the scene."}, {"timestamp": [3883.68, 3890.28], "text": " And the British Home Secretary, Priti Patel, is in Rwanda to sign a deal to move offshore"}, {"timestamp": [3890.28, 3894.46], "text": " some of the UK's asylum processing to the landlocked African nation."}, {"timestamp": [3894.98, 3899.14], "text": " Her government is under mounting pressure to respond to the thousands of people arriving"}, {"timestamp": [3899.14, 3899.58], "text": " in Britain."}, {"timestamp": [3900.22, 3905.26], "text": " Charities say the move is cruel and point to Rwanda's poor human rights record."}, {"timestamp": [3905.78, 3907.54], "text": " The BBC's Mark Easton has more."}, {"timestamp": [3908.54, 3912.9], "text": " Exasperated by record numbers of asylum seekers crossing the channel in small boats."}, {"timestamp": [3913.2, 3919.38], "text": " Pretty Patel will today sign what's called a migration and development partnership with the government in Rwanda."}, {"timestamp": [3919.38, 3928.04], "text": " Single men who arrive on the Kent coast to claim asylum could be forcibly removed to have their claims processed in Central Africa."}, {"timestamp": [3928.04, 3933.06], "text": " The Home Secretary describes those who arrive in the UK by unofficial routes as illegal"}, {"timestamp": [3933.06, 3939.76], "text": " migrants, even though two-thirds go on to be granted refugee status by the Home Office."}, {"timestamp": [3939.76, 3942.32], "text": " That's the news."}, {"timestamp": [3942.32, 3946.68], "text": " Tonight on night's Liz Bigwood from Heritage New Zealand, Poheera Taunga,"}, {"timestamp": [3947.14, 3950.82], "text": " celebrates the 200th birthday of one of this country's oldest buildings."}, {"timestamp": [3951.44, 3953.62], "text": " Silver Tamba is on the line from Estonia,"}, {"timestamp": [3954.02, 3956.5], "text": " just up the road from the war in Ukraine,"}, {"timestamp": [3957.02, 3960.24], "text": " and toxicologist Leo Shep joins us to discuss iron,"}, {"timestamp": [3960.62, 3962.46], "text": " Not Enough in the Blood and We Die."}, {"timestamp": [3962.6, 3970.72], "text": " Too much, and you have to wait until after the news at 7 to find out on nights with me, Brian Crump, only on R&Z National."}, {"timestamp": [3973.06, 3978.8], "text": " You're back on Checkpoint with Lisa Owen momentarily, now the short forecast from MetService to midnight Friday."}, {"timestamp": [3979.36, 4007.44], "text": " For the entirety of the North Island, fine apart from some areas of cloud about East Cape today, isolated showers are developing in Bay of Plenty late tomorrow. For all of Therwaiponamu, the South Island, except for Fjordland and Southland, fine for most, but cloudy periods in Westland and Bulla. Areas of cloud developing in Canterbury tomorrow morning and then clearing tomorrow afternoon. For Fjordland and Southland, partly cloudy, isolated showers mainly about Fjordland and Stewart Island."}, {"timestamp": [4008.1, 4009.92], "text": " And for De Kouhu, the Chatham Islands,"}, {"timestamp": [4010.38, 4012.88], "text": " rain with possibly heavy falls easing this evening,"}, {"timestamp": [4013.36, 4016.22], "text": " Gale, Southeasterly's gradually turning south-west,"}, {"timestamp": [4016.62, 4018.36], "text": " cloudy with a possible shower tomorrow."}, {"timestamp": [4019.08, 4021.96], "text": " The time is just coming up to six minutes past six."}, {"timestamp": [4021.96, 4024.5], "text": " We'll have news headlines for you at 6.30."}, {"timestamp": [4025.46, 4028.6], "text": " Kiyah-rah, Eho, no ma'i, this is Checkpoint."}, {"timestamp": [4028.72, 4029.76], "text": " Call Lisa Owen Tiena."}, {"timestamp": [4030.36, 4036.24], "text": " Nurses pay equity talks may need urgent recess after the health minister gave their unions a very public serve."}, {"timestamp": [4036.68, 4042.66], "text": " Andrew Little claims they've backtracked on a binding commitment to put a settlement to their 40,000 members for a vote."}, {"timestamp": [4043.04, 4046.42], "text": " But the nurses' organisation sought a legal review with proposed deal."}, {"timestamp": [4047.18, 4051.76], "text": " After some nurses, we're upset, payments wouldn't be backdated to 2019 as expected."}, {"timestamp": [4052.32, 4055.58], "text": " And now it says the deal is unlawful, so no dice."}, {"timestamp": [4055.98, 4057.78], "text": " The health minister joins us now."}, {"timestamp": [4057.92, 4058.46], "text": " Kiyoda, Minister."}, {"timestamp": [4059.24, 4059.74], "text": " Kiyoda, Lisa."}, {"timestamp": [4060.2, 4062.02], "text": " What's the problem with what they've done?"}, {"timestamp": [4063.76, 4064.86], "text": " Well, good question."}, {"timestamp": [4065.06, 4067.98], "text": " They've got legal advice, and they're entitled to do that."}, {"timestamp": [4068.06, 4069.34], "text": " They're going to do whatever they want it to do."}, {"timestamp": [4069.34, 4078.2], "text": " But as I understand it, they consider there is somehow a binding commitment to pay, back pay to December 2019."}, {"timestamp": [4078.66, 4081.68], "text": " There is no agreement on back pay to 2019."}, {"timestamp": [4082.64, 4086.06], "text": " And there is now just a point of conflict so the ratification"}, {"timestamp": [4086.06, 4088.14], "text": " process that was scheduled to take place next"}, {"timestamp": [4088.14, 4090.12], "text": " week has been cancelled. That's"}, {"timestamp": [4090.12, 4091.68], "text": " a matter, it's always in the hands of the union"}, {"timestamp": [4091.68, 4093.74], "text": " so that's where we're at."}, {"timestamp": [4094.24, 4096.1], "text": " Do you think there is any onus"}, {"timestamp": [4096.1, 4098.2], "text": " on them to test it with the nurses"}, {"timestamp": [4098.2, 4099.02], "text": " directly?"}, {"timestamp": [4099.96, 4101.84], "text": " Well I guess what's surprising is"}, {"timestamp": [4101.84, 4103.88], "text": " given the, you know, pretty much"}, {"timestamp": [4103.88, 4105.8], "text": " three years it took to get to a settlement,"}, {"timestamp": [4105.96, 4111.34], "text": " there's no two, two and a half years of technical work, then a few months of negotiation."}, {"timestamp": [4111.88, 4113.76], "text": " An agreement reached in December last year."}, {"timestamp": [4114.38, 4122.58], "text": " I'm just surprised it has taken until last night to let the DHBs and myself know that they no longer think that it's lawful."}, {"timestamp": [4123.42, 4125.14], "text": " They're just something peculiar about that. Do you think it's lawful? I think that it's lawful. They're just something peculiar about that."}, {"timestamp": [4126.16, 4127.22], "text": " Do you think it's lawful?"}, {"timestamp": [4128.16, 4132.18], "text": " I think it's fully lawful, and I think everybody's been through the process,"}, {"timestamp": [4132.62, 4136.36], "text": " and in the end, as with every negotiation, an agreement has reached across the table,"}, {"timestamp": [4136.72, 4140.42], "text": " people shake on it, they draw it up, they sign it, that's binding."}, {"timestamp": [4141.86, 4147.54], "text": " So, well, do you think it's fair that nurses won't get back pay?"}, {"timestamp": [4149.44, 4155.1], "text": " I think what's fair is that after literally decades of being underpaid on the basis of a"}, {"timestamp": [4155.1, 4159.94], "text": " discriminatory approach, we're not only changed the law to enable us to break through that,"}, {"timestamp": [4160.06, 4166.06], "text": " but we've actually, you know, walked the hard yards, worked with the nurses and the PSA on this occasion,"}, {"timestamp": [4166.3, 4167.52], "text": " as we are with other unions,"}, {"timestamp": [4167.84, 4171.42], "text": " to actually break through, do the technical stuff, the hard stuff,"}, {"timestamp": [4171.52, 4173.32], "text": " and reach agreement on rates of pay"}, {"timestamp": [4173.32, 4175.14], "text": " that are not based on that discrimination."}, {"timestamp": [4175.56, 4176.3], "text": " It's historical."}, {"timestamp": [4176.74, 4178.12], "text": " What has happened has been historical,"}, {"timestamp": [4178.62, 4181.8], "text": " and it will result in a significant increase in pay for nurses."}, {"timestamp": [4182.52, 4184.16], "text": " The thing that nurses, you know,"}, {"timestamp": [4184.22, 4185.58], "text": " in the time I've been Minister of Health,"}, {"timestamp": [4185.66, 4187.0], "text": " have all said, you know,"}, {"timestamp": [4187.04, 4188.76], "text": " the difficulty with the recruitment and retention"}, {"timestamp": [4188.76, 4190.04], "text": " is because of remuneration."}, {"timestamp": [4190.22, 4191.42], "text": " The risk of, you know,"}, {"timestamp": [4191.5, 4193.54], "text": " Aussie hospitals taking our nurses"}, {"timestamp": [4193.54, 4195.14], "text": " is because of our remuneration levels."}, {"timestamp": [4195.52, 4198.04], "text": " We've done everything we can to address that,"}, {"timestamp": [4198.1, 4199.34], "text": " to work with them to address it,"}, {"timestamp": [4199.34, 4201.3], "text": " and we've now potentially got rates of pay"}, {"timestamp": [4201.3, 4202.14], "text": " that, in my view,"}, {"timestamp": [4202.64, 4204.02], "text": " can really turn that around"}, {"timestamp": [4204.02, 4205.76], "text": " and make nursing"}, {"timestamp": [4205.76, 4211.62], "text": " working life a lot more satisfying for nurses. That's where I want to get to. That's what we've"}, {"timestamp": [4211.62, 4217.38], "text": " striven to do. But Minister, you must appreciate that that's into the future, right? It in no way"}, {"timestamp": [4217.38, 4223.46], "text": " compensates them for the years that they have been waiting. And why shouldn't they be paid that"}, {"timestamp": [4223.46, 4227.08], "text": " too? Just because you've done something useful"}, {"timestamp": [4227.08, 4234.08], "text": " in terms of negotiating a fair pay equity doesn't cancel out the fact that for years they"}, {"timestamp": [4234.08, 4239.52], "text": " haven't had that so why shouldn't they get back? Yeah so how far do you go back? Yeah. A nurse has"}, {"timestamp": [4239.52, 4243.18], "text": " worked for 30 years to you say look we're going to come and say you for the first 30 years so"}, {"timestamp": [4243.18, 4245.9], "text": " look we can argue the absurd. Here's the thing."}, {"timestamp": [4246.2, 4247.84], "text": " There's never been a commitment for"}, {"timestamp": [4247.84, 4250.04], "text": " kind of that pain for two years."}, {"timestamp": [4250.24, 4252.0], "text": " There was a"}, {"timestamp": [4252.0, 4254.04], "text": " commitment, not a commitment,"}, {"timestamp": [4254.16, 4255.78], "text": " but an agreement made or an understanding"}, {"timestamp": [4255.78, 4257.38], "text": " reached in 2018."}, {"timestamp": [4258.04, 4260.06], "text": " When both sides said, right, we're really serious"}, {"timestamp": [4260.06, 4261.74], "text": " about pay equity, we're going to get on and do it,"}, {"timestamp": [4262.04, 4264.12], "text": " and we think we can have it done by December"}, {"timestamp": [4264.12, 4266.34], "text": " 2019 and to implement in 2020."}, {"timestamp": [4266.78, 4268.14], "text": " They got to the end of the 2019"}, {"timestamp": [4268.14, 4270.12], "text": " and said, this is way too hard"}, {"timestamp": [4270.12, 4271.74], "text": " or way harder than we ever thought."}, {"timestamp": [4272.04, 4274.0], "text": " This is taking much longer than we thought."}, {"timestamp": [4274.36, 4276.42], "text": " Everybody agreed on that."}, {"timestamp": [4276.96, 4279.08], "text": " Everybody, and nobody did anything wrong."}, {"timestamp": [4279.18, 4281.54], "text": " It was just taking a long time because it was very hard and"}, {"timestamp": [4281.54, 4283.64], "text": " complicated. They got to the middle of,"}, {"timestamp": [4283.76, 4286.74], "text": " last year, and the issue was, how are we going on pay equity."}, {"timestamp": [4287.22, 4289.32], "text": " So I said, all right, we'll pull out all stops."}, {"timestamp": [4289.5, 4291.14], "text": " Let's just get stuck in and do it."}, {"timestamp": [4291.52, 4294.38], "text": " Nobody said anything that anybody was doing anything wrong."}, {"timestamp": [4294.5, 4299.18], "text": " Nobody's acting out of bad will or breach of good faith."}, {"timestamp": [4299.28, 4300.56], "text": " It just took a long time."}, {"timestamp": [4301.22, 4303.9], "text": " And so the question then is, well, so what do you do?"}, {"timestamp": [4304.32, 4305.52], "text": " How far back do you go?"}, {"timestamp": [4305.52, 4310.9], "text": " Well, they've stated how far back. They've stated how far back? It's a couple of years, right? So how"}, {"timestamp": [4310.9, 4316.4], "text": " much would that cost? But there is no agreement on that. So that's, that's, that's a moot point."}, {"timestamp": [4316.62, 4322.12], "text": " When you say there's no agreement, you mean there's no written, there's no written document that"}, {"timestamp": [4322.12, 4326.92], "text": " says this is what we are committed to doing. There is no official undertaking to give back pay, right?"}, {"timestamp": [4327.0, 4327.66], "text": " That's what you're saying."}, {"timestamp": [4328.36, 4330.54], "text": " There is no agreement about back pay."}, {"timestamp": [4330.74, 4333.2], "text": " There's no agreement quantifying what back pay might be"}, {"timestamp": [4333.2, 4334.36], "text": " in a particular instance."}, {"timestamp": [4334.48, 4337.42], "text": " What we have done was both the collective agreement settlement"}, {"timestamp": [4337.42, 4339.22], "text": " at the end of last year, or September last year,"}, {"timestamp": [4339.32, 4340.44], "text": " and the pay-credit settlement,"}, {"timestamp": [4340.88, 4342.96], "text": " is provide payments that are kind of recognition"}, {"timestamp": [4342.96, 4344.38], "text": " that it has taken a long time."}, {"timestamp": [4344.86, 4345.76], "text": " But they're capped, right?"}, {"timestamp": [4346.54, 4350.06], "text": " Well, they amount to $10,000 gross for a full-time nurse."}, {"timestamp": [4350.22, 4355.52], "text": " So what I'm saying is that some nurses believe it should be back a couple of years, right?"}, {"timestamp": [4355.62, 4361.0], "text": " And I'm asking you, accepting what you're saying, that there is no obligation or agreement"}, {"timestamp": [4361.0, 4361.82], "text": " to do this."}, {"timestamp": [4362.08, 4364.82], "text": " If you were, do you even know how much it would cost?"}, {"timestamp": [4365.76, 4369.0], "text": " Yeah, it'd be, look, it's well over $600 million for that alone."}, {"timestamp": [4369.56, 4370.3], "text": " Are they not worth it?"}, {"timestamp": [4370.3, 4376.44], "text": " The deal that's been done is it's over $520 million a year to the health payroll."}, {"timestamp": [4376.82, 4382.1], "text": " So this is a significant change, but it's the right thing to do, and that's why we're doing it."}, {"timestamp": [4382.38, 4385.98], "text": " But in the end, the parties, after three years of work, made their"}, {"timestamp": [4385.98, 4388.0], "text": " agreement in December last year. Can you afford that payment?"}, {"timestamp": [4388.0, 4389.96], "text": " And there was no agreement. Can you afford"}, {"timestamp": [4389.96, 4391.9], "text": " that lump sum that you just identified?"}, {"timestamp": [4392.02, 4393.98], "text": " I've got no more money. I've got no more money"}, {"timestamp": [4393.98, 4396.1], "text": " to put into the deal. I've got a lot of other things"}, {"timestamp": [4396.1, 4398.1], "text": " I have to do as a Minister of Health. There are other"}, {"timestamp": [4398.1, 4399.92], "text": " workers in the health workforce who"}, {"timestamp": [4399.92, 4401.4], "text": " we've got to deal with their"}, {"timestamp": [4401.4, 4404.08], "text": " but to pay equity claims and their"}, {"timestamp": [4404.08, 4405.54], "text": " collective agreements."}, {"timestamp": [4406.52, 4406.84], "text": " There's health services."}, {"timestamp": [4408.86, 4409.28], "text": " We have to restore and renew."}, {"timestamp": [4411.58, 4411.86], "text": " There are buildings we have to rebuild and renew."}, {"timestamp": [4412.94, 4413.04], "text": " We've got a lot of work to do."}, {"timestamp": [4415.24, 4415.8], "text": " We are rebuilding New Zealand's health services."}, {"timestamp": [4418.02, 4418.46], "text": " I don't have any more money to put into this deal."}, {"timestamp": [4421.06, 4423.74], "text": " It is a good deal and it's taken the parties with all the hard work they've done, all sides."}, {"timestamp": [4423.9, 4426.74], "text": " DHBs, nurses, PSA, three years to do it."}, {"timestamp": [4426.94, 4428.08], "text": " They made their agreement."}, {"timestamp": [4428.26, 4431.18], "text": " And all I'm saying is people should stick to their agreements."}, {"timestamp": [4431.48, 4434.82], "text": " That's a basic union principle that I worked on when I was a union leader."}, {"timestamp": [4435.2, 4436.0], "text": " So this is it."}, {"timestamp": [4436.1, 4437.82], "text": " There is not a single cent more."}, {"timestamp": [4437.96, 4439.12], "text": " That is what you are saying now."}, {"timestamp": [4439.26, 4441.54], "text": " There is nothing extra that you can throw into the pot."}, {"timestamp": [4441.68, 4443.5], "text": " Nothing more you can bring to the negotiations."}, {"timestamp": [4444.14, 4447.66], "text": " I've got no more to put into the pot. I worked hard with officials and others and"}, {"timestamp": [4447.66, 4451.78], "text": " ministerial colleagues to make sure we've got what we got. I've worked hard to make sure"}, {"timestamp": [4451.78, 4457.26], "text": " that the money is now there ready to pay out. I would rather the money was in nurses' pockets"}, {"timestamp": [4457.26, 4461.76], "text": " not sitting in a treasury bank account. And that's why I really hope. What I've said is the parties,"}, {"timestamp": [4461.9, 4465.84], "text": " if there's misunderstandings, they should get around the table as quickly as possible"}, {"timestamp": [4465.84, 4467.64], "text": " so we can get through this. But"}, {"timestamp": [4467.64, 4469.86], "text": " I would rather see those"}, {"timestamp": [4469.86, 4471.74], "text": " paying increases going to nurses"}, {"timestamp": [4471.74, 4474.08], "text": " then feeling better"}, {"timestamp": [4474.08, 4475.94], "text": " about that part of it. And I can"}, {"timestamp": [4475.94, 4477.94], "text": " get on and deal with the other unions, with"}, {"timestamp": [4477.94, 4479.88], "text": " the other agreements we've got to get through, deal with"}, {"timestamp": [4479.88, 4481.88], "text": " all the other major challenges we've got in our health"}, {"timestamp": [4481.88, 4483.96], "text": " services. That's a priority. And all"}, {"timestamp": [4483.96, 4489.24], "text": " that stuff, you're working much better for nurses too. Are you really ticked off at them, Minister, because you sound like it."}, {"timestamp": [4489.9, 4494.92], "text": " Oh, no, look, it's not, it happens. This stuff happens, you know, and people get understandings or misunderstandings."}, {"timestamp": [4495.04, 4500.2], "text": " Yeah, you've been a union guy and you would push really hard for your people and get the best deal that you can do,"}, {"timestamp": [4500.26, 4504.1], "text": " because that's simply what they're doing, aren't they? And you're dressing them down in public for it."}, {"timestamp": [4504.3, 4506.18], "text": " No, I'm not. What I"}, {"timestamp": [4506.18, 4508.28], "text": " would do and what I did as a union leader"}, {"timestamp": [4508.28, 4510.32], "text": " big and small is you work"}, {"timestamp": [4510.32, 4512.14], "text": " really hard to get the best agreement you can"}, {"timestamp": [4512.14, 4513.98], "text": " and then when you do the deal, that's it."}, {"timestamp": [4514.06, 4515.88], "text": " You shake hands, you write it up afterwards,"}, {"timestamp": [4516.06, 4517.98], "text": " you sign it up afterwards and you stick"}, {"timestamp": [4517.98, 4519.92], "text": " to it and as a union leader, you're going"}, {"timestamp": [4519.92, 4521.96], "text": " you take it out to the union members"}, {"timestamp": [4521.96, 4524.14], "text": " and you talk about how you got to where you got"}, {"timestamp": [4524.14, 4525.92], "text": " to, the trade-offs that had to be made"}, {"timestamp": [4525.92, 4527.82], "text": " what was possible, what wasn't possible"}, {"timestamp": [4527.82, 4530.44], "text": " and you take it out there"}, {"timestamp": [4530.44, 4531.5], "text": " but in the end"}, {"timestamp": [4531.5, 4533.08], "text": " your party's a leading"}, {"timestamp": [4533.08, 4536.32], "text": " to an agreement you stick with your agreement"}, {"timestamp": [4536.32, 4538.24], "text": " so they have reneged on it"}, {"timestamp": [4538.24, 4540.5], "text": " well they told me last night"}, {"timestamp": [4540.5, 4542.16], "text": " they're not going to go ahead with ratification"}, {"timestamp": [4542.16, 4544.1], "text": " the agreement said they would take it out"}, {"timestamp": [4544.1, 4546.04], "text": " so they've been dishonest in a word? They've been"}, {"timestamp": [4546.04, 4547.06], "text": " dishonest about their commitment?"}, {"timestamp": [4547.94, 4550.02], "text": " I'm not characterising their conduct at all."}, {"timestamp": [4550.08, 4551.42], "text": " I'm not saying they're being dishonest at all."}, {"timestamp": [4551.66, 4554.06], "text": " It is peculiar that it's taken four months for them"}, {"timestamp": [4554.06, 4554.98], "text": " to decide that"}, {"timestamp": [4554.98, 4557.98], "text": " something they signed up to at Christmas"}, {"timestamp": [4557.98, 4559.84], "text": " time they think is now unlawful."}, {"timestamp": [4560.32, 4561.66], "text": " I just find that unusual."}, {"timestamp": [4561.9, 4563.48], "text": " But these things happen sometimes"}, {"timestamp": [4563.48, 4566.58], "text": " but in agreement's an agreement and we stick with our agreements."}, {"timestamp": [4566.98, 4568.02], "text": " Appreciate your time, Minister."}, {"timestamp": [4568.22, 4569.96], "text": " That is the health minister, Andrew Little there."}, {"timestamp": [4570.32, 4573.74], "text": " Now, listening to that was Nurses' Organisation Chief Executive Paul Goulter."}, {"timestamp": [4574.2, 4574.7], "text": " Kiyoda, Paul."}, {"timestamp": [4574.84, 4575.36], "text": " What do you reckon?"}, {"timestamp": [4575.44, 4576.1], "text": " You heard the minister?"}, {"timestamp": [4577.92, 4580.88], "text": " So it's clearly passionate, and I understand that."}, {"timestamp": [4581.6, 4587.92], "text": " But there's a very simple fact here is that the arrangements that the"}, {"timestamp": [4587.92, 4593.92], "text": " DHB put together by way of the proposal didn't match the obligations that they"}, {"timestamp": [4593.92, 4601.42], "text": " had freely ended into over the previous four or five years and so when I having"}, {"timestamp": [4601.42, 4605.78], "text": " just recently come into the sector listened to what our members were saying"}, {"timestamp": [4605.78, 4608.46], "text": " and asked for a legal review of that"}, {"timestamp": [4608.46, 4611.46], "text": " that revealed what was for us"}, {"timestamp": [4611.46, 4613.62], "text": " that in fact the offers"}, {"timestamp": [4613.62, 4615.5], "text": " that the DHBs had made"}, {"timestamp": [4615.5, 4617.48], "text": " didn't meet their previous obligations"}, {"timestamp": [4617.48, 4620.6], "text": " now at that stage we have to do something about it"}, {"timestamp": [4620.6, 4623.5], "text": " we don't have any right to walk away"}, {"timestamp": [4623.5, 4629.38], "text": " from a situation whereby the original"}, {"timestamp": [4629.38, 4635.12], "text": " deal, original proposal doesn't meet what the DHBs were obliged to provide. It's pretty"}, {"timestamp": [4635.12, 4641.88], "text": " simple. Okay. Let's park the legal review for a second if we can, right? So park that. The"}, {"timestamp": [4641.88, 4648.92], "text": " minister's point is that prior to this review that he believes a deal was made, a handshake,"}, {"timestamp": [4649.12, 4650.78], "text": " and that it should have gone back to the members."}, {"timestamp": [4651.12, 4652.3], "text": " So is that the case?"}, {"timestamp": [4652.74, 4655.0], "text": " Had an agreement been reached,"}, {"timestamp": [4655.16, 4656.9], "text": " you were going to take it back to the members,"}, {"timestamp": [4656.9, 4660.72], "text": " and then all of a sudden, after several months in the last few days,"}, {"timestamp": [4660.88, 4662.38], "text": " something has fundamentally changed?"}, {"timestamp": [4663.88, 4665.5], "text": " No, it hasn't changed."}, {"timestamp": [4666.3, 4667.64], "text": " Have you reneged on that deal?"}, {"timestamp": [4668.48, 4673.76], "text": " No, the proposal that came forward is not capable of being accepted because it breaches"}, {"timestamp": [4673.76, 4677.5], "text": " the obligations that the DHBs have already entered into."}, {"timestamp": [4678.24, 4683.3], "text": " Okay, and I just want to be sure that you're not dancing on a pinhead or legalese here."}, {"timestamp": [4683.3, 4687.98], "text": " So at any point, did you accept the deal"}, {"timestamp": [4687.98, 4691.42], "text": " and make a commitment to take it to nurses for a vote?"}, {"timestamp": [4692.68, 4696.1], "text": " The original, there hadn't been an acceptance."}, {"timestamp": [4696.34, 4697.36], "text": " That's the point."}, {"timestamp": [4697.86, 4702.8], "text": " The point is that the deal has to be ratified by our members."}, {"timestamp": [4702.98, 4703.6], "text": " I understand it."}, {"timestamp": [4703.6, 4710.98], "text": " I mean accepted in the sense that you had come to an agreement that you would take it to your 40,000 members for a vote."}, {"timestamp": [4711.1, 4714.4], "text": " Did you give an undertaking that that was what was going to happen next?"}, {"timestamp": [4714.98, 4719.32], "text": " The next steps in that process were to move to ratification."}, {"timestamp": [4719.82, 4727.32], "text": " At that stage, our members told us really clearly that that proposal does not meet the obligations"}, {"timestamp": [4727.32, 4730.82], "text": " which should be entered into by the DHBs."}, {"timestamp": [4730.92, 4733.28], "text": " And at that stage, it's not a proposal any longer."}, {"timestamp": [4733.78, 4734.02], "text": " Right."}, {"timestamp": [4734.26, 4739.68], "text": " But Paul, from what I'm hearing there, is the minister is right when he says that, well,"}, {"timestamp": [4739.76, 4742.9], "text": " there was a general agreement that you would take it back to the nurses."}, {"timestamp": [4743.28, 4745.36], "text": " You were saying that something changed in the interim."}, {"timestamp": [4746.58, 4748.92], "text": " No, the original deal was flawed."}, {"timestamp": [4749.62, 4750.46], "text": " That's the problem."}, {"timestamp": [4750.6, 4751.48], "text": " The original deal was flawed."}, {"timestamp": [4751.48, 4752.18], "text": " Understand that."}, {"timestamp": [4752.28, 4755.48], "text": " So why not put it to nurses and give them an opportunity to reject or accept it?"}, {"timestamp": [4755.58, 4757.38], "text": " Now, that's the really interesting point."}, {"timestamp": [4757.98, 4764.48], "text": " Because once having discovered what we believe is a very serious flaw in the offer,"}, {"timestamp": [4765.0, 4768.52], "text": " we are now in the business of working with our nurse members,"}, {"timestamp": [4769.08, 4773.64], "text": " A, to tell them exactly how that worked, and B, what are their options?"}, {"timestamp": [4773.64, 4780.58], "text": " And what we will put to them is that they, after we've been through that process"}, {"timestamp": [4780.58, 4783.62], "text": " of people understanding what's going on, we'll say to them,"}, {"timestamp": [4783.78, 4786.22], "text": " do you want this issue to go"}, {"timestamp": [4786.22, 4790.64], "text": " straight to the Employment Relations Authority for determination, or do you want to put it to"}, {"timestamp": [4790.64, 4795.44], "text": " ratification? It's very simple. Are you acting in good faith in these negotiations?"}, {"timestamp": [4796.26, 4803.38], "text": " Well, I think there's some serious issues about good faith, about how the DHBs could arrive at a"}, {"timestamp": [4803.38, 4805.44], "text": " settlement that breached their original obligations."}, {"timestamp": [4805.98, 4808.32], "text": " Why did you guys take so long to get a legal opinion on it?"}, {"timestamp": [4809.36, 4813.36], "text": " I can't tell that, Lisa, because I wasn't around in the union at the time."}, {"timestamp": [4813.74, 4818.32], "text": " Is it because in recent days nurses have been very vocal and very public about the fact"}, {"timestamp": [4818.32, 4820.56], "text": " that their expectation was back pay?"}, {"timestamp": [4820.74, 4823.88], "text": " So you had to back down, get a legal opinion and go from there?"}, {"timestamp": [4824.4, 4827.9], "text": " No, there's no element of back down in this. It was"}, {"timestamp": [4827.9, 4832.06], "text": " simply I just asked for a review of"}, {"timestamp": [4832.06, 4836.04], "text": " what had gone on in the past. So obviously we listened to what our members"}, {"timestamp": [4836.04, 4839.98], "text": " were saying. Any union would do that. And so we just said, okay,"}, {"timestamp": [4840.22, 4844.42], "text": " let's have a look at actually what the DHBs were obliged to provide"}, {"timestamp": [4844.42, 4846.2], "text": " and that's where the floors appeared."}, {"timestamp": [4846.76, 4850.28], "text": " The Minister, you would have heard say there not a single cent."}, {"timestamp": [4850.38, 4851.32], "text": " He hasn't got anything more."}, {"timestamp": [4851.56, 4852.5], "text": " Nothing left in the tank."}, {"timestamp": [4852.6, 4853.04], "text": " This is it."}, {"timestamp": [4853.12, 4853.78], "text": " All he can offer."}, {"timestamp": [4854.3, 4855.24], "text": " Your response to that?"}, {"timestamp": [4856.7, 4861.68], "text": " Well, I think the issue is if it goes off to the legal system,"}, {"timestamp": [4861.76, 4865.98], "text": " the Employment Relations Authority and no doubt further up the legal chain,"}, {"timestamp": [4866.68, 4871.82], "text": " those decisions that are made by those various judicial authorities are actually binding,"}, {"timestamp": [4872.34, 4873.58], "text": " and the money has to be found."}, {"timestamp": [4874.5, 4876.54], "text": " Thank you for your time, Paul."}, {"timestamp": [4876.6, 4880.44], "text": " That's Paul Galter, who is the chief executive of the Nurses' Organisation."}, {"timestamp": [4881.18, 4884.14], "text": " It is 20 past six, and you're with checkpoints on R&Z National."}, {"timestamp": [4886.06, 4890.88], "text": " Some East Coast towns are breathing a sigh of relief. They've escaped the worst in the latest big weather event,"}, {"timestamp": [4891.0, 4895.76], "text": " but while it wasn't as ferocious as the one three weeks ago, it's still left some critical"}, {"timestamp": [4895.76, 4900.58], "text": " infrastructure down with some repairs expected to take months. Our reporter, Rosie Gordon and"}, {"timestamp": [4900.58, 4906.68], "text": " cameraman Samuel Rilstone are on the East Coast. The rain is gone and the sun's been shining on soaked land in Wairoa."}, {"timestamp": [4907.0, 4910.76], "text": " That means assessing the debris ex-cyclone Philly has left behind"}, {"timestamp": [4910.76, 4914.78], "text": " in a district already recovering from a storm three weeks ago."}, {"timestamp": [4915.2, 4919.36], "text": " But incident controller Nathan Heath says while the district escaped the worst,"}, {"timestamp": [4919.74, 4921.62], "text": " heavy rain has made its mark."}, {"timestamp": [4922.0, 4923.42], "text": " Certainly had a number of power outages."}, {"timestamp": [4923.58, 4925.48], "text": " We had power outages throughout the whole district."}, {"timestamp": [4926.12, 4928.06], "text": " We had about five additional roads closed"}, {"timestamp": [4928.06, 4929.14], "text": " on what we've already had."}, {"timestamp": [4929.54, 4931.9], "text": " Rain turned paddocks into pools in Gisbon"}, {"timestamp": [4931.9, 4933.92], "text": " and brought down significant slips"}, {"timestamp": [4933.92, 4935.44], "text": " across the Wairoa district."}, {"timestamp": [4936.0, 4938.18], "text": " Mr Heath says assessing damage to rural"}, {"timestamp": [4938.18, 4940.04], "text": " areas is the main priority"}, {"timestamp": [4940.04, 4942.08], "text": " for authorities. Obviously"}, {"timestamp": [4942.08, 4944.12], "text": " we were hit really hard with the last"}, {"timestamp": [4944.12, 4945.28], "text": " event about three weeks ago."}, {"timestamp": [4946.12, 4948.0], "text": " And so what's happened on top of that"}, {"timestamp": [4948.0, 4950.04], "text": " with the saturated soles that we had,"}, {"timestamp": [4950.28, 4952.0], "text": " the likelihood of slipping increases"}, {"timestamp": [4952.0, 4954.2], "text": " significantly. So we do"}, {"timestamp": [4954.2, 4956.06], "text": " need to make some pretty rapid assessments"}, {"timestamp": [4956.06, 4958.5], "text": " as to what these additional impacts have been."}, {"timestamp": [4958.6, 4960.96], "text": " In Rua Kuturi, Farman Naku Hadfield,"}, {"timestamp": [4961.32, 4963.66], "text": " says the last rain that battered the East Coast"}, {"timestamp": [4963.66, 4965.22], "text": " meant their road was impassable"}, {"timestamp": [4965.22, 4966.62], "text": " for seven days."}, {"timestamp": [4967.0, 4970.16], "text": " News of X-Cyclone Philly put her on edge once more."}, {"timestamp": [4970.52, 4976.96], "text": " It was like, oh goodness, yeah, definitely everyone was like, fingers crossed, it is not"}, {"timestamp": [4976.96, 4978.96], "text": " going to be like what we've just encountered."}, {"timestamp": [4979.42, 4984.3], "text": " She lost power last night and woke up to at least five slips on their road and a dropout"}, {"timestamp": [4984.3, 4985.06], "text": " on their land."}, {"timestamp": [4985.46, 4987.94], "text": " Ms Hadfield says the toll is cumulative."}, {"timestamp": [4988.46, 4995.32], "text": " We're still dealing with that stress because we're actually still dealing with the effects of the weather event three weeks ago."}, {"timestamp": [4995.7, 5002.6], "text": " And I think now we're feeling our anxiety levels are being lowered because we are now feeling that we're actually getting some support."}, {"timestamp": [5002.88, 5006.48], "text": " Support indeed, emergency management minister Kiritapu Allen,"}, {"timestamp": [5006.84, 5009.2], "text": " today announcing money for Wairoa's clean-up."}, {"timestamp": [5009.56, 5015.66], "text": " I'm going to release $100,000 from our funds through to the mayor today."}, {"timestamp": [5015.66, 5019.46], "text": " Top of Mayor Craig Little's list is fixing critical infrastructure,"}, {"timestamp": [5019.96, 5024.76], "text": " like the bridge near Teringa Falls, which is closed and being held up by bulldozers."}, {"timestamp": [5025.04, 5029.62], "text": " Mayor Little says they've been getting rain every six weeks or so for the last year,"}, {"timestamp": [5030.02, 5034.56], "text": " where events put the community on tenter hooks, but they're getting more resilient."}, {"timestamp": [5035.02, 5038.72], "text": " We've had storms before, but just knowing whether the storm was going to be the big one,"}, {"timestamp": [5038.84, 5040.96], "text": " we had to work that out with the intel coming through."}, {"timestamp": [5041.3, 5045.62], "text": " All of us had some pretty uneasy sleeps during the nights, but we got there."}, {"timestamp": [5045.9, 5051.12], "text": " They're not there just yet, incident controller Nathan Heath is warning locals to remain vigilant."}, {"timestamp": [5051.56, 5053.44], "text": " Heathbelt roads if you don't need to drive."}, {"timestamp": [5053.58, 5060.5], "text": " Some of these slips could happen now, even though the rain stopped, the so wet that we could have a slip just out of the blue now."}, {"timestamp": [5060.5, 5069.18], "text": " All severe weather warnings and watches in relation to X-Cyclone feely have have been lifted and as the sodden land starts to dry, it's estimated to take"}, {"timestamp": [5069.18, 5076.06], "text": " months for Wairoa to fully recover. A Conservative peer has resigned as a justice minister"}, {"timestamp": [5076.06, 5080.18], "text": " over COVID law breaking in Downing Street. It comes after the UK Prime Minister"}, {"timestamp": [5080.18, 5085.22], "text": " Boris Johnson and Chancellor Rishi Sunak were fined for attending a party during lockdown."}, {"timestamp": [5085.72, 5091.22], "text": " Lord David Wolfson is the first person to quit the government since reports of lockdown parties emerged."}, {"timestamp": [5091.68, 5094.98], "text": " But Boris Johnson remains defiant despite endless apologies."}, {"timestamp": [5095.52, 5097.26], "text": " The BBC's Vicky Young has more."}, {"timestamp": [5097.8, 5101.34], "text": " He's broken the law and his own strict COVID rules."}, {"timestamp": [5101.68, 5106.24], "text": " Boris Johnson forced to apologise again and again for lockdown partying in"}, {"timestamp": [5106.24, 5115.26], "text": " Downing Street. I want to begin by repeating my apologies. Mr Speaker, I want to apologise. I once again"}, {"timestamp": [5115.26, 5123.54], "text": " offer a full apology. But is saying sorry enough to save his job. For now, Cabinet colleagues think so."}, {"timestamp": [5123.94, 5128.18], "text": " It's not defensible and he has paid that fixed penalty notice."}, {"timestamp": [5128.68, 5134.6], "text": " The question, I suppose, in my mind, is, you know, as individuals, none of us are perfect."}, {"timestamp": [5134.74, 5138.98], "text": " No one does, you know, we all are, we're all human."}, {"timestamp": [5139.48, 5143.66], "text": " The question in my mind, therefore, is did he set out with malice to break the law?"}, {"timestamp": [5144.06, 5145.1], "text": " Answer, no."}, {"timestamp": [5146.1, 5148.38], "text": " But not everyone's brushing it off so lightly."}, {"timestamp": [5148.58, 5156.26], "text": " Tonight, Justice Minister Lord David Wolfson resigned over what he called the scale, context and nature of rule breaking in Downing Street,"}, {"timestamp": [5156.64, 5159.8], "text": " and the official response to what took place."}, {"timestamp": [5160.8, 5164.82], "text": " Kern and Dean Blackmore say what went on amounts to hypocrisy."}, {"timestamp": [5164.82, 5165.24], "text": " In June 2020, the UK was in lockdown. Ken and Ian Blackmore say what went on amounts to hypocrisy."}, {"timestamp": [5167.84, 5168.38], "text": " In June 2020, the UK was in lockdown."}, {"timestamp": [5171.7, 5172.18], "text": " The month they lost their newborn daughter just four days old."}, {"timestamp": [5174.52, 5175.44], "text": " COVID restrictions kept the family apart."}, {"timestamp": [5182.56, 5183.9], "text": " To know that through that time when we were literally only getting a section of time with her baby girl knowing she was going to die."}, {"timestamp": [5185.88, 5189.22], "text": " And there's people having parties and who made the rules."}, {"timestamp": [5189.72, 5191.12], "text": " They're the ones who put that in place."}, {"timestamp": [5191.24, 5193.76], "text": " And we're not the only people that lost somebody."}, {"timestamp": [5195.62, 5198.72], "text": " Conservative MPs insist they understand the public anger,"}, {"timestamp": [5199.08, 5202.36], "text": " but say ousting the Prime Minister when there's a war in Ukraine would be wrong."}, {"timestamp": [5202.92, 5205.76], "text": " Liberal Democrats said he wasn't a decent man"}, {"timestamp": [5205.76, 5210.04], "text": " and the SMP condemned a culture of entitlement in Downing Street."}, {"timestamp": [5211.34, 5214.02], "text": " After spending the last five months based in Australia,"}, {"timestamp": [5214.18, 5217.0], "text": " the Phoenix men's football team return home this weekend"}, {"timestamp": [5217.0, 5219.44], "text": " to play two A-League games."}, {"timestamp": [5219.56, 5221.8], "text": " They'll play at their home ground in Wellington on Sunday"}, {"timestamp": [5221.8, 5223.7], "text": " and then in Auckland a week later."}, {"timestamp": [5223.7, 5228.28], "text": " As Barry Guy reports, there is plenty of excitement about the club coming home."}, {"timestamp": [5228.82, 5230.34], "text": " And to Lewis who moves away nicely."}, {"timestamp": [5230.46, 5231.68], "text": " Lewis won up the shots."}, {"timestamp": [5232.32, 5233.28], "text": " Clayton Lewis."}, {"timestamp": [5234.2, 5237.28], "text": " First game in his hometown for Wellington."}, {"timestamp": [5238.26, 5241.48], "text": " The Phoenix made the most of their return home last season,"}, {"timestamp": [5241.6, 5244.68], "text": " and everyone concerned is hoping they can do it again this time"}, {"timestamp": [5244.68, 5246.08], "text": " as they push for a"}, {"timestamp": [5246.08, 5248.04], "text": " playoff spot. Their last game"}, {"timestamp": [5248.04, 5250.2], "text": " in Wellington before COVID hit was in March"}, {"timestamp": [5250.2, 5252.36], "text": " 2020. Since then"}, {"timestamp": [5252.36, 5254.62], "text": " they've managed just two games in New Zealand."}, {"timestamp": [5255.28, 5257.62], "text": " The club is hoping to draw a big crowd at Sky"}, {"timestamp": [5257.62, 5259.92], "text": " Stadium on Sunday and then again at"}, {"timestamp": [5259.92, 5262.18], "text": " Eden Park a week later. The team"}, {"timestamp": [5262.18, 5264.3], "text": " has performed admirably away from home"}, {"timestamp": [5264.3, 5266.1], "text": " but Coach Hufuktele says"}, {"timestamp": [5266.1, 5270.82], "text": " what they've missed is a boisterous home crowd. Players are not robots, they're humans, and"}, {"timestamp": [5270.82, 5275.62], "text": " everybody loves a pat on the back. Everyone loves to be told that they're doing a good job."}, {"timestamp": [5275.8, 5280.54], "text": " So, you know, the noise is very important. We haven't had that all season. It plays a major"}, {"timestamp": [5280.54, 5284.52], "text": " role. It's a boost. It's the 12th man on the park. And the fans play a massive role"}, {"timestamp": [5284.52, 5289.0], "text": " with the boys getting that extra springing their step. Former Phoenix and All Whites player,"}, {"timestamp": [5289.12, 5293.9], "text": " Ben Sigmund wasn't able to get to last year's one-off game in the Capitol. So it's been more"}, {"timestamp": [5293.9, 5299.58], "text": " than two years since he's been to one of their games. He can't wait to be a fan live at a game"}, {"timestamp": [5299.58, 5305.36], "text": " again. I actually miss the walking up and the kids are really, really excited."}, {"timestamp": [5309.26, 5309.4], "text": " You know, they've even asked me last night to make sure I had tickets that were going, you know."}, {"timestamp": [5314.06, 5314.18], "text": " So that family time of actually just getting in there, not so much as a fan,"}, {"timestamp": [5318.58, 5318.98], "text": " but as a family, you know, for people to get in there and do something is just really exciting."}, {"timestamp": [5322.84, 5324.44], "text": " Coach Telley says the squad has been fully focused about playing each game and not getting ahead of themselves."}, {"timestamp": [5325.06, 5331.8], "text": " However, General Manager David Doehm says there's little doubt the players want to be playing in front of a big home crowd again."}, {"timestamp": [5332.06, 5339.4], "text": " Quite a few of our squad, not only haven't played at Sky Stadium or haven't played it in any stadium in New Zealand, but haven't even been to New Zealand all to Wellington."}, {"timestamp": [5339.6, 5346.22], "text": " We've got players who have signed for the club and their entirety of the Wellington Senators' career to date has been playing in Australia Stadium."}, {"timestamp": [5346.76, 5350.06], "text": " Ostensibly in a Wellington's Stennings' home game, but not playing in front of many fans."}, {"timestamp": [5350.48, 5356.7], "text": " Teenage defender, Finn Sermon, has watched plenty of Phoenix games at Sky Stadium, but he's never played there."}, {"timestamp": [5357.0, 5358.6], "text": " It would be amazing to play there."}, {"timestamp": [5358.9, 5359.92], "text": " It's excite me, to be honest."}, {"timestamp": [5360.42, 5363.82], "text": " I'm sure as it would with all the other boys, I think we're all really looking forward to it."}, {"timestamp": [5363.98, 5367.44], "text": " We know there will be a crowd there, and we hope that Wellington and New Zealand can get"}, {"timestamp": [5367.44, 5368.78], "text": " out there and support us."}, {"timestamp": [5369.36, 5371.62], "text": " Yeah, it gives me some goosebumps just thinking about it."}, {"timestamp": [5371.8, 5374.84], "text": " There's a little doubt that playing the majority of their games in Australia"}, {"timestamp": [5374.84, 5377.44], "text": " the last couple of years has hurt the Phoenix financially."}, {"timestamp": [5378.16, 5382.8], "text": " General Manager David Dome has his fingers crossed that everything is closer to normal again"}, {"timestamp": [5382.8, 5383.54], "text": " next season."}, {"timestamp": [5384.2, 5386.26], "text": " He says their corporate support has been great,"}, {"timestamp": [5386.64, 5391.32], "text": " but they won't really know how the fans will react until the new season comes around."}, {"timestamp": [5391.64, 5394.92], "text": " With no games in New Zealand, our membership base has been decimated."}, {"timestamp": [5395.48, 5398.4], "text": " Year after year, after year, our membership base has got stronger,"}, {"timestamp": [5398.5, 5399.82], "text": " and we've grown and grown and grown."}, {"timestamp": [5400.22, 5403.96], "text": " Now, we don't know what the impact of two and a half seasons away is going to have on that,"}, {"timestamp": [5404.3, 5405.8], "text": " and how much momentum we've lost."}, {"timestamp": [5405.92, 5410.26], "text": " We won't know until we go back on sale under the assumption that we owe 14 games in New Zealand."}, {"timestamp": [5410.7, 5413.66], "text": " The Phoenix hosts the Central Coast Mariners in Wellington on Sunday,"}, {"timestamp": [5414.1, 5417.5], "text": " and play the Western Sydney Wanderers in Auckland a week later."}, {"timestamp": [5418.4, 5420.24], "text": " So much feedback on the golf courses."}, {"timestamp": [5420.38, 5423.54], "text": " This person says save golf courses, population growth is the issue."}, {"timestamp": [5423.92, 5425.94], "text": " No carving up of golf courses."}, {"timestamp": [5426.08, 5428.1], "text": " We need more green space in our cities, not less."}, {"timestamp": [5428.46, 5430.08], "text": " This person, cricket fields, build"}, {"timestamp": [5430.08, 5432.08], "text": " on every metre of cricket fields."}, {"timestamp": [5432.22, 5433.84], "text": " They are a waste. They attract"}, {"timestamp": [5433.84, 5436.0], "text": " seriously boring people."}, {"timestamp": [5436.84, 5437.94], "text": " And Sue says golf courses"}, {"timestamp": [5437.94, 5440.04], "text": " are green spaces should be left alone."}, {"timestamp": [5440.68, 5441.94], "text": " Okay, thank you for"}, {"timestamp": [5441.94, 5443.86], "text": " getting back to us on that one."}, {"timestamp": [5444.1, 5445.4], "text": " Clearly strong opinions."}, {"timestamp": [5445.56, 5446.62], "text": " It's about all we've got time for."}, {"timestamp": [5446.72, 5448.84], "text": " Late news team's going to keep you updated throughout the night."}, {"timestamp": [5449.28, 5451.76], "text": " Drive safely if you were heading away this long weekend."}, {"timestamp": [5451.94, 5453.2], "text": " If you missed anything on the program,"}, {"timestamp": [5453.66, 5456.4], "text": " check us out on Spotify, Apple or wherever you get your podcast."}, {"timestamp": [5456.52, 5457.34], "text": " Have a wonderful weekend."}, {"timestamp": [5457.74, 5459.82], "text": " Get yourself, a Parawa, Ri Peca, Wera."}, {"timestamp": [5460.28, 5460.82], "text": " Hot Cross Barn."}], "text": " Thank you, This is check-point on R&Z National. I'm Lisa Owen. Hii-Aki-ne. Is it time to shut up shop? The Auckland businesses fed up with ram raids and knife-wielding teenagers, getting away with it and boasting about it. And the Tauranga bus drivers allegedly facing racial abuse and death threats again from school kids. The big little battle, the health minister calls out nurses unions after they refused to put a long fort pay equity deal to the vote. We talk to both sides live. Golfers tee off at the idea courses could be commandeered for housing. Rekin you could pick the difference between a gold-plated and budget hot crossbarn while checkpoints happy to gnaw away at that one. And the blooming hard-working volunteers making Anzak poppies. RNZ News at 5. Good afternoon. Ahi-hi Marie. I'm Evie Ashton. A senior nurse says she feels short-changed and betrayed by the gender pay agreement that's been stalled by the biggest nursing union. The settlements meant to address the fact nurses are underpaid because most of them are women but is now in jeopardy. Health correspondent Rowan Quinn reports. The disputes over back pay, which is not included in a settlement, the nurse's organisation, did agree to back in December. The union now says illegal reviews found the agreement breaches the Equal Pay Act. A nurse told RNZ many of her colleagues stayed in their jobs because they thought the settlement and the back pay was on its way. The union will ask members if they want to go to the Employment Relations Authority or if they wish to go ahead and vote on the settlement as it stands. A 200 metre stretch of suburban Auckland has been hit by a spate of ram raids and robberies. Stolen cars and weapons are being used to steal tobacco, vapes and alcohol in many cases by teenagers. Subash Batra owns a shop on Auckland's Sandringham Road. He was robbed yesterday in broad daylight by two teenage girls. I was standing here, one of the girls pointed out an iPhone to me and said, get back, otherwise I'm going to stab you. So I literally, I talked to the girl like, she's my own daughter. I said, what the hell you're doing here? School-going girl? Why are you trying to ruin your life? Don't, for God's sake, don't do this. But she didn't, she was not bothered. Subash Batra says the teenagers aren't scared of police and boast about thefts on social media. The government is contributing $100,000 towards a Merrill Relief Fund to support communities in Wai Dua, most affected by the recent bad weather. The Northern Hawks Bay District was hit by a storm yesterday three weeks after the first one. Visiting the area today, the emergency management minister, Kiritapu Allen, announced the donation. I'm going to release $100,000 from our funds through to the mayor today. Merrill relief funds help communities recover after an emergency. Weirro Mayor Craig Little says the money will be spent on key infrastructure which has been damaged like the bridge at Therdainga Falls. We have that reassurance that the community aren't going to suffer from us fixing those roads down the track with a big bill that we might have to put. We know that we're going to get assistance from here and there. So it is really good. Caution is advised on nearly 40 roads in the Wai Dore District and six are closed. Russia says the flagship of its Black Sea Fleet has been badly damaged by a fire and an explosion. Ukrainian officials say the vessel was hit by two anti-ship missiles. The BBC's James Reid reports. The Russian Defence Ministry said the explosion that tore through the warship happened when the fire detonated munitions on board. It said the entire crew, thought to number around 500, safely abandoned ship. The Russian statement said the cause of the fire was being investigated and made no mention of the Ukrainian claim that the ship had been hit by missiles. Either way, the virtual destruction of the Moscow is a blow to the prestige and power of the Russian Navy and a boost for Ukraine as it seeks to defend its coastline. The Moscow gained notoriety early in the war when Ukrainian troops defending an island refused its demand for their surrender, using abrupt language that quickly became a meme. MPs have been informed that the Russian ambassador can't be hauled before Parliament for questioning because he has diplomatic immunity. The Foreign Affairs Select Committee has been investigating whether it can summon the diplomat after he twice rebuffed their requests to appear before it. The Foreign Affairs Minister Nanae Mahuta says she asked for advice after hearing about the Select Committee's discussions. The advice that I received states very clearly that the investor is protected by the Vienna Convention has a level of diplomatic immunity. Whether or not asking questions of him will give the information that the committee is seeking, I think is something that is very arguable. To sport, and New Zealand rugby has been forced to delay the vote on the approval of its controversial Silver Lake deal. NZR had planned to ratify the deal with the US private equity firm at its AGM this month, but that won't now happen. Sports editor Stephen Husson has more. NZR Chief Executive Mark Robinson says provincial unions have asked for more time to discuss key areas of the deal structure, but he hopes a special general meeting can be held in the coming weeks to finalise the deal. The proposed DILC Silver Lake investing $200 million in a new commercial entity that will control all revenue generating assets of NZR. An additional co-investment of up to $100 million will be offered to New Zealand-based institutional investors later in the year. Ultimately, Silver Lake would end up owning between 5 and 8.5% of the new entity. Black Caps pace bowler, Tim Salvi, has received the top honour at the New Zealand Cricket Awards. He's been awarded the Sir Richard Hadley Medal for his consistent performances in test and limited overs formats over the past year. And Olympic gold medal winning snowboarders, Zoe Sadarski-Sinnit, has continued her strong form on the Natural Selection Freestyle Tour in the US. The Wanaka 21-year-old has finished third, her eighth top three finish on the tour at the season-ending event in Alaska. That's the news. An orange traffic light for Easter weekend. We're over the moon. It would be great for people to come together and dance. It's what we sort of are capable of. The cost of living sky rockets. It's now a challenge to feed yourself as well as house yourself and keep yourself warm at night. While car lovers are making their hot wheels hotter. Do we still say pimped it up? Is that the turn from the old TV show? Yeah, I suppose if you want to go that way, yeah. Pimp up your morning. Morning report, weekdays from 6 on RNZ National. You're with Lisa Owen on Checkpoint next. First, the short forecast from Met Service to midnight Friday and a pretty good Easter Friday for most of New Zealand. All of the North Island, fine apart from some areas of cloud about East Cape today. Isolated showers are developing in Bay of Plenty late tomorrow. For all of the South Island, except Fjordland and Southland, fine for most. But cloudy periods in Westland and Buller, areas of cloud developing in Canterbury tomorrow morning, then clearing tomorrow afternoon. For Fjordland and Southland, partly cloudy, isolated showers mainly about Fjordland and Stewart Island. And for DeKohu, the Chatham Islands, rain with possibly heavy falls easing this evening, Gale, Southeasterly's gradually turning southwest, cloudy with a possible shower tomorrow. It's six minutes past five. We'll have news headlines for you at 5.30. Nah, mehi, Evie. Tena, kautau, no ma'hideh. He's checkpoint this, rae, or Lisa Owen, Teney. Auckland shop owners slammed with a ram raid in an armed hold-up in the past week are sick of teenagers getting away with hardcore crimes and boasting about it on social media. In the suburb of Sandringham, one shop owner and his wife had a knife pulled on them by two school-aged girls yesterday. Within a 200 metre stretch of the village shops, three different stores are boarded up, having been broken into or ram-rated in the last fortnight. In one case, the getaway car had an 11-year-old driver. Just yesterday, police told checkpoint stolen vehicles are being used to nick tobacco, vapes and alcohol, in many cases by teenagers who are repeat offenders. John Bond reports. Subash Batra owns a vape shop on Auckland's Sandringham Road. Two teenage girls walked in wearing hoodies and masks yesterday afternoon. I was standing here, one of the girls pointed out an iPhone to me and said, get back, otherwise I'm going to stab you. So I literally, I talked to the girl like she's my own daughter. I said, what the hell you're doing here? School-going girl. Why are you trying to ruin your life? For God's sake, don't do this. But she was not bothered. The other girl started throwing Shisha products into a bag, which looked like packets of cigarettes. My wife pushed her and stopped her from doing that. She ran away. The other girl with a knife, she pointed it onto my wife. She said, I'll hit you, I'll kill you. They had a scuffle, neighbouring shop owners arrived and the girls got away. It's all I'll hit you. I'll kill you. They had a scuffle, neighboring shop owners arrived, and the girls got away. It's all caught on CCTV footage. Broad daylight, teenage girls with a knife for maybe a hundred dollars worth of goods. See, it's scary, but I'm sorry to say. When we came to New Zealand, we were told that New Zealand is a crime-free country. We opened the store October the 2021, and so far five times it has happened. Five times in six months. That's not a surprise to Shittijvutsa, whose dairy, a couple hundred metres away, was ramrated a week ago by teenagers. They went through a ballard and smashed through the front door. So the damage I am still thinking would not be less than $20,000 to $30,000. As well as the damage, a few thousand dollars worth of cigarettes were taken. Mr. Vutzat doesn't have his children hanging out in the back of the shop anymore due to safety concerns. I've heard like it's only the teenagers. I think there were nine kids in my shop when it happened. I think two or three girls and six boys. And what I got to know from the police was there was an 11 year old girl driving. So it's pretty sad like 11 year olds or 12 year olds doing robberies like this. The police say in the 12 months to October last year, there were 283 ram raids around the country, more than five a week. 88% of those were by teenagers or even younger, and just 42% of the offenders were found, meaning the majority got away scot-free. Back up the road, 200 metres away, sits another boarded-up shop. Ram raided two weeks ago, says the store's scared owner Anna. We are worried. We work so hard, you know, we pay the tax. But now I think that the New Zealand is not secure anymore. Even if the place catch land, what they do. Sebash Batra agrees that the kids and teenagers involved in these attacks don't have any fear of the police. In fact, they boast about it online. Here, he talks about a robbery of his shop earlier this year. Young guys, they recorded the entire proceeding amazingly by themselves. Their own phone made a video, went home, displayed the entire stuff, made a video again, and posted both the videos on social media, on TikTok. So amazingly, I mean, they're throwing a challenge to the police also. Look, we have done it. You can't do anything to us. Sandringham's not typically a high crime area. It's the suburb in which the Prime Minister lives. There are a lot of immigrants and second generation New Zealanders here, and there's a large Indian influence. It's a vibrant, multicultural part of town, but these shop owners don't feel safe here and are questioning whether they should shut up shop. It is 11 minutes past five. Kia Mautunumai, stay with us, you're listening to Checkpoint on RNZ National. Wellington cafes are rejoicing at the return of many more public servants along the streets and in offices in the CBD. Yesterday's announcement that the country would go down to orange light restrictions has brought more people back into their offices, some for the first time in months. Our reporter, Kirsty Frame, has been out and about today. Wellington's public servants are back in the concrete playground. Corporate office stores are revolving, coffee beans are brewing. In just the last 24 hours there's been a noticeable increase in people zipping in and around streets like Lampden Key and the terrace. Under Orange, there are no indoor capacity limits. The requirement to be seated for service is gone and mask are no longer required in hospitality venues. Though many today were still wearing theirs. Back on the city streets finally. It got a bit busier sort of around the start of April, but definitely today. 100% today, way busier. I'm actually just about to get lunch with a friend. So much more busier. Like just walking up, I was like, holy crap, there's so many people here. But yeah, it's good to see everyone back to normal, I guess, the new normal. I don't mind it being empty, but it's nice for the businesses. I hate busy Lampson Key. Many cafes and restaurants on Lampedon Key, the terrace and nearby, are only open Monday to Friday because Wellington's CBD is full of offices. That's made the response to the pandemic and people working from home a bit harder on businesses in the area. It also didn't help that February's protests sent more people back home and even clothes shops amid safety concerns. Ian McCloughlin at Cafe 32 on the terrace says it's been a promising turnaround recently. The last week we've had way more customers coming in which is good. It's still not how it was before because we're like 50% drop off in a few places closing and the protests were like really mad that just put people off coming. So I think it's good. More people come into the office. He says like many other cafes in the CBD, most of their customers come from offices. Anyone who kind of works in the office buildings around here, right now, because it's term time, a lot of the uni students are like the fashion school, there's public servants, office workers, and also regulars. I mean, I think like 80% of our customers are regulars. Wellington City Council staff are back in working in the office now as well. Yesterday city councillors were back in the debating chamber for the first time in several months. Theodore Loach at Collective Coffee Shop, a cafe connected to one of Wellington's temporary city libraries, says the city's getting a good hum back to it. This is a council building and we're in a government town so that does play into things and you do notice that a lot. But now that we've had orange announced, that's a lot of good hope. I know a lot of people I know who are hospitality workers who run clubs and things for them. It's like, okay, now they can actually do their things again. So that's really cool. The collective coffee shop, like many others, reported the loss of about half its customers in recent months. Theodore says it'll take some time for people to come back. We used to be, I think, at the worst, like about 50% down. And I think we're getting, we're probably maybe 60% to 70%. Like, we're still got a way to go. Like, don't get me wrong. It's still a lot further below what it was prior to say maybe the August slot down. But it is definitely noticeably creeping up again, which is nice. So, you know, it's getting there, but still got a lot of work to do. And while today was busy in the capital, cafes are still holding their breath a bit longer as people head away for Easter and school holidays. Hoping the busy feeling becomes normal again. Hoamai all for kāaro, we would love your feedback. Noreira are ne'a Kauapa Motejokanei. Will you be out and about a little bit more now that we're at the orange setting? And also keen to hear thoughts on our earlier story about young people, teens involved in violent crimes. What do we do about that? Text me, Patuimai 2101, tweet tweet us at Checkpoint RNZ or email checkpoint at RNZ.com.NZ. Allegations tonight that Tohanga bus drivers are facing racial abuse and death threats from local schoolboys hanging out at the city's transport hub. Bay of Plenty Regional Council says there's been vandalism of buses and public facilities and threats of violence directed at the public too. Today the council met with Tauranga Boys College and says college staff are making regular visits to the Willow Street Bus Interchange after school to talk to students gathering there. Police have also pumped up patrols in the area. Well, joining us now is First Union Organiser, Graham McKean. Graham, what is going on there and how bad is it? Lisa, hey, Chara. So we've got some really bad antisocial behaviours down in the CBD of Taorong in Mollong in Molloy Street. There's a select clique of schoolboys from Taongongong College, as you've just mentioned, Tadong Boys College, who are causing a whole lot of problems there. They're destroying anti-social, sorry, they've been destroying the local toilets. That's been broken twice now. Buses have been broken into and graffiti. The drivers are being racially abused, and one of the drivers was their death threats against him. So when you say death threats, I mean, how is this unfolding? Do the kids come up to them? Are there members of the public involved who are being abused as well? Can you give us a bit more detail, Graham? So, again, it is a group of about 20 children. I mean, they're known to the bus drivers. They pick them up, drop them off at the same bus stop every morning and afternoon, and it's repetitive behavior. They are just creating problems there, putting their own sort of imprint into the local area, and starting to own it as if it's their own patch. Now, it's just causing a lot of strife for the drivers. They're feeling intimidated, bullied, harassed. The Indian and Korean drivers are suffering a lot of racial profiling and abuse as well. I mean, that's not just a specific area. I mean, for the Indian and Korean bus drivers, it's something that happens to them on a daily basis, and I've heard plenty of reports about that. But about this particular group, I mean, they're known to the college, they're not under the police, they're known to the council. It's not a new thing. It's something that's sort of been happening for a period of time. And it doesn't sort of seem to have been resolved until first unions come into the scene and then started knocking on a few doors and putting media releases out there to create a catalyst for these things to happen. So what we're hoping now is that all the stakeholder groups in the community will come together and look at protecting their bus drivers, the travelling public and the local store owners. Okay, Graham, just you mentioned these young people. They're on the bus, are they? They're actually riding the buses as well. Yeah, absolutely. They're passengers on the buses. Is there any alcohol involved here after school? Yeah, my understanding is that there's been regular occurrences of RTDs found in the toilet blocks, the children around their drinking. And of course, this is just going to lower their social values. And it just triggers levels of mayhem. So you were adamant that they are from a particular college. Are they wearing uniforms? They're all in uniform. I've spoken to the children at the bus stops. And as I found out, I went down and started having discussions with them to try and seek some more detail around that. But yeah these fellows are in school uniform and you know this is they're representative of the college. You know I mean there's some cons that have come out around the college and the police now which are you know positive you know the community is stepping up to try and provide a safe and healthy environment for everybody that works through there but we stepping up to try and provide a safe and healthy environment for everybody that works through there. But we've got to go to the root cause, and it's this group of children who are behaving in a manner that is causing a deterioration. Any of your drivers bailing out or not want to do these routes as a consequence? The discussions I'm having with the drivers is they don't want to go through there. They want me to call a health and safety strike and all the first union members not to stop there, but to go further down and away from that area. This particular point in time, we haven't progressed down that pathway because we want the stakeholder groups to step up because it's got to be a collective response. We've all got to come together. But it's still an option, Graham? It's still an option that you're holding in the wings? It's very much an option. And we may have to go down that pathway. We'll have to see how things progress over the next period of time. So have you spoken to the school directly? No, I haven't had any direct cons with the school. I've been in touch with regional council, the security guards, and of course the bus drivers as well. It's probably not an area for first union to go to the college because regional council is the economic employer. They're the ones that have a direct responsibility to engage with the college over this. Thanks for your time this evening. That's first union organiser, Graham McKean there. This was not entirely my choice. The long-serving MP, Lewis Wall, has fired a broadside at her own Labour Party as she leaves Parliament, using her valedictory speech, to accuse the party president of leading a corrupt process. Ms Wall is leaving politics after 14 years, citing a legal battle in the lead-up to the 2020 election over the Manurewa seat is one of the reasons for leaving. In the days leading up to her final speech to Parliament, she spoke out about a rift with the party's leadership, claiming the Prime Minister told her directly that she would never be a minister. This afternoon, she stood to speak in the House, her shoulders covered with a Kouraway, and picked up where she left off. that she would never be a minister. This afternoon she stood to speak in the house, her shoulders covered with a kuroi, and picked up where she left off. In 2020, I agreed to leave because, irrespective of the merits of challenging certain actions, being in a team where there is no appetite for your contribution is not healthy. I took the opportunity to complete some of my ongoing work, including in the international advocacy space. I was placed on the list just below where I had been in 2017 and accepted that I was to resign as an MP during this term. Ms Wall thanked MPs, Michael Woods, Nanaia Mahuta and Tim Barnett for helping her reach this agreement, but told the House she doesn't go of her own volition. And so I stand here today fulfilling my part of that agreement, but I want to be very clear that this was not entirely my choice. As is custom on Thursday, the Prime Minister, Jacinda Adirne, was not in the debating chamber, but the Deputy Prime Minister Grant Robertson watched on. Despite never holding a ministerial position, Ms Wall has a long list of legislative achievements, including her sex to sex-fell campaign to legalise same-sex marriage. She told MPs it was a fight from the very beginning. While the Deputy Leader of the Caucus at the time wanted more recognition of civil unions, I believe that advocacy for marriage equality was based on fundamental human rights and that civil unions became a stopgap measure because it was not clear that marriage would get over the line. When I expressed this view, I was told that this would be the end of my career and I would be on my own. With her family watching from the packed public gallery, Lewisa Wall finished her speech on a positive note, paying tribute to her previous sporting career. So while there have been obstacles to face and overcome, I leave knowing that I did what I could within those constraints. To use a sporting analogy, I left it all on the field. Lewis O'Wall is taking up a newly created role as Ambassador for Pacific Gender Equality starting next month. It is 23 minutes past five. Let's head in a completely different direction. Tis the season for Hot Cross Buns, and we've had plenty of debate this week about what makes a good bun. Is it the humble supermarket six-pack, the corner bakery bun or the posh cafe creation? We selected four buns from different locations around Auckland to put to the test. Our reporter Nick Trubridge and cameraman Nick Monroe found someone with a slightly more refined palette to pick a winner. Hi, listeners and viewers, welcome in to Checkpoint's first ever Easter hot cross bun challenge. Checkpoint have decided to put me up to this very serious story today. An early Easter present for me, especially given the fact that I'm not the biggest hot cross bun fan. I think you can get a far better Easter treat, you know, your cream eggs and the like. But someone who is a fan and we're going to give him the duty of doing this is James. He's the executive chef at Esther at QT, Auckland. James, let's, we've got A through D here. First of all, let's look at appearance. When you look at one of these, what are you looking for really? And what one stand out, A through D. I know what these are, but you don't know where each has come from. Oh, they look good. I like a little bit of glaze on top, and you've snuck a cheeky chocolate one in there as well, which will be a little bit of a treat. But, you know, rice, it's not light and fluffy, but then nothing wrong with a bit of dense one here. I can see fruit on the side, so that should be quite tasty as well. Let's crack into Exhibit A. I'll let you do the honours. James has got a very fancy steak knife as opposed to a bread and butter knife that he's going to cut these with. And interestingly, he's gone from the cut straight down instead of through the middle. We want a bit of top, a little bit of middle, a bit of bottom as well so you can try the whole thing. You get all the layers. Yeah, exactly. All right. Butter that one up. And this is A. So this is, I know where this has come from. as I say, James doesn't, a decent amount of butter which we've got to see, all spread all the way across. Are you trying with me? I guess I have to. I guess I have to. All right, fine, yeah, I'll have some as well. Cheers. Exhibit A, everyone. Initial thoughts? Yeah, it's good. A bit of spice. A bit of a spice. Salanas or raisins coming through. Light. Okay, pretty good result. Exhibit A. I'll let James do the honours and cut B. Let's go into it. Let's go into it. Okay. Let's give it a go. B. Down the hatch. What do you think? Oh, it's good, it doesn't have the depth of flavour as the last one did with the spice going on, but very easy to eat, simple. It's soft. Tasty, yeah. Now C, it's a little bit different. I mean, you can tell us why. Oh, it's a cheeky chocolate one, isn't it? You snuck it in there. It's the hot chalk bun. Yeah. Let's dive into that one. So for those of you listening to this and not watching, this is C. We've got four, we're up to C. The first two have been fruit, just to recap, the first one had a little bit more spice. Second one, not quite as much. This is chocolate. Here we go. Kind of taste a bit like a muffin more than a hot crossbar? It's like, it's cakey, isn't it? I mean, it's not, it's good, but it's not pure, is it? I think my kids would go for this one over them. D. Last, but not least. I know where this one is from. He's not good crust on the outside? I've got a, this one, yeah, special place in my heart at this place. But let's see what our judge thinks. It's got a crust on the outside, so you can see it when you're cutting into it. And quite soft in the middle. So this one feels different. Alright, let's give it a go. D, last but not least. Mmm, it's a good one. That's good, isn't it? It's almost like, it's got a nice, hard, like nice crust, but then so soft in the middle. A nice amount of spice but not over the top as well. So, yeah. Let's run through them. Should we go, well, I mean, let's go, let's go fourth place. Well, I think fourth would be the chocolate one. Even though we all love chocolate, I don't think it's quite right with the traditional. Third is B. It's good, generic, tasting. Love it every day. But it's a close one between A and D, but I would definitely go D for my number one, so A would be number two. A second, interesting. Okay, well, well the gram reveal So C is from Imano who do do an awesome fruit one But they were still in the oven when we got there So we went with their chocolate to change It up a bit So in fourth Imano's chocolate bun And third you went with B Which is the you were saying off camera you remember growing up with your Spog standard hot cross buns from the supermarket well that's it. That's the countdown hot cross bun and it's not bad is it? No it's not it's what you grew up with as a kid and that's what you got your hands on every time and there's nothing wrong with them they bring back memories of being a child. A was second and Hot Cross Bun A was from Daily Bread. Ah. From Daily Bread. We got it from Daily Bread down at Britta Mart. Certainly in terms of shape, it's sort of got the most highs, doesn't it? And it's risen the most. And I think you said a really good amount of spice. Yeah, it was the spiciest out of the lot, which was good. And the winner, drum roll please, D was from Paris Mount Eden Bakery. Tell us about D. Why is D the Victor? I love the crust on it and then the soft, fluffy inside. Not too spicy, just the right amount of fruit was good. I could eat, you know, quite a few of those. Thanks everyone listening and watching as well. As I say, that was the first ever checkpoint hot crossbun Easter challenge. Not sure whether we'll do this again next year. As I say, I'm not the biggest hot cross bun fan, so hopefully Louise Teneuth can do it or something. No, but it was a lot of fun. Thank you, James. Thank you everyone for listening. Now, if you were listening to that rather than watching, the video will go up online. It's worth checking out because you can see the different shapes. I know he chose D, but it had a crust around the end. I like the ones that are inside and a soft all around the outsides. In terms of the all-important price point, the bun James crowned the winner, was $1.50 from Nick's local bakery, which was the second cheapest contender in the Checkpoint Hot Cross Bun competition. And we'll have a late entry, but more on that after the headlines. Kiyara Ewee are Hayiakine is a checkpoint. Golfers take a swing at the idea courses could be used for housing and other community facilities. East coasters, get out the mops and shovels again, and we're in the Garden City where volunteers are growing supplies of Anzac Poppies. Humae or Fikaro, we would love to hear from you about anything if you heard on the program this evening. Text us on 2101, tweet us at Checkpoint RNZ or you can email checkpoint at rnz.com.nz. Let us know how the roads are out there if someone in the car can safely do it. We'd love to hear from you. Time for the headlines. The mayor of Wairoa says it could take months to repair critical infrastructure damaged in the latest storm. Craig Little says ex-cyclone Philly, which struck the Hawks Bay Town over the past two days, wasn't as ferocious as expected. Barty says the area still received 100 millimeters of rain yesterday, almost the entire average rainfall for the whole month of April. The council's advising people to stay off the roads if they don't need to drive. Meanwhile, the last section of State Highway 35 in Gisbon, which was closed due to former Cyclone Feeley, opens this afternoon. The nurses' organisation has cancelled a vote on the pay equity settlement, saying it runs against legislation. Nurses were due to vote on the deal next week, saying it runs against legislation. Nurses were due to vote on the deal next week, but the union now says the settlement would wipe a large part of the back pay previously agreed to. It'll consult with members on whether to seek a review by the employment relation authority. Outgoing Labor MP, Louisa Wall, says she leaves Parliament after 14 years today with no regrets. Ms. Wall has given her valedictory speech in Parliament. She'll now take up the position of Pacific Ambassador for gender equality and says her priorities will be empowering women and engaging with the LGBT community. There are 9,563 new community cases of COVID-19 today and 16 further deaths. They come as the country experiences its first day in the orange traffic light setting. About $40,000 of electronic devices stolen from schools across Auckland have been recovered. Detective Senior Sergeant Tim Williams says in the process police have also disrupted a lucrative avenue where stolen goods are on sold. And the Christchurch Central RSA has decided not to hold a street appeal on Poppy Day this year to reduce the risk of COVID-19 to veterans. Poppies will still be available to purchase from shops and cafes. Those are the headlines. Our next news and weather is at 6pm. Don't go anywhere, Evie. A late entry into the Checkpoint Hot Cross Bun competition. You may recall, we called for Soundo recipe for Hot Cross Buns the other day for Miss Evie, and she has produced a wonderful batch of Hot Cross Buns. Exhibit, well, we'll call it D. I'm just holding it up to camera. If you're listening, it was a lot bigger than this when it started out, but I've nibbled around the edges. It's got a very, well, what would you say? A rustic cross on it. If you look at it from the right angle, it looks like a bird flying over the bun, and it's as dense as all hell. If I drop this on my foot, I could have in this show. Evie, was it, you know, epic effort here? Did it just about break you? They should call them hot cross and bothered buns because I was all three of those things, making those buns. Now, how the tables have turned, Lisa. Tell me what you think. Are they delicious? I want a straight answer. No need to dissemble. They are delicious, but I reckon if you complete one, you can't fit anything else in your stomach. They're pretty hard core, EVE. For about a month. They are delicious, though. So there you go. Actually, we should put that recipe up on our website. If people want to follow in EVE's footstep, if they've got the fortitude, it is apparently a bit of a marathon. Thank you, Evie. No worries. Now, we will go to the business news. Giles Beckford is standing by in Wellington, called Tuckooa and INA, called Giles Beckford. Now, Giles, manufacturing activity, perks up a smidgen, but it won't be a growth saver for the economy. Tell us more. This is the monthly survey done by BNZ and Business New Zealand, it's called the PMI. It's one of those measures of economic activity that's quite closely followed. For the manufacturing sector, of course, last year, it was a bit in the doldrums, as you would imagine, with lockdowns and disruptions. It's been gradually improving. A measure above 50 is regarded as expansion and therefore positive. The latest improvement, and it was a fractional improvement, it wasn't anything particularly noteworthy, but it came from an increase in new orders, which is always good. But one of the things was there was a bit of a dip in production, and that was a great reflection of staff absences. Omicron, just wiping out large parts of companies' workforces for periods of time. So that suggests you need production to boost the growth numbers or to figure prominently in the growth numbers. It's another little straw on the wind that suggests the first three months of the year will be a bit of a struggle for positive growth. There are even some who have suggested we may see negative growth. We'll see a contraction in the economy for the three months ended March. I'm not quite so sure on that. We'll wait and see. But once again, it's going to be hard yards through this year. We get the similar look at the services sector on Tuesday. That will give us a better read for the overall economy. And Morrison and Coe, this is the Wellington Investment outfit that you've never heard of, does a big deal in Australia. Tell us more, J. Have you heard about HRL Morrison? No, sounds like a shoe company. Tell me more. It may well do. Well, it was founded by Lloyd Morrison, or late Lloyd Morrison, who many people, of course, will remember. And he used it as an investment bank. He got it going. They have long been the managers, the power behind Infratil, whom a lot of people will have heard of. They've started to do a little bit more of their own thing. They're not breaking links with Infratil at all, but they're just sort of going out there and flexing their muscle personally. They've gone across the ditch, and they've headed the consortium to buy a broadband networks company, Sort of like what Chorus does. It's called Unity. They've spearheaded this consortium. It's a four billion dollar deal. Interesting that one of the partners in the consortium is a firm, a Canadian firm, called Brookfield. Those who have some memories or even interest, Brookfield owns half of Vodafone New Zealand. The other partner of that, of course, is infidel. So it's who you know quite often in this sector. But I think watch out for Morrison's name. I think it will be linked frequently, although not necessarily factually, with bids for the cell phone tower networks that are possibly on the block from Spark and from Vodafone. And, Giles, let's take a wobble around the market, eh? Well, I'll give you one little added extra for Easter, although I'm not sure that it's a hot cross bunnies. No, it's not. It's actually, it'll make you my hot cross bunnies. ASB raising its interest rates, mortgage rates. It's passed on the full amount from that RBNZ cash rate rise yesterday. Interestingly, they've only passed on a little bit of that cash rate rise into the deposit rate. So this is how banks sustain their finances and their profits. So they're up. So you, I think, just say, people who are contemplating floating mortgages, you now have to expect that they're going to be in the 5.5% territory right now. Quick look at the market. Share market broke the losing streak after six days. It's a very modest rise, a mere 14 points, just hovering below the 12,000 level for the top 50. New Zealand dollar, I suppose currency is back in fashion because people are now travelling overseas. People are actually knocking on my door saying, oh, what's the best rate for the Oz? Because we're thinking we're going there for the holidays. So we can tell you that it's 68.3 US cents, 93 and a half Australia. And if you're going further afield, just a smid under 52 British bents, have a good Easter, safe travel. You too. Thanks, Giles. That's Giles Beckford with business there. Vaping or e-cigarettes are a gateway to traditional smokes according to a new Aussie research. A team at the Australian National University reviewed the results of close to 200 studies. It concluded non-smokers who vape are three times as likely to take up regular smokes than those who don't. If you're unfamiliar, vapes can deliver nicotine by heating a liquid and turning it into a fine spray for inhalation rather than burning tobacco like regular smokes. The lead researcher, Professor Emily Banks, says bottom line, vapes are harmful. We reviewed the global evidence about e-cigarettes, and the bottom line is that they're harmful for non-smokers and particularly for young people. We found they increased the risk of addiction, poisoning, injuries and burns, lung injury. And they're also, one of the other problems we've got is we don't know what they do to a lot of major health conditions like cancer and cardiovascular disease. But as you've said, I mean, that's the comparison with not smoking anything. So e-cigarettes are actually not safer than breathing air. So that's, I think, a fairly clear bottom line. When we look at the issue for smokers, we find there's limited evidence that they help smokers to quit. But what we would see in that group is that for those people who can't quit by any other means, then using e-cigarettes to quit smoking promptly and completely may well be beneficial. Are they a gateway tool to deliver, well, a new generation of smokers to traditional cigarettes? So we reviewed the evidence about this. There were 25 studies worldwide, and every single one of those studies showed that non-smokers who use e-cigarettes are more likely to go on to become smokers than non-smokers who don't use e-cigarettes. And some people have said, well, this might be because they're the kind of people who take risks, and so it may not actually be causal. But even when you account for those kind of behavioral factors, we still see an increased risk of taking up smoking. And it's of the order of threefold. So every single one of those 25 studies showed a significant increase in the risk, but non-smokers would take up smoking if they used e-cigarettes. It was more likely compared to non-smokers who didn't use e-cigarettes. What's the kind of age split of vapors and e-cigarette consumers? What age are they? Well, we looked at the data in Australia. So I think you would have to look more closely at your New Zealand data to have things that were generalisable. But what we see is that the use is more concentrated in young people. We see the commonest age groups for youths are around 18 to 24, and then it gradually diminishes, and then older people much less likely to use e-cigarettes. What is in them, too? Because this is the other thing. When you talk about health, how many chemicals and components are there in these? So e-cigarettes are devices that deliver a very wide range of chemicals. There are standard chemicals in them, propylene, glycol, vegetable, glycerine, often nicotine, and often flavourings. And the latest toxicological analysis of what's in them found over 243 different chemicals. Some of those chemicals include ones known to be harmful. Other ones often have chemicals we don't really know what they do. So there are over 16,000 flavors in e-cigarettes. And a number of those flavors we know are safe when you eat them, whereas e-cigarettes heat them to a high temperature and then you inhale them. So there are uncertainties about what those chemicals do. Given what you found, should e-cigarettes be promoted as a quitting tool or not? Well, what we've found is that the majority of smokers who quit successfully do so without any A. They do so kind of going cold turkey. And for people who need support, there are also approved medicines that have been shown to be effective, so things like nicotine replacement therapy, Champics, those kinds of things. For people who can't quit by those means, then e-cigarettes are a reasonable alternative in people who've been quit by those means, then e-cigarettes are a reasonable alternatives in people who've been informed about the risks and benefits. So we're not suggesting that from this report that they be outlawed. And in fact, the whole point about this report is it's a review of the evidence for the community to make decisions about what to do. So obviously the New Zealand community can use this information and can decide about decisions about what to do. So obviously the New Zealand community can use this information and can decide about what it wants to do. I think there are concerns in the report about young people getting addicted to nicotine early in life. Nicotine is the most addictive substance we know. And so what we do see is young people using it. It does affect their brains. Young people are more susceptible to becoming addicted to things, but also it can help to step them up for addiction over their lifetime. In your personal view, are you happy to have these things sold? In my opinion as a public health doctor, I think it is a health hazard for young people to use e-cigarettes. And I think that for some people who are smokers, you've tried everything else, they may benefit by using e-cigarettes, but they need to use the e-cigarettes to quit completely and promptly. And that's Professor Emily Banks from the Australian National University. Now, a quick traffic update with people heading away for Easter. Waka-Kotahi says holiday traffic is in full swing with long delays both north and south of Auckland. Surprise, surprise. It says traffic heading north should consider State Highway 16 as an alternative route for heading to Northland. We've added a few texts in. Now, this one says we're stuck in a massive jam from Pecapeka through to Levin, State Highway 1. Thanks, Susan, for that. And another person says completely stationary on State Highway 1 south of Oataki. That's from Arthur. Good luck, Arthur. And this one says traffic south from Auckland's CBD to Manaco City is taking about 90 minutes. 90 minutes. Let us know how it is where you are if you have someone in the car who can safely text us on 2101. Auckland golfers are worried about council plans to use public courses for other purposes such as housing, community facilities, walkways or business use. The council's draft investment plan for golf cites low participation levels particularly for women and children, and a lack of diversity among users. But industry reps are outraged, accusing the Council of using data that's almost a decade out of date, and ignoring recent skyrocketing demand, which has seen 1.1 million rounds of golf played in Auckland every year. Reporter Louise Teneuth and camera operator Marika Habasi have the story. Muriwai Golf Club is one of 13 golf courses on 535 hectares of council owned or managed land in Auckland that are under threat from the council plan, looking for other ways to use the space. Figures used in the council's plan are quoted from a 2013 Sport and Recreation New Zealand survey. While new data from 2019 shows a 30% increase in Auckland golf club members, a 33% increase in rounds played in the last five years, and a whopping 71% increase since 2018 and under 19 players. General manager Andrew Jackson says Muriwai golf club's never been busier, and there's a 50-person membership wait list. We roughly have 55,000 rounds per year. We've got 1,000 and 60 members. He says visitors and members are from all ages and stages. The youngest member actually is five years old, ranging right through to I think the oldest is about 90. We do junior coaching every Sunday and it's free for the local community so any kid can come down and get free coaching from a PGA professional. Muriwai's female membership has risen from 75 to 200 in just two years. That's a 166% increase. The Auckland Council draft investment plan for golf is looking at two key areas, equity and participation for all and environmental outcomes. But industry reps and golf courses here say the numbers they're looking at for participation levels are extremely outdated and golf courses have been heavily investing themselves over the years when looking at environmental impacts. Along with 37 other golf clubs, Muriwai Golf Club has an eco-enhanagement plan. In the last two months they've killed 300 pests to protect native wildlife in the area. Today at the club the All Orlabilities Championship is on run by Golf New Zealand for people living with disabilities. Guy Harrison lives with cerebral palsy. This is his second year competing in the competition. I started golf when I was five years old. That means to have an opportunity to play a golf with other guys with disabilities have just been awesome. Golf New Zealand participation and inclusion manager Emily Davidson says golf is for everyone. It's a game that's inclusive by design. So the handicapping system means that anybody, regardless of gender, age or ability can compete and play equitably. And that's like no of a sport in the country. She says clubs are working with them to constantly improve and it's paying off. Golf is going nuts. Our junior numbers are young people playing golf has, I'm pretty sure, doubled over the last year or so. Golf New Zealand is expecting a huge increase in golfers over the next 20 years, and with weightless already growing, losing any land will make things even worse. And with many clubs already reducing their emissions and protecting native wildlife with eco plans, golf clubs are crucial in making sure our green spaces are preserved. But economist Shamabil Iakab is in support of using the spaces for other purposes. The most precious resource in Auckland right now is access to good quality land that also has access to amenities like green space and those kinds of things. It's a real barrier for us to be able to build enough houses. Auckland needs to build huge numbers of additional houses to be able to house everybody who wants to live here. He says it's not an equal playing field. We have some of the richest people in Auckland being subsidised by all of Auckland to be able to play in the backyard. It does not make sense. These golfers aren't convinced targeting golf is the only option. I'm involved with Fletches and have been involved in both the Manacal and Peninsula golf course redevelopment. Certainly within Auckland I think we do have a number of golf courses which I think is pretty good but as a golfer I'm always pro-golf I suppose and losing golf courses is not ideal. Obviously, there's a shortage of housing. There's a shortage of golf courses as well, so if they could find a way to increase the number of golf courses, then it could be an option. But at the moment, I think you'd have a lot of golfers wanting places to play and there just wouldn't be. As for sharing the course for other sports and activities... Quite dangerous. You know, straight golf balls and health and safety and all that sort of thing. No, it wouldn't work. There'd be some safety issues around that. You would need designated times per sport. I don't think it would be very practical, to be honest. Council Parks, Arts, Community and Events Committee Chairman Al-Philippina is adamant nothing will go ahead till they've gone through submissions. Nothing's in concrete. We want our community to say to us, this is what we believe would be good for those golf clubs. He says if they were to open up some courses, it would be done with caution in mind. Not obviously having a pathway right through the, see, I'm not a golfer, but a pathway right through the fairway or the green and sort of saying, no, hold on, stop. There you go, people, you can cross, carry on. You know, that's a wee bit stupid. The consultation period ends next Wednesday with a final decision on the fate of golf courses to come in July. Yeah, let's know what you think about that one. Should golf courses be carved up for housing? All of them, some of them, part of them. Text us on 2101 or email checkpoint at RNZ.com.com. You're getting in touch about other things at the moment. Traffic is one of them. And State Highway 2 heading to Upper Hutt and North, incredibly heavy and crawling, says Sandra. Moffat Road, heading towards Blenham, Tauranga is stationary. We've moved about 200 metres and half an hour, gridlock, feel your pain. And another person says, stuck in traffic north of Peca Pecker, beautiful sunset. Well, that's a bonus, isn't it? And State Highway, 63 Renwick Pecker. Beautiful sunset. Well, that's a bonus, isn't it? And State Highway 63 Renwick to St. Arnard's. Not a single other vehicle in either direction, says Richard. Enjoy it, Richard. Get your feedback coming. Text us on 2101. With the lifting of restrictions under the orange traffic light setting, there will be no limit on the number of people who can attend Easter services at churches across the Mottu. For the last two years, numbers have been limited and other restrictions have been in place. Samantha G reports. Live streaming services has become standard practice over the last two years as churches around the country adapted to life in the midst of a coronavirus pandemic. While the live streams won't be stopping any time soon, people can now attend church services in greater numbers, right ahead of one of the most significant events in the Christian calendar. In Nelson, Christchurch Cathedral Dean Graham O'Brien says while they had been able to maintain services in person, with restrictions, the move to orange will mean a different kind of Easter celebration. The main thing for us will be actually able to celebrate and have a time after the service where we can share a cup of tea and a hot cross bun and chat more freely. I think for us that's going to be the biggest difference. Rather than just coming to church and going, people can actually now spend time together and kind of reconnect with each other. He says the move to Orange was fortunately timed, with the joy of less restrictions, adding another dimension to the sense of new life at Easter. This is the centre point of the Christian faith. Now we celebrate Christmas, but Easter is really the centre point where we celebrate all that Jesus did for us on the cross, and we look forward to the hope that the empty tomb gives us that Jesus died, but he rose again. Dean Graham O'Brien says while the change was exciting, there were still many who were wary and cautious with the virus circulating in the community. He's unsure if the cathedral will see large crowds at its Easter services, but hopes the changes will encourage some people to attend. We're very much aware that COVID is still in the community, and so I think it's wise that we keep our mask on at this point of time. It's great having more people, but I think we still need to be safe and be sensible. And I think right now, being weekends number one, keeping a mask on would be the best way to keep each other safe. Pastor at the Elam International Church in Wellington, Boyd-Ratnaraja, says being able to come together to celebrate Easter is like an early Christmas present. We believe in, you believe in community and doing life together. So now we are absolutely stoked about that, so we are able to have Easter services. We've got one tomorrow, and then we've got two on Easter Sunday. At the red setting, they would have been limited to 200 people, but now can open the doors to 500 worshippers. He says while it was fantastic to be able to welcome people back without gathering limits, there'll still be measures in place to limit the spread of the virus. We'll be following all the COVID regulations in terms of making sure that, you know, we're still following all those protocols and wiping all the services and social distancing and things like that. So it's not just coming to whatever you like, keeping people safe is our highest priority. In Auckland, St Patrick's Cathedral says it's looking forward to welcoming people in unrestricted numbers to its Holy Week services. All those who serve in the cathedral will be wearing masks and those attending services are strongly encouraged to do so. Now, speaking of Easter, someone's got in touch to say lay the EV sourdough recipe on us. Matthew will chuck that up on our website for you. It's not EV's sourdough recipe, I have to say. Someone kindly emailed it in, so all credit to them, and it'll be there shortly. With Anzac Day nearly here, the stock of poppies in a Christchurch workshop are ready to bloom. Each year, all the poppies that go out to RSAs up and down the country are made by a small team of volunteers in Christchurch. Today, the last boxes have been shipped out, and the team will take a couple of well-deserved weeks off. Our reporter Rachel Graham and videographer Nate McKinnon went along to find out more. Carolyn Livingstone has been a volunteer making Anzac Day poppies for about three years. Have to come in and start the machine up and you say a silent please go smoothly all day. So it's just a matter of replenishing the stock and listening. I think it's the biggest thing that I find is that you listen to the machine going and you can hear if say the green stems are jammed or something doesn't sound right. She started volunteering after seeing an ad asking for people to help and was inspired by her father's time as a pilot in World War II. Carolyn says she's proud to see the poppies on people's chests on Anzac Day. Yeah, I sometimes wonder it's sort of like you see the family from all over New Zealand with them on and you sort of think, no, I wonder if I made any of those. The poppies are made by a group of about 10 volunteers and one part-time worker. They're overseen by Brian Francis, better known as Skin, ever since he joined the army at age 16. Skin says the volunteers are key to keeping the poppies flourishing. Without them it really wouldn't work at all, trying to keep costs to a minimum. The volunteers are essential. Before COVID he says they were making about 1.2 million poppies each year. But this year the orders from RSAs were a bit lower. Skin expects next year's orders will go up again and he'd love to get a couple more volunteers to help with the workload. Anyone living sort of in the Belfast area in Christchurch who has three hours to spare a week every week who'd like to volunteer to make poppies, we can train you. I think we've got gaps for about three or four really special people. This year, Skin is sending out the poppies with the help of New Zealand couriers, which is covering the cost of deliveries. The poppy production is operated by the Christchurch Memorial RSA. President Dennis Mardell says this year, people will need to make an extra effort to buy their poppies as they won't be holding a street appeal. We looked at the situation and felt that putting our more vulnerable members at risk on the streets collecting wasn't a good approach so we declined to do a collection in the centre of the city. Mr Mardell says poppies will still be on sale in shops and cafes in the central city. The funds raised are spent on the welfare needs of veterans, which could mean new glasses or finding help for someone with PTSD. So that requires specific treatment and it's not a quick fix. You can't give them $500 and put a new pair of glasses on their nose and solves the PTSD. It's a long, ongoing process and it brings with it a large number of other issues that need to be addressed. It could be homelessness, it could be issues with anger management, it could be issues with alcohol. Mr Mardell says the RSA doesn't just help older veterans. With Defence Force crew heading out to assist with the war in Ukraine, he says it brings home that the RSA and't just help older veterans. With Defence Force crew heading out to assist with the war in Ukraine, he says it brings home that the RSA and the supported offers is just as relevant as ever. A lot of you getting in touch about the earlier story about golf courses, whether they should be used for land. More on that after the news. RNZ News at 6. Good evening. Kiyo Taito. I'm Evie Ashton. The outgoing Labour MP, Louisa Wall, says leaving Parliament wasn't entirely her choice. Ms Wall is leaving politics after 14 years, citing a legal battle in the lead-up to the 2020 election over the Manuwa seat as one of the reasons for leaving. During her valedictory speech, Ms Wall told the House the process was corrupt and devastating. She says she agreed with the Labor Party to leave politics during this parliamentary term. In 2020, I agreed to leave because, irrespective of the merits of challenging certain actions, being in a team where there is no appetite for your contribution is not healthy. Louisa Wall's achievements during her time at Parliament have been praised across the political spectrum, most notably fighting to legalise same-sex marriage. She will soon take on the role of Pacific Ambassador for Gender Equality. The last section of State Highway 35 in Taira Fizi closed due to former Cyclone Fili is due to open any time from now. The road from Gisbon to the East Cape was shut after heavy rain last night. Sections have slowly reopened throughout the day. Now the final 20km stretch from Ruatoria to Tiki Tiki will reopen just in time for the long Easter weekend. Council contractors have been clearing trees and power line damage across Taidafiti. Around 50 local council roads still remain shut across the district. Further south in Weidua, caution is advised on 30 roads and four are closed. People in Wellington's CBD have noticed a busier pace today as more workers returned to their office and cafes are pleased. Cafes near Lamped and key were today able to squeeze in more seats and reported an increase in customers as orange light restrictions kicked in. Those heading out for lunch in the city say it was busy today. It got a bit busier sort of around the start of April, but definitely today. 100% today, way busier. I'm actually just about to get lunch with a friend. So much more busier. Like, just walking up, I was like, holy crap, there's so many people here. But yeah, it's good to see everyone back to normal, I guess, the new normal. I don't mind it being empty, but it's nice for the businesses. I hate busy lamps and key. Under Orange, there are no indoor capacity limits. Customers don't need to be seated for service, and masks are no longer required inside hospitality venues. A statistician says supply chains are likely the main driver of dramatic hikes in food prices. Groceries are 7.6% more expensive than in March last year, the highest annual rise in a decade. Stats-NZ has measured increases in every food group. The highest was an 18% rise for fruit and vegetables. A senior manager, Aaron Beck, says weather is a key factor, but the war in Ukraine has led to higher international prices for products like wheat and oil. He says 151 out of 162 food items, which are tracked month by month by Stats, NZ, are more expensive than a year ago. A man and a woman have been charged with firearms offences after a standoff with police in West Auckland this morning. Armed police arrived at Henderson Valley Road shortly after half-past six. An occupant had barricaded themselves into a property and made threats about being armed. Police say the pair have been charged with firearms and ammunition offences and are due to appear in the Waipakere District Court. A gun and ammunition were found at the scene. And the British Home Secretary, Priti Patel, is in Rwanda to sign a deal to move offshore some of the UK's asylum processing to the landlocked African nation. Her government is under mounting pressure to respond to the thousands of people arriving in Britain. Charities say the move is cruel and point to Rwanda's poor human rights record. The BBC's Mark Easton has more. Exasperated by record numbers of asylum seekers crossing the channel in small boats. Pretty Patel will today sign what's called a migration and development partnership with the government in Rwanda. Single men who arrive on the Kent coast to claim asylum could be forcibly removed to have their claims processed in Central Africa. The Home Secretary describes those who arrive in the UK by unofficial routes as illegal migrants, even though two-thirds go on to be granted refugee status by the Home Office. That's the news. Tonight on night's Liz Bigwood from Heritage New Zealand, Poheera Taunga, celebrates the 200th birthday of one of this country's oldest buildings. Silver Tamba is on the line from Estonia, just up the road from the war in Ukraine, and toxicologist Leo Shep joins us to discuss iron, Not Enough in the Blood and We Die. Too much, and you have to wait until after the news at 7 to find out on nights with me, Brian Crump, only on R&Z National. You're back on Checkpoint with Lisa Owen momentarily, now the short forecast from MetService to midnight Friday. For the entirety of the North Island, fine apart from some areas of cloud about East Cape today, isolated showers are developing in Bay of Plenty late tomorrow. For all of Therwaiponamu, the South Island, except for Fjordland and Southland, fine for most, but cloudy periods in Westland and Bulla. Areas of cloud developing in Canterbury tomorrow morning and then clearing tomorrow afternoon. For Fjordland and Southland, partly cloudy, isolated showers mainly about Fjordland and Stewart Island. And for De Kouhu, the Chatham Islands, rain with possibly heavy falls easing this evening, Gale, Southeasterly's gradually turning south-west, cloudy with a possible shower tomorrow. The time is just coming up to six minutes past six. We'll have news headlines for you at 6.30. Kiyah-rah, Eho, no ma'i, this is Checkpoint. Call Lisa Owen Tiena. Nurses pay equity talks may need urgent recess after the health minister gave their unions a very public serve. Andrew Little claims they've backtracked on a binding commitment to put a settlement to their 40,000 members for a vote. But the nurses' organisation sought a legal review with proposed deal. After some nurses, we're upset, payments wouldn't be backdated to 2019 as expected. And now it says the deal is unlawful, so no dice. The health minister joins us now. Kiyoda, Minister. Kiyoda, Lisa. What's the problem with what they've done? Well, good question. They've got legal advice, and they're entitled to do that. They're going to do whatever they want it to do. But as I understand it, they consider there is somehow a binding commitment to pay, back pay to December 2019. There is no agreement on back pay to 2019. And there is now just a point of conflict so the ratification process that was scheduled to take place next week has been cancelled. That's a matter, it's always in the hands of the union so that's where we're at. Do you think there is any onus on them to test it with the nurses directly? Well I guess what's surprising is given the, you know, pretty much three years it took to get to a settlement, there's no two, two and a half years of technical work, then a few months of negotiation. An agreement reached in December last year. I'm just surprised it has taken until last night to let the DHBs and myself know that they no longer think that it's lawful. They're just something peculiar about that. Do you think it's lawful? I think that it's lawful. They're just something peculiar about that. Do you think it's lawful? I think it's fully lawful, and I think everybody's been through the process, and in the end, as with every negotiation, an agreement has reached across the table, people shake on it, they draw it up, they sign it, that's binding. So, well, do you think it's fair that nurses won't get back pay? I think what's fair is that after literally decades of being underpaid on the basis of a discriminatory approach, we're not only changed the law to enable us to break through that, but we've actually, you know, walked the hard yards, worked with the nurses and the PSA on this occasion, as we are with other unions, to actually break through, do the technical stuff, the hard stuff, and reach agreement on rates of pay that are not based on that discrimination. It's historical. What has happened has been historical, and it will result in a significant increase in pay for nurses. The thing that nurses, you know, in the time I've been Minister of Health, have all said, you know, the difficulty with the recruitment and retention is because of remuneration. The risk of, you know, Aussie hospitals taking our nurses is because of our remuneration levels. We've done everything we can to address that, to work with them to address it, and we've now potentially got rates of pay that, in my view, can really turn that around and make nursing working life a lot more satisfying for nurses. That's where I want to get to. That's what we've striven to do. But Minister, you must appreciate that that's into the future, right? It in no way compensates them for the years that they have been waiting. And why shouldn't they be paid that too? Just because you've done something useful in terms of negotiating a fair pay equity doesn't cancel out the fact that for years they haven't had that so why shouldn't they get back? Yeah so how far do you go back? Yeah. A nurse has worked for 30 years to you say look we're going to come and say you for the first 30 years so look we can argue the absurd. Here's the thing. There's never been a commitment for kind of that pain for two years. There was a commitment, not a commitment, but an agreement made or an understanding reached in 2018. When both sides said, right, we're really serious about pay equity, we're going to get on and do it, and we think we can have it done by December 2019 and to implement in 2020. They got to the end of the 2019 and said, this is way too hard or way harder than we ever thought. This is taking much longer than we thought. Everybody agreed on that. Everybody, and nobody did anything wrong. It was just taking a long time because it was very hard and complicated. They got to the middle of, last year, and the issue was, how are we going on pay equity. So I said, all right, we'll pull out all stops. Let's just get stuck in and do it. Nobody said anything that anybody was doing anything wrong. Nobody's acting out of bad will or breach of good faith. It just took a long time. And so the question then is, well, so what do you do? How far back do you go? Well, they've stated how far back. They've stated how far back? It's a couple of years, right? So how much would that cost? But there is no agreement on that. So that's, that's, that's a moot point. When you say there's no agreement, you mean there's no written, there's no written document that says this is what we are committed to doing. There is no official undertaking to give back pay, right? That's what you're saying. There is no agreement about back pay. There's no agreement quantifying what back pay might be in a particular instance. What we have done was both the collective agreement settlement at the end of last year, or September last year, and the pay-credit settlement, is provide payments that are kind of recognition that it has taken a long time. But they're capped, right? Well, they amount to $10,000 gross for a full-time nurse. So what I'm saying is that some nurses believe it should be back a couple of years, right? And I'm asking you, accepting what you're saying, that there is no obligation or agreement to do this. If you were, do you even know how much it would cost? Yeah, it'd be, look, it's well over $600 million for that alone. Are they not worth it? The deal that's been done is it's over $520 million a year to the health payroll. So this is a significant change, but it's the right thing to do, and that's why we're doing it. But in the end, the parties, after three years of work, made their agreement in December last year. Can you afford that payment? And there was no agreement. Can you afford that lump sum that you just identified? I've got no more money. I've got no more money to put into the deal. I've got a lot of other things I have to do as a Minister of Health. There are other workers in the health workforce who we've got to deal with their but to pay equity claims and their collective agreements. There's health services. We have to restore and renew. There are buildings we have to rebuild and renew. We've got a lot of work to do. We are rebuilding New Zealand's health services. I don't have any more money to put into this deal. It is a good deal and it's taken the parties with all the hard work they've done, all sides. DHBs, nurses, PSA, three years to do it. They made their agreement. And all I'm saying is people should stick to their agreements. That's a basic union principle that I worked on when I was a union leader. So this is it. There is not a single cent more. That is what you are saying now. There is nothing extra that you can throw into the pot. Nothing more you can bring to the negotiations. I've got no more to put into the pot. I worked hard with officials and others and ministerial colleagues to make sure we've got what we got. I've worked hard to make sure that the money is now there ready to pay out. I would rather the money was in nurses' pockets not sitting in a treasury bank account. And that's why I really hope. What I've said is the parties, if there's misunderstandings, they should get around the table as quickly as possible so we can get through this. But I would rather see those paying increases going to nurses then feeling better about that part of it. And I can get on and deal with the other unions, with the other agreements we've got to get through, deal with all the other major challenges we've got in our health services. That's a priority. And all that stuff, you're working much better for nurses too. Are you really ticked off at them, Minister, because you sound like it. Oh, no, look, it's not, it happens. This stuff happens, you know, and people get understandings or misunderstandings. Yeah, you've been a union guy and you would push really hard for your people and get the best deal that you can do, because that's simply what they're doing, aren't they? And you're dressing them down in public for it. No, I'm not. What I would do and what I did as a union leader big and small is you work really hard to get the best agreement you can and then when you do the deal, that's it. You shake hands, you write it up afterwards, you sign it up afterwards and you stick to it and as a union leader, you're going you take it out to the union members and you talk about how you got to where you got to, the trade-offs that had to be made what was possible, what wasn't possible and you take it out there but in the end your party's a leading to an agreement you stick with your agreement so they have reneged on it well they told me last night they're not going to go ahead with ratification the agreement said they would take it out so they've been dishonest in a word? They've been dishonest about their commitment? I'm not characterising their conduct at all. I'm not saying they're being dishonest at all. It is peculiar that it's taken four months for them to decide that something they signed up to at Christmas time they think is now unlawful. I just find that unusual. But these things happen sometimes but in agreement's an agreement and we stick with our agreements. Appreciate your time, Minister. That is the health minister, Andrew Little there. Now, listening to that was Nurses' Organisation Chief Executive Paul Goulter. Kiyoda, Paul. What do you reckon? You heard the minister? So it's clearly passionate, and I understand that. But there's a very simple fact here is that the arrangements that the DHB put together by way of the proposal didn't match the obligations that they had freely ended into over the previous four or five years and so when I having just recently come into the sector listened to what our members were saying and asked for a legal review of that that revealed what was for us that in fact the offers that the DHBs had made didn't meet their previous obligations now at that stage we have to do something about it we don't have any right to walk away from a situation whereby the original deal, original proposal doesn't meet what the DHBs were obliged to provide. It's pretty simple. Okay. Let's park the legal review for a second if we can, right? So park that. The minister's point is that prior to this review that he believes a deal was made, a handshake, and that it should have gone back to the members. So is that the case? Had an agreement been reached, you were going to take it back to the members, and then all of a sudden, after several months in the last few days, something has fundamentally changed? No, it hasn't changed. Have you reneged on that deal? No, the proposal that came forward is not capable of being accepted because it breaches the obligations that the DHBs have already entered into. Okay, and I just want to be sure that you're not dancing on a pinhead or legalese here. So at any point, did you accept the deal and make a commitment to take it to nurses for a vote? The original, there hadn't been an acceptance. That's the point. The point is that the deal has to be ratified by our members. I understand it. I mean accepted in the sense that you had come to an agreement that you would take it to your 40,000 members for a vote. Did you give an undertaking that that was what was going to happen next? The next steps in that process were to move to ratification. At that stage, our members told us really clearly that that proposal does not meet the obligations which should be entered into by the DHBs. And at that stage, it's not a proposal any longer. Right. But Paul, from what I'm hearing there, is the minister is right when he says that, well, there was a general agreement that you would take it back to the nurses. You were saying that something changed in the interim. No, the original deal was flawed. That's the problem. The original deal was flawed. Understand that. So why not put it to nurses and give them an opportunity to reject or accept it? Now, that's the really interesting point. Because once having discovered what we believe is a very serious flaw in the offer, we are now in the business of working with our nurse members, A, to tell them exactly how that worked, and B, what are their options? And what we will put to them is that they, after we've been through that process of people understanding what's going on, we'll say to them, do you want this issue to go straight to the Employment Relations Authority for determination, or do you want to put it to ratification? It's very simple. Are you acting in good faith in these negotiations? Well, I think there's some serious issues about good faith, about how the DHBs could arrive at a settlement that breached their original obligations. Why did you guys take so long to get a legal opinion on it? I can't tell that, Lisa, because I wasn't around in the union at the time. Is it because in recent days nurses have been very vocal and very public about the fact that their expectation was back pay? So you had to back down, get a legal opinion and go from there? No, there's no element of back down in this. It was simply I just asked for a review of what had gone on in the past. So obviously we listened to what our members were saying. Any union would do that. And so we just said, okay, let's have a look at actually what the DHBs were obliged to provide and that's where the floors appeared. The Minister, you would have heard say there not a single cent. He hasn't got anything more. Nothing left in the tank. This is it. All he can offer. Your response to that? Well, I think the issue is if it goes off to the legal system, the Employment Relations Authority and no doubt further up the legal chain, those decisions that are made by those various judicial authorities are actually binding, and the money has to be found. Thank you for your time, Paul. That's Paul Galter, who is the chief executive of the Nurses' Organisation. It is 20 past six, and you're with checkpoints on R&Z National. Some East Coast towns are breathing a sigh of relief. They've escaped the worst in the latest big weather event, but while it wasn't as ferocious as the one three weeks ago, it's still left some critical infrastructure down with some repairs expected to take months. Our reporter, Rosie Gordon and cameraman Samuel Rilstone are on the East Coast. The rain is gone and the sun's been shining on soaked land in Wairoa. That means assessing the debris ex-cyclone Philly has left behind in a district already recovering from a storm three weeks ago. But incident controller Nathan Heath says while the district escaped the worst, heavy rain has made its mark. Certainly had a number of power outages. We had power outages throughout the whole district. We had about five additional roads closed on what we've already had. Rain turned paddocks into pools in Gisbon and brought down significant slips across the Wairoa district. Mr Heath says assessing damage to rural areas is the main priority for authorities. Obviously we were hit really hard with the last event about three weeks ago. And so what's happened on top of that with the saturated soles that we had, the likelihood of slipping increases significantly. So we do need to make some pretty rapid assessments as to what these additional impacts have been. In Rua Kuturi, Farman Naku Hadfield, says the last rain that battered the East Coast meant their road was impassable for seven days. News of X-Cyclone Philly put her on edge once more. It was like, oh goodness, yeah, definitely everyone was like, fingers crossed, it is not going to be like what we've just encountered. She lost power last night and woke up to at least five slips on their road and a dropout on their land. Ms Hadfield says the toll is cumulative. We're still dealing with that stress because we're actually still dealing with the effects of the weather event three weeks ago. And I think now we're feeling our anxiety levels are being lowered because we are now feeling that we're actually getting some support. Support indeed, emergency management minister Kiritapu Allen, today announcing money for Wairoa's clean-up. I'm going to release $100,000 from our funds through to the mayor today. Top of Mayor Craig Little's list is fixing critical infrastructure, like the bridge near Teringa Falls, which is closed and being held up by bulldozers. Mayor Little says they've been getting rain every six weeks or so for the last year, where events put the community on tenter hooks, but they're getting more resilient. We've had storms before, but just knowing whether the storm was going to be the big one, we had to work that out with the intel coming through. All of us had some pretty uneasy sleeps during the nights, but we got there. They're not there just yet, incident controller Nathan Heath is warning locals to remain vigilant. Heathbelt roads if you don't need to drive. Some of these slips could happen now, even though the rain stopped, the so wet that we could have a slip just out of the blue now. All severe weather warnings and watches in relation to X-Cyclone feely have have been lifted and as the sodden land starts to dry, it's estimated to take months for Wairoa to fully recover. A Conservative peer has resigned as a justice minister over COVID law breaking in Downing Street. It comes after the UK Prime Minister Boris Johnson and Chancellor Rishi Sunak were fined for attending a party during lockdown. Lord David Wolfson is the first person to quit the government since reports of lockdown parties emerged. But Boris Johnson remains defiant despite endless apologies. The BBC's Vicky Young has more. He's broken the law and his own strict COVID rules. Boris Johnson forced to apologise again and again for lockdown partying in Downing Street. I want to begin by repeating my apologies. Mr Speaker, I want to apologise. I once again offer a full apology. But is saying sorry enough to save his job. For now, Cabinet colleagues think so. It's not defensible and he has paid that fixed penalty notice. The question, I suppose, in my mind, is, you know, as individuals, none of us are perfect. No one does, you know, we all are, we're all human. The question in my mind, therefore, is did he set out with malice to break the law? Answer, no. But not everyone's brushing it off so lightly. Tonight, Justice Minister Lord David Wolfson resigned over what he called the scale, context and nature of rule breaking in Downing Street, and the official response to what took place. Kern and Dean Blackmore say what went on amounts to hypocrisy. In June 2020, the UK was in lockdown. Ken and Ian Blackmore say what went on amounts to hypocrisy. In June 2020, the UK was in lockdown. The month they lost their newborn daughter just four days old. COVID restrictions kept the family apart. To know that through that time when we were literally only getting a section of time with her baby girl knowing she was going to die. And there's people having parties and who made the rules. They're the ones who put that in place. And we're not the only people that lost somebody. Conservative MPs insist they understand the public anger, but say ousting the Prime Minister when there's a war in Ukraine would be wrong. Liberal Democrats said he wasn't a decent man and the SMP condemned a culture of entitlement in Downing Street. After spending the last five months based in Australia, the Phoenix men's football team return home this weekend to play two A-League games. They'll play at their home ground in Wellington on Sunday and then in Auckland a week later. As Barry Guy reports, there is plenty of excitement about the club coming home. And to Lewis who moves away nicely. Lewis won up the shots. Clayton Lewis. First game in his hometown for Wellington. The Phoenix made the most of their return home last season, and everyone concerned is hoping they can do it again this time as they push for a playoff spot. Their last game in Wellington before COVID hit was in March 2020. Since then they've managed just two games in New Zealand. The club is hoping to draw a big crowd at Sky Stadium on Sunday and then again at Eden Park a week later. The team has performed admirably away from home but Coach Hufuktele says what they've missed is a boisterous home crowd. Players are not robots, they're humans, and everybody loves a pat on the back. Everyone loves to be told that they're doing a good job. So, you know, the noise is very important. We haven't had that all season. It plays a major role. It's a boost. It's the 12th man on the park. And the fans play a massive role with the boys getting that extra springing their step. Former Phoenix and All Whites player, Ben Sigmund wasn't able to get to last year's one-off game in the Capitol. So it's been more than two years since he's been to one of their games. He can't wait to be a fan live at a game again. I actually miss the walking up and the kids are really, really excited. You know, they've even asked me last night to make sure I had tickets that were going, you know. So that family time of actually just getting in there, not so much as a fan, but as a family, you know, for people to get in there and do something is just really exciting. Coach Telley says the squad has been fully focused about playing each game and not getting ahead of themselves. However, General Manager David Doehm says there's little doubt the players want to be playing in front of a big home crowd again. Quite a few of our squad, not only haven't played at Sky Stadium or haven't played it in any stadium in New Zealand, but haven't even been to New Zealand all to Wellington. We've got players who have signed for the club and their entirety of the Wellington Senators' career to date has been playing in Australia Stadium. Ostensibly in a Wellington's Stennings' home game, but not playing in front of many fans. Teenage defender, Finn Sermon, has watched plenty of Phoenix games at Sky Stadium, but he's never played there. It would be amazing to play there. It's excite me, to be honest. I'm sure as it would with all the other boys, I think we're all really looking forward to it. We know there will be a crowd there, and we hope that Wellington and New Zealand can get out there and support us. Yeah, it gives me some goosebumps just thinking about it. There's a little doubt that playing the majority of their games in Australia the last couple of years has hurt the Phoenix financially. General Manager David Dome has his fingers crossed that everything is closer to normal again next season. He says their corporate support has been great, but they won't really know how the fans will react until the new season comes around. With no games in New Zealand, our membership base has been decimated. Year after year, after year, our membership base has got stronger, and we've grown and grown and grown. Now, we don't know what the impact of two and a half seasons away is going to have on that, and how much momentum we've lost. We won't know until we go back on sale under the assumption that we owe 14 games in New Zealand. The Phoenix hosts the Central Coast Mariners in Wellington on Sunday, and play the Western Sydney Wanderers in Auckland a week later. So much feedback on the golf courses. This person says save golf courses, population growth is the issue. No carving up of golf courses. We need more green space in our cities, not less. This person, cricket fields, build on every metre of cricket fields. They are a waste. They attract seriously boring people. And Sue says golf courses are green spaces should be left alone. Okay, thank you for getting back to us on that one. Clearly strong opinions. It's about all we've got time for. Late news team's going to keep you updated throughout the night. Drive safely if you were heading away this long weekend. If you missed anything on the program, check us out on Spotify, Apple or wherever you get your podcast. Have a wonderful weekend. Get yourself, a Parawa, Ri Peca, Wera. Hot Cross Barn."}