{"speakers": [], "chunks": [{"timestamp": [0.0, 1.0], "text": " I'm Tom McRae."}, {"timestamp": [1.0, 2.2], "text": " And I'm Laura Tupo."}, {"timestamp": [2.2, 6.0], "text": " And now on the project, Patty, what's this about cats on leads?"}, {"timestamp": [6.0, 12.72], "text": " Well, cats do destroy or kill lots of native predators and it's just a reminder that"}, {"timestamp": [12.72, 18.4], "text": " they are these sort of killers out there and overseas new rules making cats stay inside or be on"}, {"timestamp": [18.4, 21.24], "text": " a leash actually being made into law."}, {"timestamp": [21.24, 23.44], "text": " They've even done it in Australia."}, {"timestamp": [23.44, 27.84], "text": " Should we do it here?"}, {"timestamp": [34.4, 38.64], "text": " There was a time when cats were worshipped as gods, now them aligned as murderers. It's got nothing to do with them being hungry, they just love killing things."}, {"timestamp": [38.64, 45.12], "text": " We certainly love our pet cats with 1.4 million of them residing in 40% of households."}, {"timestamp": [45.12, 49.68], "text": " Fural cats are also reported to be in the millions but the predators."}, {"timestamp": [49.68, 55.2], "text": " Pet cats kill at least 1.12 million native birds a year. Our favourite"}, {"timestamp": [55.2, 60.0], "text": " alpine parrots, the kea, have gone into hiding because of feral cats."}, {"timestamp": [60.0, 65.4], "text": " Meanwhile in Kikodha, free-range domestic moggies are decimating colonies of"}, {"timestamp": [65.4, 67.72], "text": " native banded dotter rolls."}, {"timestamp": [67.72, 72.32], "text": " A lot of this is to do with the fact that our bird life and actually all of our wildlife"}, {"timestamp": [72.32, 76.0], "text": " has evolved in the absence of mammalian predators."}, {"timestamp": [76.0, 81.68], "text": " This isn't about being anti-cat, this is about being pro- our wildlife and protecting them."}, {"timestamp": [81.68, 86.0], "text": " New Zealand may be sitting on their paws on this, but in Australia there are big moves."}, {"timestamp": [86.0, 89.0], "text": " Pets there are being locked down with curfews."}, {"timestamp": [89.0, 92.0], "text": " No! No!"}, {"timestamp": [92.0, 93.0], "text": " No!"}, {"timestamp": [93.0, 97.0], "text": " And from July all cats across Canberra have to be kept indoors,"}, {"timestamp": [97.0, 98.0], "text": " cat ranges."}, {"timestamp": [98.0, 106.0], "text": " I know you're here somewhere! able to seize free roaming felines with fines off up to 1500 bucks."}, {"timestamp": [106.0, 111.0], "text": " I think for a cat who spent their entire life in the great outdoors"}, {"timestamp": [111.0, 113.0], "text": " there probably would be a bit of frustration."}, {"timestamp": [113.0, 118.0], "text": " Catios, a very useful addition for an indoor cat-only household"}, {"timestamp": [118.0, 122.0], "text": " and that could be anything from a wee window box in an apartment"}, {"timestamp": [122.0, 126.56], "text": " to a larger type of setup and many cats love to pound"}, {"timestamp": [126.56, 131.56], "text": " the treadmill to get some miles under their belt if they don't have access to the outdoors."}, {"timestamp": [131.56, 137.12], "text": " But there's a large, leash-shaped loophole. Pet cats can still stop their stuff in the great"}, {"timestamp": [137.12, 139.92], "text": " outdoors if they're hooked up to a harness."}, {"timestamp": [139.92, 142.32], "text": " It's just one problem."}, {"timestamp": [142.32, 146.92], "text": " If you take a cat who's naturally sensitive,"}, {"timestamp": [146.92, 149.4], "text": " put them on a lead, drag them out onto the street,"}, {"timestamp": [149.4, 151.48], "text": " that would be a disaster for the cat."}, {"timestamp": [151.48, 153.28], "text": " But if you'd get them used to the harness,"}, {"timestamp": [153.28, 156.88], "text": " start from quiet areas at home, move to a quiet backyard,"}, {"timestamp": [156.88, 159.92], "text": " and then start to extend the range you're walking in,"}, {"timestamp": [159.92, 163.24], "text": " then it's possible to get a cat who's happy walking out him about."}, {"timestamp": [163.24, 169.2], "text": " We could adopt the same plan here, but the same plan here, but it's hard to look cool when you're walking a cat."}, {"timestamp": [169.2, 171.28], "text": " I think it's ridiculous."}, {"timestamp": [171.28, 173.72], "text": " I've never seen anybody walk a cat, so..."}, {"timestamp": [173.72, 176.6], "text": " I just probably wouldn't bother having a cat, but do that."}, {"timestamp": [176.6, 180.92], "text": " Our cat is free reign, and it comes and goes as it please."}, {"timestamp": [180.92, 184.12], "text": " I feel sorry for the cat, just doesn't seem natural."}, {"timestamp": [184.12, 186.72], "text": " I mean we register and we microchip it."}, {"timestamp": [186.72, 189.92], "text": " So... Yeah but it probably kills a little..."}, {"timestamp": [189.92, 215.0], "text": " What? It does kill a few birds. Is that why they do that? I say good luck with getting that law passed. This panel is the exception not the"}, {"timestamp": [215.0, 216.0], "text": " rule."}, {"timestamp": [216.0, 217.0], "text": " I actually loved the look of cats on leashes there because..."}, {"timestamp": [217.0, 229.28], "text": " Are you serious? I'm not anti-cat but I am pro-kiridu, I am pro-kirr, I am pro-kirr, I am pro- is the exception, not the rule, was not one of us owns a cat, but Kiwis love their cats and they like them to roam free."}, {"timestamp": [229.28, 233.68], "text": " I think we own more cats per capita than anywhere else in the world. Forty percent of"}, {"timestamp": [233.68, 234.96], "text": " Kiwi households have a cat."}, {"timestamp": [234.96, 239.76], "text": " And even if they pass that law, good luck, I think Canberra will fail. Have ever tried to contain a cat."}, {"timestamp": [239.76, 248.0], "text": ". They will find ways out of a house out of're like octopuses. Especially fat cats and camera. Good luck with getting them on a lead."}, {"timestamp": [248.0, 251.0], "text": " Also tonight, thank you for getting that Jeremy."}, {"timestamp": [251.0, 256.0], "text": " With everyone cutting out the streaming services, people worry they'll run out of good stuff on Netflix."}, {"timestamp": [256.0, 262.0], "text": " But one expert says, the problem is we're using Netflix wrong and it's Netflix's fault."}, {"timestamp": [262.0, 265.2], "text": " And why would you do something like this?"}, {"timestamp": [265.2, 269.76], "text": " No ropes, no safety gear, how no I say,"}, {"timestamp": [269.76, 273.0], "text": " we'll talk to this world-famous free climber just to hear."}, {"timestamp": [273.0, 274.2], "text": " Oh no, thank you."}, {"timestamp": [274.2, 276.08], "text": " Yeah, I use ropes and caribenas just to climb the stairs."}, {"timestamp": [276.08, 279.84], "text": " We're going to climb and grab your harnesses, New Zealand."}, {"timestamp": [279.84, 282.48], "text": " Let's climb into the Daily Show."}, {"timestamp": [282.48, 287.6], "text": " First of a video that proves sometimes, the more time you've been preparing the worst"}, {"timestamp": [287.6, 288.6], "text": " things can go."}, {"timestamp": [288.6, 292.0], "text": " Here's a young man eyeing up a challenge will he make it across the tiles?"}, {"timestamp": [292.0, 294.0], "text": " Well of course not I wouldn't play it otherwise."}, {"timestamp": [294.0, 296.0], "text": " But what number tile will he make it too?"}, {"timestamp": [296.0, 297.0], "text": " Lock in your guess."}, {"timestamp": [297.0, 298.0], "text": " He's nearly ready to go."}, {"timestamp": [298.0, 301.0], "text": " You've got one through seven there."}, {"timestamp": [301.0, 302.0], "text": " which is your pick."}, {"timestamp": [302.0, 305.0], "text": " I lock up a and... No, you're all wrong."}, {"timestamp": [305.0, 307.0], "text": " Didn't even make number one."}, {"timestamp": [307.0, 310.0], "text": " Although I do admire the confidence of a man attempting a water trick"}, {"timestamp": [310.0, 311.0], "text": " wearing jeans and a puffer jacket."}, {"timestamp": [311.0, 312.0], "text": " Yeah, the old puffer."}, {"timestamp": [323.04, 325.36], "text": " Of course if you're not blindfolded it's way easier. So here we go, here's dad, he's launching the bottle."}, {"timestamp": [325.36, 327.0], "text": " He doesn't have a blindfold of course."}, {"timestamp": [327.0, 328.0], "text": " Let's go."}, {"timestamp": [328.0, 330.0], "text": " Go guys, watch this."}, {"timestamp": [330.0, 331.0], "text": " Oh!"}, {"timestamp": [331.0, 334.8], "text": " You know, something a spinning bottle flying over our heads here at the project would really"}, {"timestamp": [334.8, 335.8], "text": " spice things up."}, {"timestamp": [335.8, 348.76], "text": " A little bit more jeopardy, yeah. this trip yeah it's going well she's now in Japan this clip has surfaced online frankly I have no idea what's going on but I like it"}, {"timestamp": [349.76, 354.16], "text": " classical music playing as some kiwifruits sway in the background"}, {"timestamp": [354.16, 359.84], "text": " to a room of half-and-thoo's diplomats who are facing the other way"}, {"timestamp": [359.84, 361.96], "text": " haha"}, {"timestamp": [361.96, 363.96], "text": " haha"}, {"timestamp": [363.96, 367.0], "text": " you were very generous with half of food."}, {"timestamp": [367.0, 372.0], "text": " Yeah, yeah, it is how I prefer to eat my kiwi fruit though, to classical music after I've made them dance for me."}, {"timestamp": [372.0, 374.0], "text": " That was your daily done."}, {"timestamp": [374.0, 380.0], "text": " What I like there was, I couldn't actually see just in the room in the room."}, {"timestamp": [380.0, 383.0], "text": " I got the sense that she was inside, sort of one of the kiw fruit ready to go."}, {"timestamp": [383.0, 385.52], "text": " Oh, that's her her entrance the big entrance."}, {"timestamp": [385.52, 387.52], "text": " I like it."}, {"timestamp": [387.52, 388.96], "text": " The kiwi way get the PM doing everything."}, {"timestamp": [388.96, 394.24], "text": " I like it now everything is more expensive so many of us are cutting costs by going down"}, {"timestamp": [394.24, 398.96], "text": " to just one online streamer service. Our next guess is that's fine."}, {"timestamp": [398.96, 408.0], "text": " all you really need is one. The problem is you're using it all wrong. In 2020, when reality started getting way too real,"}, {"timestamp": [408.0, 412.0], "text": " this mulleted maniac was the anti-hero that we all needed."}, {"timestamp": [412.0, 416.0], "text": " You're going to have to kill me to shut me up."}, {"timestamp": [416.0, 419.0], "text": " Tiger King really got its claws into us."}, {"timestamp": [419.0, 420.0], "text": " What a story!"}, {"timestamp": [420.0, 422.0], "text": " And it got way bigger!"}, {"timestamp": [422.0, 429.0], "text": " But by the time Series 2 dropped a year later, Joe Exotic had lost his shine and so had Netflix."}, {"timestamp": [429.0, 437.0], "text": " This week, the company announced its biggest loss in more than a decade, 200,000 subscribers switched off in its first financial quarter,"}, {"timestamp": [437.0, 445.6], "text": " and it predicts it will lose 2 million more in the next one, despite the return of blockbuster series like Ozak and Stranger Things."}, {"timestamp": [445.6, 449.4], "text": " Ever since you left everything's been a total disaster."}, {"timestamp": [449.4, 454.32], "text": " They say bad luck comes in threes and the company has blamed a crappy combo of"}, {"timestamp": [454.32, 458.8], "text": " inflation, the war in Ukraine and fierce competition from other providers."}, {"timestamp": [458.8, 460.8], "text": " Mr. Bridgeton."}, {"timestamp": [460.8, 462.8], "text": " Pardon me."}, {"timestamp": [462.8, 466.0], "text": " But our crushes on these shows are part of the problem,"}, {"timestamp": [466.0, 469.0], "text": " with many of us sharing our Netflix passwords with loved ones"}, {"timestamp": [469.0, 472.0], "text": " rather than encouraging them to get their own."}, {"timestamp": [472.0, 474.0], "text": " We chose us together."}, {"timestamp": [474.0, 478.0], "text": " So how long until the rest of us offed out of the game?"}, {"timestamp": [478.0, 483.0], "text": " And entertainment correspondent Daniel Rutledge is here to give us some answers."}, {"timestamp": [483.0, 485.28], "text": " Dan, why are people turning away from Netflix?"}, {"timestamp": [486.24, 489.68], "text": " The main thing is competition. They are blaming a few things,"}, {"timestamp": [489.68, 492.48], "text": " overstating I think that inflation and the price rises,"}, {"timestamp": [492.48, 497.12], "text": " but the main thing is that Netflix was the big dog for a number of years. It's still the biggest"}, {"timestamp": [497.12, 508.44], "text": " streamer in the world, but now there's really good options like genuinely good alternatives to Netflix. Dan we love being able to share our Netflix passwords with our friends and our families. Netflix"}, {"timestamp": [508.44, 511.88], "text": " regretting this now. Look I don't think they're regretting that that was one"}, {"timestamp": [511.88, 516.68], "text": " of the many tricks Netflix Paul to become the enormous company that they are. They're"}, {"timestamp": [516.68, 520.48], "text": " hugely successful company and that was one of the they gave us the candy, got us"}, {"timestamp": [520.48, 529.4], "text": " hooked and now oh we can share the passwords it's great other places don't let me do that. But the pool of people who can subscribe to Netflix and don't is getting really small."}, {"timestamp": [529.4, 533.6], "text": " So they're starting to look at, bear in mind these are not sweeping changes yet,"}, {"timestamp": [533.6, 536.6], "text": " they're experimenting with cracking down on that sort of thing,"}, {"timestamp": [536.6, 539.6], "text": " which they're going to have to do at some point as a business if they want to grow."}, {"timestamp": [539.6, 546.88], "text": " Sometimes though it feels like we've got all this content that we've run out of shows. Are we just searching wrong?"}, {"timestamp": [546.88, 550.16], "text": " If you think there's nothing good to watch on all your streaming services,"}, {"timestamp": [550.16, 553.92], "text": " you're wrong. There is so much great content on those services."}, {"timestamp": [553.92, 559.12], "text": " A lot of it is hidden and you do need to use websites to find it outside of the app itself."}, {"timestamp": [559.12, 561.68], "text": " There's a website or an app called Letterboxed and you can make a watchlist list,"}, {"timestamp": [561.68, 565.2], "text": " and you can make a watch list, and you can make a watch list on it, and then stick to that watch list."}, {"timestamp": [565.2, 567.7], "text": " Every time you see a movie on the internet you want to watch,"}, {"timestamp": [567.7, 570.0], "text": " chuck it in the list and then go through that list."}, {"timestamp": [570.0, 572.2], "text": " Make sure you're watching what you want to watch,"}, {"timestamp": [572.2, 573.6], "text": " watch movies with purpose,"}, {"timestamp": [573.6, 577.6], "text": " don't waste your movie watching time on the trachey stuff they tell you to."}, {"timestamp": [577.6, 578.6], "text": " I love that."}, {"timestamp": [578.6, 579.6], "text": " I've definitely got too many subscriptions,"}, {"timestamp": [579.6, 588.24], "text": ", I am paying too many subscriptions, I am paying far too much for all of it. Is there a way that I can hack that? There's a couple of things you can do. First of all, make sure you're using what"}, {"timestamp": [588.24, 592.4], "text": " you pay for. If you're paying for a 4K service and you're watching it on your laptop or"}, {"timestamp": [592.4, 607.16], "text": " iPad, go to a love of service, you don't need the high one. But also, if you do make the lists, you can tell the lists to tell you which movies, which movies are on which movies are on which are on which are on which are on, which are on, which are, or on, or on, or on, or on, or on, or on, or on, or on which shows, or on which shows, or on which shows are, or on which shows are, or on which shows are, or on which shows are, or on which shows are, or on which shows are, or on which shows are, or on which shows are, or on, or on which shows are, or on, or on which shows are, or on, or on which shows are, or on, or on which shows are, on, on which shows are, on, on which shows are on, on, on which shows are on, on, on which shows are on, on, on which shows are on, on, on which shows are on, on which shows are on, on, on, on which shows are on, on which shows are on, on, on which shows are on, on, on, on which shows are on, on, on, on which shows are on which shows are on, on, on, on which shows are on, on, on, on which shows are on, on, on which shows are on, on, on which shows are, on, on, on, on which shows are, on, on, on which shows are, on, on, on, on, on which shows are, on, on, on, on which shows are, on, on, on, on which shows are, on are on, which shows are on, which shows are on, which service. And then you can subscribe to one service, go through your list, watch everything on"}, {"timestamp": [607.16, 610.92], "text": " that service, unsubscribe at the end of the month and subscribe to another one, which"}, {"timestamp": [610.92, 614.8], "text": " only takes two minutes, you have it and you head will take ages, it's very easy to do,"}, {"timestamp": [614.8, 628.96], "text": " and then you can go through them and for the five main streaming services not sport I think we get Netflix through Spark for"}, {"timestamp": [628.96, 632.76], "text": " free under 50 bucks for the rest and that is a bargain in my opinion yeah I've"}, {"timestamp": [632.76, 636.44], "text": " definitely got a lot I think I'm paying over 70 but I do like the advice of"}, {"timestamp": [636.44, 641.8], "text": " creating lists sort of in one place or two places and some friends I know are"}, {"timestamp": [641.8, 648.16], "text": " using sort of watching all of their shows on one or two platforms and doing that for three months and then switching back to the"}, {"timestamp": [648.16, 651.28], "text": " other ones and catching up. Is you going to keep up with all of it anyway? Just because"}, {"timestamp": [651.28, 655.92], "text": " you might do this password sharing thing? No. Yeah good, good, good. On the live TV"}, {"timestamp": [655.92, 659.92], "text": " and I know it's quite criminal in my view and I know people might think that's quite hardline"}, {"timestamp": [659.92, 687.0], "text": " but I've been working all day on a solution for a solution for Netflix for Netflix and a solution for Netflix and it's just to play this simple message before before anybody streams anything. I have it. You can have it."}, {"timestamp": [687.0, 689.0], "text": " No."}, {"timestamp": [689.0, 691.0], "text": " Sherrin is a crime."}, {"timestamp": [691.0, 692.0], "text": " Netflix."}, {"timestamp": [692.0, 693.0], "text": " You can have it."}, {"timestamp": [693.0, 694.0], "text": " You can have it."}, {"timestamp": [694.0, 696.0], "text": " No, but honestly guys, I've never been a fan of streaming."}, {"timestamp": [696.0, 699.0], "text": " Big fan of actually free to air TV."}, {"timestamp": [699.0, 700.0], "text": " Oh, okay."}, {"timestamp": [700.0, 701.0], "text": " We're on right now."}, {"timestamp": [701.0, 726.0], "text": " You don't have to pay a cent for it in a subscription anyway but this is how you pay for it. We'll see you in a couple of minutes. proudly powered by the New Dell XPS. Tonight on 3, comedy night kicks off with 7 days."}, {"timestamp": [726.0, 730.0], "text": " Then tuck into the tastiest bits on Best of the Graham Norton show."}, {"timestamp": [730.0, 733.0], "text": " And for a last minute laugh to finish off your Thursday,"}, {"timestamp": [733.0, 735.0], "text": " check out live at the Apollo."}, {"timestamp": [735.0, 747.0], "text": " It's all here on 3. Yum! flame grilled yum, melted yum, streaky yum, crispy yum, crispy yum, tangy yum,"}, {"timestamp": [747.0, 752.0], "text": " and creamy yum, between two soft yumps, dry bequets yumburger."}, {"timestamp": [752.0, 754.0], "text": " It's delicious."}, {"timestamp": [754.0, 757.0], "text": " In financial news tonight we're seeing more New Zealanders."}, {"timestamp": [757.0, 761.0], "text": " Bundling their home utilities were slingshot, saving money and record numbers."}, {"timestamp": [761.0, 765.0], "text": " Booh. record numbers. So, economically speaking, I..."}, {"timestamp": [765.0, 766.0], "text": " Bundling other stuff with broadband"}, {"timestamp": [766.0, 770.0], "text": " does increase one's propensity to save mad cash."}, {"timestamp": [770.0, 771.0], "text": " Boom."}, {"timestamp": [771.0, 772.0], "text": " I promise you."}, {"timestamp": [772.0, 775.0], "text": " Bonding up will keep more money in the pockets"}, {"timestamp": [775.0, 776.0], "text": " of hardworking New Zealanders."}, {"timestamp": [776.0, 777.0], "text": " Starting today."}, {"timestamp": [777.0, 780.0], "text": " But until up with slingshot, save money."}, {"timestamp": [780.0, 781.0], "text": " Boom."}, {"timestamp": [781.0, 783.0], "text": " Jessica."}, {"timestamp": [783.0, 784.0], "text": "."}, {"timestamp": [784.0, 809.64], "text": "... Boom! Jessica! In tova! gaming accessories. Massive deals across food preparation like this new release Kenwood Stand Mixer or Phillips Premium Air Fryer with $50 cash back plus 60 months interest"}, {"timestamp": [809.64, 828.0], "text": " free store-wide. On now at Harvey Norman. Red Bull gives you wings."}, {"timestamp": [828.0, 830.0], "text": " There's a pretty good Nick."}, {"timestamp": [830.0, 831.0], "text": " Only in 110,000 ks."}, {"timestamp": [831.0, 833.0], "text": " Wolf and Red Joe."}, {"timestamp": [833.0, 835.0], "text": " You know, full service history?"}, {"timestamp": [835.0, 836.0], "text": " Try and get in."}, {"timestamp": [836.0, 837.0], "text": " What is this?"}, {"timestamp": [837.0, 840.0], "text": " This is a one-star 60 rated car."}, {"timestamp": [840.0, 842.0], "text": " I don't understand what's going on."}, {"timestamp": [842.0, 845.0], "text": " People don't often think about how a car will crash,"}, {"timestamp": [845.0, 846.0], "text": " or how it will protect you."}, {"timestamp": [846.0, 848.0], "text": " That's what a star safety rating tells you."}, {"timestamp": [848.0, 851.0], "text": " Just kind of imagine, like, if you're crashing a car like this,"}, {"timestamp": [851.0, 853.0], "text": " there's no way we would survive."}, {"timestamp": [853.0, 865.12], "text": " I think we've seen enough. She is born in Hamilton and works in a pharmacy she's going to tell you what's coming up. Stacey, read that please."}, {"timestamp": [865.12, 870.16], "text": " Thanks Jeremy, an American man has become a world record holder for having an enormous body part."}, {"timestamp": [870.16, 887.0], "text": " We've got the details next on the project. I'm reading."}, {"timestamp": [887.0, 888.0], "text": " I'm reading."}, {"timestamp": [888.0, 907.0], "text": " Night. Smeke, right?"}, {"timestamp": [907.0, 910.0], "text": " You know what I got it too?"}, {"timestamp": [910.0, 911.0], "text": " Oh!"}, {"timestamp": [911.0, 912.0], "text": " Asking who?"}, {"timestamp": [912.0, 915.0], "text": " It's all in respect, just a little bit."}, {"timestamp": [915.0, 917.0], "text": " Hey, baby, just a little bit."}, {"timestamp": [917.0, 919.0], "text": " Hurry as BC, please."}, {"timestamp": [919.0, 921.0], "text": " Bournabore needs to me."}, {"timestamp": [921.0, 923.0], "text": " R. E. S. B.C.T."}, {"timestamp": [923.0, 933.44], "text": ". Take-A-C-T. This week on Toyota Kazoo Racing Hour we're on the"}, {"timestamp": [933.44, 946.0], "text": " Good we're just getting started. This week on Toyota Kuzoo Racing Hour. We're on the water with the Toyota Hydrogen Power ETNZ boat."}, {"timestamp": [946.0, 949.0], "text": " Jack Hawkswood debuses Yarris in the NCRC."}, {"timestamp": [949.0, 953.0], "text": " And we preview round three of the World Rally Championship."}, {"timestamp": [962.0, 964.0], "text": " online, finally meets in the flesh. We're just friends I met."}, {"timestamp": [964.0, 965.0], "text": " They either."}, {"timestamp": [965.0, 966.0], "text": " Love in the flesh."}, {"timestamp": [966.0, 969.0], "text": " Stream every episode only on three now."}, {"timestamp": [983.8, 986.08], "text": " Look at the sky, no safety harness, absolutely nothing. We will talk to him just ahead."}, {"timestamp": [986.08, 987.0], "text": " No thanks to that."}, {"timestamp": [987.0, 989.56], "text": " But first, a few weeks ago we brought you the man"}, {"timestamp": [989.56, 991.96], "text": " with the world's longest tongue."}, {"timestamp": [991.96, 994.8], "text": " Well today we bring you the widest."}, {"timestamp": [994.8, 999.0], "text": " Were the circumference of 4.8 inches or 12 cent metres?"}, {"timestamp": [999.0, 1003.0], "text": " US man Dante Barnes has been awarded the Guinness World record."}, {"timestamp": [1003.0, 1005.2], "text": " He realized he might be special."}, {"timestamp": [1005.2, 1011.2], "text": " After watching a YouTube video of someone measuring their talent, then he tried it out himself."}, {"timestamp": [1011.2, 1019.6], "text": " Despite his tongue being roughly the size of a ping pong ball, it doesn't give Dante any trouble eating or talking."}, {"timestamp": [1019.6, 1022.2], "text": " This is our second tongue story in as many weeks."}, {"timestamp": [1022.2, 1025.56], "text": " Whoever in the project office is googling tongue. Stop it."}, {"timestamp": [1025.56, 1030.04], "text": " Can I just say, when this was pitched to us by our lovely producers,"}, {"timestamp": [1030.04, 1032.84], "text": " Patti Gower, a certain Patti Gower replied,"}, {"timestamp": [1032.84, 1034.96], "text": " I have always wanted a bigger tongue."}, {"timestamp": [1034.96, 1036.96], "text": " First of all stop, no one would want to show."}, {"timestamp": [1036.96, 1038.96], "text": " Yeah, that was internal communication."}, {"timestamp": [1038.96, 1045.0], "text": " I mean, I don't want to lie to New Zealand, I mean I've always wondered about what it would be like to have an enormous body part."}, {"timestamp": [1045.0, 1047.0], "text": " Don't look at me when you say it."}, {"timestamp": [1047.0, 1048.0], "text": " My tongue."}, {"timestamp": [1048.0, 1049.0], "text": " My tongue."}, {"timestamp": [1049.0, 1054.0], "text": " Just a little bit more girth to the tongue, I've always wanted."}, {"timestamp": [1054.0, 1059.0], "text": " Primarily for mastication actually, which is the technical term for chewing."}, {"timestamp": [1059.0, 1061.0], "text": " A very functional kind of thing."}, {"timestamp": [1061.0, 1065.8], "text": " Should I possibly move further away on the desk? Yeah."}, {"timestamp": [1065.8, 1067.6], "text": " Could I possibly regret asking that question?"}, {"timestamp": [1067.6, 1071.6], "text": " Wouldn't be good for journalism."}, {"timestamp": [1071.6, 1075.52], "text": " Trampers who get in trouble in the wilds of New Zealand often find themselves desperately"}, {"timestamp": [1075.52, 1078.0], "text": " hoping for cell phone reception."}, {"timestamp": [1078.0, 1080.8], "text": " Rescuers say they should have had PLBs."}, {"timestamp": [1080.8, 1083.44], "text": " So, what is a PLB?"}, {"timestamp": [1083.44, 1087.0], "text": " A couple of decades ago when PLBs didn't really exist."}, {"timestamp": [1087.0, 1090.0], "text": " A person out hiking, particularly by themselves,"}, {"timestamp": [1090.0, 1092.0], "text": " with a twisted ankle or sprained ankle,"}, {"timestamp": [1092.0, 1096.0], "text": " with a change in the weather, could end up being fatal."}, {"timestamp": [1096.0, 1100.0], "text": " Kiwis and tourists love ultero as rugged wilderness."}, {"timestamp": [1100.0, 1102.0], "text": " Getting lost is easy."}, {"timestamp": [1102.0, 1106.08], "text": " out at sea in dense bush finding those who are lost"}, {"timestamp": [1106.08, 1112.48], "text": " is hard rescue teams need to know exactly where you are and fast or people die"}, {"timestamp": [1112.48, 1118.64], "text": " the difference between life and death could be this a PLB or personal locator beacon"}, {"timestamp": [1118.64, 1124.12], "text": " the guys who save lives say this needs to be part of every outdoor enthusiasts kit"}, {"timestamp": [1124.12, 1128.68], "text": " by having a PLB and no matter where you are in the world, if you activate your distress"}, {"timestamp": [1128.68, 1132.48], "text": " beacon, we'll become aware of this and we'll ensure our responses launched."}, {"timestamp": [1132.48, 1138.5], "text": " Whether that be the Coast Guard, a rescue helicopter or a landslide, they send their coordinates"}, {"timestamp": [1138.5, 1145.36], "text": " up to a satellite. We're able just to put those coordinates into our GPS and basically fly right there."}, {"timestamp": [1145.36, 1151.52], "text": " PLBs will run you about $500 and up. The daily rate to rent one is the same as just a few coffees."}, {"timestamp": [1151.52, 1155.28], "text": " It's becoming the primary means of alerting the search and rescue services."}, {"timestamp": [1155.28, 1159.28], "text": " A lot of the outdoors around New Zealand is not covered by cell phone reception."}, {"timestamp": [1159.28, 1164.32], "text": " If the beacon is registered with us we can reach out to the emergency contacts who can provide us with information such as"}, {"timestamp": [1164.32, 1169.68], "text": " who has the beacon, the composition of the party and any pre-existing"}, {"timestamp": [1169.68, 1173.28], "text": " medical conditions which may contribute to the distress."}, {"timestamp": [1173.28, 1177.72], "text": " So it's a no-brainer because not having one costs far more."}, {"timestamp": [1177.72, 1182.8], "text": " I guess the worst case scenario is that people will die and they will die a preventable death."}, {"timestamp": [1182.8, 1186.92], "text": " Last year alone, the Rescue Coordination Center responded to 848 distress"}, {"timestamp": [1186.92, 1191.08], "text": " speaking activations where we saved 38 lives. We also assisted a further"}, {"timestamp": [1191.08, 1195.76], "text": " 478 people who had sustained injuries that although not life-threatening"}, {"timestamp": [1195.76, 1198.0], "text": " they were rescued and taken into a place of safety."}, {"timestamp": [1198.0, 1202.32], "text": " But Kiwis are pros if you're experienced and have good basic gear and fine"}, {"timestamp": [1202.32, 1205.0], "text": " weather you don't need one of these, right?"}, {"timestamp": [1206.0, 1211.0], "text": " Wrong. Our well-planned, relatively safe two-day venture quickly turned into a potential disaster."}, {"timestamp": [1211.0, 1214.0], "text": " Our world motor prop became tangled with a piece of rope debris."}, {"timestamp": [1214.0, 1217.0], "text": " Well, one of us was trying to clear the prop a larger way"}, {"timestamp": [1217.0, 1219.0], "text": " and the gust of wind capsized to ding-y."}, {"timestamp": [1219.0, 1228.0], "text": " Our two cell phones had no signal, and the handheld handheld VHF radio received no response. We tried to restart the motorbidders with water logs and showed no sign of life."}, {"timestamp": [1228.0, 1231.0], "text": " The C-currents slowly pulled us further out to sea."}, {"timestamp": [1231.0, 1234.0], "text": " It was getting close to dusk and we knew we would be even harder to see."}, {"timestamp": [1234.0, 1235.0], "text": " We would be even harder to see in the dark."}, {"timestamp": [1235.0, 1237.0], "text": " We made the decision to activate the PLB."}, {"timestamp": [1237.0, 1240.0], "text": " A commercial fishing boat was over an hour away."}, {"timestamp": [1240.0, 1245.12], "text": " the Westpac helicopter helicopter was over the Westpac helicopter was sent to assess the situation. The fishing vessel had"}, {"timestamp": [1245.12, 1250.32], "text": " difficulty seeing us in the ways so the helicopter flew above us to guide them. We are well"}, {"timestamp": [1250.32, 1256.48], "text": " aware that this incident could have resulted in our deaths. $15 a day is a very small price"}, {"timestamp": [1256.48, 1261.52], "text": " to pay when it can save your life. Our outdoors are challenging, they can be dangerous, and"}, {"timestamp": [1261.52, 1263.96], "text": " appeal B makes it a lot safer."}, {"timestamp": [1263.96, 1267.96], "text": " The key message would be be beacons save lives."}, {"timestamp": [1269.16, 1272.24], "text": " I think this is so true because in a COVID world"}, {"timestamp": [1272.24, 1276.96], "text": " Kewi's love exploring you know our world we're doing the Tongarero the able to"}, {"timestamp": [1276.96, 1280.56], "text": " has been the Milford track we're out on our boats again we're loving it so my"}, {"timestamp": [1280.56, 1291.16], "text": " so my advice is don't be too cool don't't be too cheap. This is something that will save your life. Renting one is really easy for those kind of casual trips. And I think if you're a boe, then you already have, you know, a fairly expensive hobby"}, {"timestamp": [1291.52, 1295.2], "text": " Adding $500 on to that for something that could save your life feels like it would be worth it."}, {"timestamp": [1295.2, 1308.0], "text": " Yeah, I mean even for a lot of our elderly who are just out, you know, you know, playing golf or something like that. It's something that, you know, Jeremy, you could... You could find my ball, that'd be more handy."}, {"timestamp": [1308.0, 1310.0], "text": " Oh, that was too easy, I love it."}, {"timestamp": [1310.0, 1315.0], "text": " Next guest has carved out a career of hanging from death-defying cliff faces."}, {"timestamp": [1315.0, 1318.0], "text": " So, to mark the 50th anniversary of Earth Day,"}, {"timestamp": [1318.0, 1327.0], "text": " he decided to put his unique set of skills to good use. It is a view that will either take your breath away"}, {"timestamp": [1327.0, 1329.0], "text": " or make you spew."}, {"timestamp": [1329.0, 1330.0], "text": " Alex Honob loves it."}, {"timestamp": [1330.0, 1334.0], "text": " In 2017, he famously free-solowed al-kapitan."}, {"timestamp": [1334.0, 1337.0], "text": " Yes, that means he climbed the 1,000-meter rock"}, {"timestamp": [1337.0, 1340.0], "text": " without ropes or other safety gear."}, {"timestamp": [1340.0, 1343.0], "text": " People who know a little bit about climbing"}, {"timestamp": [1343.0, 1344.0], "text": " they're like, oh, he's totally safe."}, {"timestamp": [1344.0, 1349.68], "text": " And then people who really know exactly what he's doing, are freaked out."}, {"timestamp": [1349.68, 1354.44], "text": " He then returned to break a climbing record, summating the same mountain in under two"}, {"timestamp": [1354.44, 1362.48], "text": " hours, a climb that would take most people days."}, {"timestamp": [1362.48, 1367.0], "text": " Now, to celebrate Earth Day, Alex is using his love of climbing to help the planet."}, {"timestamp": [1367.0, 1374.0], "text": " He's on a special expedition to discover new species in a remote destination we know very little about."}, {"timestamp": [1374.0, 1377.0], "text": " The incredibly biodiverse South American tapooey."}, {"timestamp": [1377.0, 1385.44], "text": " When you're climbing a piece of rock that no human has ever touched, you literally step into the unknown. Oh, just getting out of my chills there."}, {"timestamp": [1385.44, 1390.28], "text": " Alex Honel joins us now from Las Vegas and Alex we know you're from your incredible climb"}, {"timestamp": [1390.28, 1392.88], "text": " up Al Capitan and Free Solo."}, {"timestamp": [1392.88, 1394.16], "text": " How did climbing these Tepui compare?"}, {"timestamp": [1394.16, 1397.16], "text": " It's a very different experience."}, {"timestamp": [1397.16, 1400.36], "text": " I mean the Tepui climb was technically safe."}, {"timestamp": [1400.36, 1405.04], "text": " We're using ropes and equipment and all that, but we were also climbing a wall that's never been climbed before"}, {"timestamp": [1405.04, 1406.72], "text": " and nobody's ever been there before."}, {"timestamp": [1406.72, 1408.08], "text": " And just getting to the base of the wall"}, {"timestamp": [1408.08, 1409.32], "text": " took something like 10 days"}, {"timestamp": [1409.32, 1410.64], "text": " to trekking through the jungle."}, {"timestamp": [1410.64, 1411.56], "text": " So the overall experience was challenging."}, {"timestamp": [1411.56, 1412.72], "text": " was challenging."}, {"timestamp": [1412.72, 1414.12], "text": " was challenging."}, {"timestamp": [1414.12, 1426.0], "text": " It's hard to get there. So, you know, they're like, oh, well, because in the wet season it rains 16 hours a day. And I'm like, this is so crazy."}, {"timestamp": [1426.0, 1428.0], "text": " You know, I live in a desert."}, {"timestamp": [1428.0, 1431.0], "text": " It's like, to be somewhere where it just rains that much, you're like, oh, it's too much."}, {"timestamp": [1431.0, 1435.0], "text": " What is it about these topui that makes them so unique?"}, {"timestamp": [1441.76, 1444.68], "text": " they're like islands sticking out of the jungle. And so each depuie has its own unique ecosystems to it"}, {"timestamp": [1444.68, 1446.4], "text": " and you know, distinct species"}, {"timestamp": [1446.4, 1448.0], "text": " between the different depuies."}, {"timestamp": [1448.0, 1449.56], "text": " You're kind of like the Galapagos or something,"}, {"timestamp": [1449.56, 1451.92], "text": " but rock sticking out of a jungle."}, {"timestamp": [1451.92, 1455.76], "text": " And so the whole experience of visiting depuies"}, {"timestamp": [1455.76, 1458.4], "text": " is pretty otherworldly."}, {"timestamp": [1458.4, 1462.6], "text": " So with all that biodiversity, did you find any undiscovered animal species?"}, {"timestamp": [1462.6, 1467.88], "text": " Yeah. so we were there with a biologist Bruce Means, Doctor Means, and"}, {"timestamp": [1468.96, 1472.48], "text": " Yeah, he thinks that we discovered five species that are new to science,"}, {"timestamp": [1472.48, 1480.8], "text": " Three frogs and potentially a lizard and a snake, which was definitely the highlight of the whole expedition because climbing a new root up a wall is cool,"}, {"timestamp": [1481.28, 1489.72], "text": " But discovering new species to sciences is a lot more meaningful overall. Oh that's just amazing congratulations. You also recently"}, {"timestamp": [1489.72, 1494.72], "text": " became a father. Also congratulations but has that changed your outlook on the"}, {"timestamp": [1494.72, 1501.08], "text": " work that you're doing and will it change the way that you work in the future? We'll see I mean I'm"}, {"timestamp": [1501.08, 1508.08], "text": " certainly open to that happening I mean it could happen so far it hasn't really come up mostly because I'm because I'm not really to that happening. I mean, it could happen so far. It hasn't really come up, mostly because I'm not really"}, {"timestamp": [1508.08, 1509.92], "text": " working on anything risky right now anyway."}, {"timestamp": [1509.92, 1511.48], "text": " I don't know, but I mean, you know,"}, {"timestamp": [1511.48, 1513.16], "text": " it might encourage me to do more trips"}, {"timestamp": [1513.16, 1514.48], "text": " like this to Poohi expedition, though."}, {"timestamp": [1514.48, 1517.04], "text": " Expeditions that are more meaningful in a broader sense,"}, {"timestamp": [1517.04, 1519.04], "text": " where it's doing something useful for humanity,"}, {"timestamp": [1519.04, 1521.08], "text": " is such an opportunity for primary science out there."}, {"timestamp": [1522.0, 1524.5], "text": " for primary science out there. It's like there's so much left to learn"}, {"timestamp": [1524.5, 1526.0], "text": " about the natural world."}, {"timestamp": [1526.0, 1528.0], "text": " And if we're going to go climbing"}, {"timestamp": [1528.0, 1529.0], "text": " in these remote locations,"}, {"timestamp": [1529.0, 1532.0], "text": " we may as well be trying to broaden"}, {"timestamp": [1532.0, 1534.0], "text": " human knowledge to some extent as well."}, {"timestamp": [1534.0, 1546.76], "text": " Good on you. The scientific work that he is doing is just so groundbreaking and"}, {"timestamp": [1546.76, 1550.72], "text": " amazing and makes it seem all worth it but the seeing those photos of him"}, {"timestamp": [1550.72, 1555.52], "text": " up that high and it's not quite even the height that scares me to look at it's the"}, {"timestamp": [1555.52, 1561.68], "text": " fact that he has no equipment makes my stomach turn I'm with you. All I could think was I hope"}, {"timestamp": [1561.68, 1564.12], "text": " he spent 15 dollars on a personal note"}, {"timestamp": [1564.12, 1572.0], "text": " very good point now explore the last four-year premieres tomorrow on Earth Day on Disney Plus."}, {"timestamp": [1572.0, 1590.0], "text": " There's more to come on the project. I'd like to see some terrible museum tour guides. So as you can see that's the Mona Lisa, it's quite small so if you can pass it around everyone."}, {"timestamp": [1590.0, 1592.0], "text": " Enzi's biggest jokers."}, {"timestamp": [1592.0, 1593.0], "text": " Boulia!"}, {"timestamp": [1593.0, 1595.0], "text": " He puts him top of comedy into overdrive."}, {"timestamp": [1595.0, 1596.0], "text": " It is actually..."}, {"timestamp": [1596.0, 1597.0], "text": " Leave it."}, {"timestamp": [1597.0, 1607.0], "text": " He's resigned. I said, just like, wait, we can quit."}, {"timestamp": [1607.0, 1630.0], "text": " I said, just like, wait, we can quit. Everyone's bringing it tonight."}, {"timestamp": [1630.0, 1633.0], "text": " Rosie's bringing the roller bogey."}, {"timestamp": [1633.0, 1636.0], "text": " Brian's bringing the dead fun."}, {"timestamp": [1636.0, 1640.0], "text": " Carol's getting visible."}, {"timestamp": [1642.0, 1647.0], "text": " Oh! What are you bringing?"}, {"timestamp": [1647.0, 1649.0], "text": " I wrote the Cadre favorites."}, {"timestamp": [1649.0, 1655.0], "text": " Bring it with Cadre favorites."}, {"timestamp": [1655.0, 1686.0], "text": " Bring it with Cadre favorites. I'm the running the edge. Not taking it back."}, {"timestamp": [1686.0, 1725.0], "text": " What I live behind me. JVai's massive price smashes on now! 20 FE for a very cool 697. This Amazon Echo Dot just 85 backs!"}, {"timestamp": [1725.0, 1726.0], "text": " That's hot!"}, {"timestamp": [1726.0, 1729.44], "text": " End of massive 25% of JPL quantum and razor accessories."}, {"timestamp": [1729.44, 1732.0], "text": " Chepio, done it again."}, {"timestamp": [1732.0, 1735.0], "text": " It's time to boost your phano protection."}, {"timestamp": [1735.0, 1738.8], "text": " Boasters are the best way to keep Omicron out of your phari."}, {"timestamp": [1738.8, 1743.0], "text": " They help slow the spread of the virus through our hapurii and hoipperaa."}, {"timestamp": [1743.0, 1745.8], "text": " now is a great time to get your booster."}, {"timestamp": [1745.8, 1748.96], "text": " If your Kura H. Tamariki are yet to be vaccinated,"}, {"timestamp": [1748.96, 1752.24], "text": " bring them along so you can all get protected together."}, {"timestamp": [1752.24, 1755.2], "text": " At the farm now, it's time to tackle omicron."}, {"timestamp": [1755.2, 1770.0], "text": " Call 0800282926 to confess it's actually still bought."}, {"timestamp": [1772.0, 1776.0], "text": " Since we're sharing, I chose this wine because I had a pretty label."}, {"timestamp": [1776.0, 1780.0], "text": " I fed my kid's fish fingers four nights this week."}, {"timestamp": [1780.0, 1783.0], "text": " I make bake sale cookies from the packet."}, {"timestamp": [1783.0, 1784.0], "text": " Hmm."}, {"timestamp": [1784.0, 1806.0], "text": " Oh, terroa., it's time to get real. I make baked salad cookies from the packet. recipe. No boogie. All right."}, {"timestamp": [1806.0, 1808.0], "text": " Because whether you want to make it or fake it,"}, {"timestamp": [1808.0, 1810.0], "text": " it's all good."}, {"timestamp": [1810.0, 1812.0], "text": " Because at New World, there's always something cooking."}, {"timestamp": [1812.0, 1814.0], "text": " I wasn't actually invited."}, {"timestamp": [1822.0, 1825.0], "text": " I'm going to get his check. Welcome back to the project."}, {"timestamp": [1825.0, 1827.0], "text": " Now are you bored?"}, {"timestamp": [1827.0, 1830.0], "text": " Well, don't be, because it is time for beat that."}, {"timestamp": [1830.0, 1831.0], "text": " All right."}, {"timestamp": [1831.0, 1838.0], "text": " And as it is holiday week, we are looking for pictures and video of your bored kids."}, {"timestamp": [1838.0, 1842.0], "text": " Check out yesterday's winner, Oscar, looking mighty bored,"}, {"timestamp": [1842.0, 1844.0], "text": " board as on his birthday."}, {"timestamp": [1845.0, 1847.0], "text": " We've sent us some great boredom today."}, {"timestamp": [1847.0, 1849.0], "text": " Take a look at Jack and Georgia,"}, {"timestamp": [1849.0, 1852.0], "text": " absolutely bored at the waterfall."}, {"timestamp": [1852.0, 1855.0], "text": " So you can tell which one is over it, have a look."}, {"timestamp": [1855.0, 1862.0], "text": " Up next is Brianna, bored Brianna who had to wait a little too long for the Easter egg hunt."}, {"timestamp": [1862.0, 1865.2], "text": " Look at the board. for the Easter egg hunt. Look outboard, Brianna is. Those were great but they"}, {"timestamp": [1865.2, 1871.4], "text": " could not top the boredom of Mr. Board Charlie. He became extremely bored after"}, {"timestamp": [1871.4, 1874.8], "text": " waiting for his parents. Boardas."}, {"timestamp": [1874.8, 1879.92], "text": " If you can think, if you think you can outboard that and beat that, take a shot and send"}, {"timestamp": [1879.92, 1884.0], "text": " it to our Facebook page and show us New Zealand's, oh no, he's still going."}, {"timestamp": [1884.0, 1890.52], "text": " Oh boy! I said Charlie was was bored he's totally bored. We love Charlie but if you do"}, {"timestamp": [1890.52, 1894.56], "text": " send us a video if you do outbore him you'll win 300 bucks worth of Lego to"}, {"timestamp": [1894.56, 1899.04], "text": " make your kids unboard. That's pretty cool. Now that's it for us tonight no one was"}, {"timestamp": [1899.04, 1905.0], "text": " bored here I know that for sure. Thanks to our sponsor, Dale, and thank you to Cleat Chitem for joining us. See them guys."}, {"timestamp": [1905.0, 1906.0], "text": " It's next."}, {"timestamp": [1906.0, 1907.0], "text": " Seven hours."}, {"timestamp": [1907.0, 1908.0], "text": " We'll see you tomorrow."}], "text": " I'm Tom McRae. And I'm Laura Tupo. And now on the project, Patty, what's this about cats on leads? Well, cats do destroy or kill lots of native predators and it's just a reminder that they are these sort of killers out there and overseas new rules making cats stay inside or be on a leash actually being made into law. They've even done it in Australia. Should we do it here? There was a time when cats were worshipped as gods, now them aligned as murderers. It's got nothing to do with them being hungry, they just love killing things. We certainly love our pet cats with 1.4 million of them residing in 40% of households. Fural cats are also reported to be in the millions but the predators. Pet cats kill at least 1.12 million native birds a year. Our favourite alpine parrots, the kea, have gone into hiding because of feral cats. Meanwhile in Kikodha, free-range domestic moggies are decimating colonies of native banded dotter rolls. A lot of this is to do with the fact that our bird life and actually all of our wildlife has evolved in the absence of mammalian predators. This isn't about being anti-cat, this is about being pro- our wildlife and protecting them. New Zealand may be sitting on their paws on this, but in Australia there are big moves. Pets there are being locked down with curfews. No! No! No! And from July all cats across Canberra have to be kept indoors, cat ranges. I know you're here somewhere! able to seize free roaming felines with fines off up to 1500 bucks. I think for a cat who spent their entire life in the great outdoors there probably would be a bit of frustration. Catios, a very useful addition for an indoor cat-only household and that could be anything from a wee window box in an apartment to a larger type of setup and many cats love to pound the treadmill to get some miles under their belt if they don't have access to the outdoors. But there's a large, leash-shaped loophole. Pet cats can still stop their stuff in the great outdoors if they're hooked up to a harness. It's just one problem. If you take a cat who's naturally sensitive, put them on a lead, drag them out onto the street, that would be a disaster for the cat. But if you'd get them used to the harness, start from quiet areas at home, move to a quiet backyard, and then start to extend the range you're walking in, then it's possible to get a cat who's happy walking out him about. We could adopt the same plan here, but the same plan here, but it's hard to look cool when you're walking a cat. I think it's ridiculous. I've never seen anybody walk a cat, so... I just probably wouldn't bother having a cat, but do that. Our cat is free reign, and it comes and goes as it please. I feel sorry for the cat, just doesn't seem natural. I mean we register and we microchip it. So... Yeah but it probably kills a little... What? It does kill a few birds. Is that why they do that? I say good luck with getting that law passed. This panel is the exception not the rule. I actually loved the look of cats on leashes there because... Are you serious? I'm not anti-cat but I am pro-kiridu, I am pro-kirr, I am pro-kirr, I am pro- is the exception, not the rule, was not one of us owns a cat, but Kiwis love their cats and they like them to roam free. I think we own more cats per capita than anywhere else in the world. Forty percent of Kiwi households have a cat. And even if they pass that law, good luck, I think Canberra will fail. Have ever tried to contain a cat.. They will find ways out of a house out of're like octopuses. Especially fat cats and camera. Good luck with getting them on a lead. Also tonight, thank you for getting that Jeremy. With everyone cutting out the streaming services, people worry they'll run out of good stuff on Netflix. But one expert says, the problem is we're using Netflix wrong and it's Netflix's fault. And why would you do something like this? No ropes, no safety gear, how no I say, we'll talk to this world-famous free climber just to hear. Oh no, thank you. Yeah, I use ropes and caribenas just to climb the stairs. We're going to climb and grab your harnesses, New Zealand. Let's climb into the Daily Show. First of a video that proves sometimes, the more time you've been preparing the worst things can go. Here's a young man eyeing up a challenge will he make it across the tiles? Well of course not I wouldn't play it otherwise. But what number tile will he make it too? Lock in your guess. He's nearly ready to go. You've got one through seven there. which is your pick. I lock up a and... No, you're all wrong. Didn't even make number one. Although I do admire the confidence of a man attempting a water trick wearing jeans and a puffer jacket. Yeah, the old puffer. Of course if you're not blindfolded it's way easier. So here we go, here's dad, he's launching the bottle. He doesn't have a blindfold of course. Let's go. Go guys, watch this. Oh! You know, something a spinning bottle flying over our heads here at the project would really spice things up. A little bit more jeopardy, yeah. this trip yeah it's going well she's now in Japan this clip has surfaced online frankly I have no idea what's going on but I like it classical music playing as some kiwifruits sway in the background to a room of half-and-thoo's diplomats who are facing the other way haha haha you were very generous with half of food. Yeah, yeah, it is how I prefer to eat my kiwi fruit though, to classical music after I've made them dance for me. That was your daily done. What I like there was, I couldn't actually see just in the room in the room. I got the sense that she was inside, sort of one of the kiw fruit ready to go. Oh, that's her her entrance the big entrance. I like it. The kiwi way get the PM doing everything. I like it now everything is more expensive so many of us are cutting costs by going down to just one online streamer service. Our next guess is that's fine. all you really need is one. The problem is you're using it all wrong. In 2020, when reality started getting way too real, this mulleted maniac was the anti-hero that we all needed. You're going to have to kill me to shut me up. Tiger King really got its claws into us. What a story! And it got way bigger! But by the time Series 2 dropped a year later, Joe Exotic had lost his shine and so had Netflix. This week, the company announced its biggest loss in more than a decade, 200,000 subscribers switched off in its first financial quarter, and it predicts it will lose 2 million more in the next one, despite the return of blockbuster series like Ozak and Stranger Things. Ever since you left everything's been a total disaster. They say bad luck comes in threes and the company has blamed a crappy combo of inflation, the war in Ukraine and fierce competition from other providers. Mr. Bridgeton. Pardon me. But our crushes on these shows are part of the problem, with many of us sharing our Netflix passwords with loved ones rather than encouraging them to get their own. We chose us together. So how long until the rest of us offed out of the game? And entertainment correspondent Daniel Rutledge is here to give us some answers. Dan, why are people turning away from Netflix? The main thing is competition. They are blaming a few things, overstating I think that inflation and the price rises, but the main thing is that Netflix was the big dog for a number of years. It's still the biggest streamer in the world, but now there's really good options like genuinely good alternatives to Netflix. Dan we love being able to share our Netflix passwords with our friends and our families. Netflix regretting this now. Look I don't think they're regretting that that was one of the many tricks Netflix Paul to become the enormous company that they are. They're hugely successful company and that was one of the they gave us the candy, got us hooked and now oh we can share the passwords it's great other places don't let me do that. But the pool of people who can subscribe to Netflix and don't is getting really small. So they're starting to look at, bear in mind these are not sweeping changes yet, they're experimenting with cracking down on that sort of thing, which they're going to have to do at some point as a business if they want to grow. Sometimes though it feels like we've got all this content that we've run out of shows. Are we just searching wrong? If you think there's nothing good to watch on all your streaming services, you're wrong. There is so much great content on those services. A lot of it is hidden and you do need to use websites to find it outside of the app itself. There's a website or an app called Letterboxed and you can make a watchlist list, and you can make a watch list, and you can make a watch list on it, and then stick to that watch list. Every time you see a movie on the internet you want to watch, chuck it in the list and then go through that list. Make sure you're watching what you want to watch, watch movies with purpose, don't waste your movie watching time on the trachey stuff they tell you to. I love that. I've definitely got too many subscriptions,, I am paying too many subscriptions, I am paying far too much for all of it. Is there a way that I can hack that? There's a couple of things you can do. First of all, make sure you're using what you pay for. If you're paying for a 4K service and you're watching it on your laptop or iPad, go to a love of service, you don't need the high one. But also, if you do make the lists, you can tell the lists to tell you which movies, which movies are on which movies are on which are on which are on which are on, which are on, which are, or on, or on, or on, or on, or on, or on, or on, or on which shows, or on which shows, or on which shows are, or on which shows are, or on which shows are, or on which shows are, or on which shows are, or on which shows are, or on which shows are, or on which shows are, or on, or on which shows are, or on, or on which shows are, or on, or on which shows are, or on, or on which shows are, on, on which shows are, on, on which shows are on, on, on which shows are on, on, on which shows are on, on, on which shows are on, on, on which shows are on, on which shows are on, on, on, on which shows are on, on which shows are on, on, on which shows are on, on, on, on which shows are on, on, on, on which shows are on which shows are on, on, on, on which shows are on, on, on, on which shows are on, on, on which shows are on, on, on which shows are, on, on, on, on which shows are, on, on, on which shows are, on, on, on, on, on which shows are, on, on, on, on which shows are, on, on, on, on which shows are, on are on, which shows are on, which shows are on, which service. And then you can subscribe to one service, go through your list, watch everything on that service, unsubscribe at the end of the month and subscribe to another one, which only takes two minutes, you have it and you head will take ages, it's very easy to do, and then you can go through them and for the five main streaming services not sport I think we get Netflix through Spark for free under 50 bucks for the rest and that is a bargain in my opinion yeah I've definitely got a lot I think I'm paying over 70 but I do like the advice of creating lists sort of in one place or two places and some friends I know are using sort of watching all of their shows on one or two platforms and doing that for three months and then switching back to the other ones and catching up. Is you going to keep up with all of it anyway? Just because you might do this password sharing thing? No. Yeah good, good, good. On the live TV and I know it's quite criminal in my view and I know people might think that's quite hardline but I've been working all day on a solution for a solution for Netflix for Netflix and a solution for Netflix and it's just to play this simple message before before anybody streams anything. I have it. You can have it. No. Sherrin is a crime. Netflix. You can have it. You can have it. No, but honestly guys, I've never been a fan of streaming. Big fan of actually free to air TV. Oh, okay. We're on right now. You don't have to pay a cent for it in a subscription anyway but this is how you pay for it. We'll see you in a couple of minutes. proudly powered by the New Dell XPS. Tonight on 3, comedy night kicks off with 7 days. Then tuck into the tastiest bits on Best of the Graham Norton show. And for a last minute laugh to finish off your Thursday, check out live at the Apollo. It's all here on 3. Yum! flame grilled yum, melted yum, streaky yum, crispy yum, crispy yum, tangy yum, and creamy yum, between two soft yumps, dry bequets yumburger. It's delicious. In financial news tonight we're seeing more New Zealanders. Bundling their home utilities were slingshot, saving money and record numbers. Booh. record numbers. So, economically speaking, I... Bundling other stuff with broadband does increase one's propensity to save mad cash. Boom. I promise you. Bonding up will keep more money in the pockets of hardworking New Zealanders. Starting today. But until up with slingshot, save money. Boom. Jessica..... Boom! Jessica! In tova! gaming accessories. Massive deals across food preparation like this new release Kenwood Stand Mixer or Phillips Premium Air Fryer with $50 cash back plus 60 months interest free store-wide. On now at Harvey Norman. Red Bull gives you wings. There's a pretty good Nick. Only in 110,000 ks. Wolf and Red Joe. You know, full service history? Try and get in. What is this? This is a one-star 60 rated car. I don't understand what's going on. People don't often think about how a car will crash, or how it will protect you. That's what a star safety rating tells you. Just kind of imagine, like, if you're crashing a car like this, there's no way we would survive. I think we've seen enough. She is born in Hamilton and works in a pharmacy she's going to tell you what's coming up. Stacey, read that please. Thanks Jeremy, an American man has become a world record holder for having an enormous body part. We've got the details next on the project. I'm reading. I'm reading. Night. Smeke, right? You know what I got it too? Oh! Asking who? It's all in respect, just a little bit. Hey, baby, just a little bit. Hurry as BC, please. Bournabore needs to me. R. E. S. B.C.T.. Take-A-C-T. This week on Toyota Kazoo Racing Hour we're on the Good we're just getting started. This week on Toyota Kuzoo Racing Hour. We're on the water with the Toyota Hydrogen Power ETNZ boat. Jack Hawkswood debuses Yarris in the NCRC. And we preview round three of the World Rally Championship. online, finally meets in the flesh. We're just friends I met. They either. Love in the flesh. Stream every episode only on three now. Look at the sky, no safety harness, absolutely nothing. We will talk to him just ahead. No thanks to that. But first, a few weeks ago we brought you the man with the world's longest tongue. Well today we bring you the widest. Were the circumference of 4.8 inches or 12 cent metres? US man Dante Barnes has been awarded the Guinness World record. He realized he might be special. After watching a YouTube video of someone measuring their talent, then he tried it out himself. Despite his tongue being roughly the size of a ping pong ball, it doesn't give Dante any trouble eating or talking. This is our second tongue story in as many weeks. Whoever in the project office is googling tongue. Stop it. Can I just say, when this was pitched to us by our lovely producers, Patti Gower, a certain Patti Gower replied, I have always wanted a bigger tongue. First of all stop, no one would want to show. Yeah, that was internal communication. I mean, I don't want to lie to New Zealand, I mean I've always wondered about what it would be like to have an enormous body part. Don't look at me when you say it. My tongue. My tongue. Just a little bit more girth to the tongue, I've always wanted. Primarily for mastication actually, which is the technical term for chewing. A very functional kind of thing. Should I possibly move further away on the desk? Yeah. Could I possibly regret asking that question? Wouldn't be good for journalism. Trampers who get in trouble in the wilds of New Zealand often find themselves desperately hoping for cell phone reception. Rescuers say they should have had PLBs. So, what is a PLB? A couple of decades ago when PLBs didn't really exist. A person out hiking, particularly by themselves, with a twisted ankle or sprained ankle, with a change in the weather, could end up being fatal. Kiwis and tourists love ultero as rugged wilderness. Getting lost is easy. out at sea in dense bush finding those who are lost is hard rescue teams need to know exactly where you are and fast or people die the difference between life and death could be this a PLB or personal locator beacon the guys who save lives say this needs to be part of every outdoor enthusiasts kit by having a PLB and no matter where you are in the world, if you activate your distress beacon, we'll become aware of this and we'll ensure our responses launched. Whether that be the Coast Guard, a rescue helicopter or a landslide, they send their coordinates up to a satellite. We're able just to put those coordinates into our GPS and basically fly right there. PLBs will run you about $500 and up. The daily rate to rent one is the same as just a few coffees. It's becoming the primary means of alerting the search and rescue services. A lot of the outdoors around New Zealand is not covered by cell phone reception. If the beacon is registered with us we can reach out to the emergency contacts who can provide us with information such as who has the beacon, the composition of the party and any pre-existing medical conditions which may contribute to the distress. So it's a no-brainer because not having one costs far more. I guess the worst case scenario is that people will die and they will die a preventable death. Last year alone, the Rescue Coordination Center responded to 848 distress speaking activations where we saved 38 lives. We also assisted a further 478 people who had sustained injuries that although not life-threatening they were rescued and taken into a place of safety. But Kiwis are pros if you're experienced and have good basic gear and fine weather you don't need one of these, right? Wrong. Our well-planned, relatively safe two-day venture quickly turned into a potential disaster. Our world motor prop became tangled with a piece of rope debris. Well, one of us was trying to clear the prop a larger way and the gust of wind capsized to ding-y. Our two cell phones had no signal, and the handheld handheld VHF radio received no response. We tried to restart the motorbidders with water logs and showed no sign of life. The C-currents slowly pulled us further out to sea. It was getting close to dusk and we knew we would be even harder to see. We would be even harder to see in the dark. We made the decision to activate the PLB. A commercial fishing boat was over an hour away. the Westpac helicopter helicopter was over the Westpac helicopter was sent to assess the situation. The fishing vessel had difficulty seeing us in the ways so the helicopter flew above us to guide them. We are well aware that this incident could have resulted in our deaths. $15 a day is a very small price to pay when it can save your life. Our outdoors are challenging, they can be dangerous, and appeal B makes it a lot safer. The key message would be be beacons save lives. I think this is so true because in a COVID world Kewi's love exploring you know our world we're doing the Tongarero the able to has been the Milford track we're out on our boats again we're loving it so my so my advice is don't be too cool don't't be too cheap. This is something that will save your life. Renting one is really easy for those kind of casual trips. And I think if you're a boe, then you already have, you know, a fairly expensive hobby Adding $500 on to that for something that could save your life feels like it would be worth it. Yeah, I mean even for a lot of our elderly who are just out, you know, you know, playing golf or something like that. It's something that, you know, Jeremy, you could... You could find my ball, that'd be more handy. Oh, that was too easy, I love it. Next guest has carved out a career of hanging from death-defying cliff faces. So, to mark the 50th anniversary of Earth Day, he decided to put his unique set of skills to good use. It is a view that will either take your breath away or make you spew. Alex Honob loves it. In 2017, he famously free-solowed al-kapitan. Yes, that means he climbed the 1,000-meter rock without ropes or other safety gear. People who know a little bit about climbing they're like, oh, he's totally safe. And then people who really know exactly what he's doing, are freaked out. He then returned to break a climbing record, summating the same mountain in under two hours, a climb that would take most people days. Now, to celebrate Earth Day, Alex is using his love of climbing to help the planet. He's on a special expedition to discover new species in a remote destination we know very little about. The incredibly biodiverse South American tapooey. When you're climbing a piece of rock that no human has ever touched, you literally step into the unknown. Oh, just getting out of my chills there. Alex Honel joins us now from Las Vegas and Alex we know you're from your incredible climb up Al Capitan and Free Solo. How did climbing these Tepui compare? It's a very different experience. I mean the Tepui climb was technically safe. We're using ropes and equipment and all that, but we were also climbing a wall that's never been climbed before and nobody's ever been there before. And just getting to the base of the wall took something like 10 days to trekking through the jungle. So the overall experience was challenging. was challenging. was challenging. It's hard to get there. So, you know, they're like, oh, well, because in the wet season it rains 16 hours a day. And I'm like, this is so crazy. You know, I live in a desert. It's like, to be somewhere where it just rains that much, you're like, oh, it's too much. What is it about these topui that makes them so unique? they're like islands sticking out of the jungle. And so each depuie has its own unique ecosystems to it and you know, distinct species between the different depuies. You're kind of like the Galapagos or something, but rock sticking out of a jungle. And so the whole experience of visiting depuies is pretty otherworldly. So with all that biodiversity, did you find any undiscovered animal species? Yeah. so we were there with a biologist Bruce Means, Doctor Means, and Yeah, he thinks that we discovered five species that are new to science, Three frogs and potentially a lizard and a snake, which was definitely the highlight of the whole expedition because climbing a new root up a wall is cool, But discovering new species to sciences is a lot more meaningful overall. Oh that's just amazing congratulations. You also recently became a father. Also congratulations but has that changed your outlook on the work that you're doing and will it change the way that you work in the future? We'll see I mean I'm certainly open to that happening I mean it could happen so far it hasn't really come up mostly because I'm because I'm not really to that happening. I mean, it could happen so far. It hasn't really come up, mostly because I'm not really working on anything risky right now anyway. I don't know, but I mean, you know, it might encourage me to do more trips like this to Poohi expedition, though. Expeditions that are more meaningful in a broader sense, where it's doing something useful for humanity, is such an opportunity for primary science out there. for primary science out there. It's like there's so much left to learn about the natural world. And if we're going to go climbing in these remote locations, we may as well be trying to broaden human knowledge to some extent as well. Good on you. The scientific work that he is doing is just so groundbreaking and amazing and makes it seem all worth it but the seeing those photos of him up that high and it's not quite even the height that scares me to look at it's the fact that he has no equipment makes my stomach turn I'm with you. All I could think was I hope he spent 15 dollars on a personal note very good point now explore the last four-year premieres tomorrow on Earth Day on Disney Plus. There's more to come on the project. I'd like to see some terrible museum tour guides. So as you can see that's the Mona Lisa, it's quite small so if you can pass it around everyone. Enzi's biggest jokers. Boulia! He puts him top of comedy into overdrive. It is actually... Leave it. He's resigned. I said, just like, wait, we can quit. I said, just like, wait, we can quit. Everyone's bringing it tonight. Rosie's bringing the roller bogey. Brian's bringing the dead fun. Carol's getting visible. Oh! What are you bringing? I wrote the Cadre favorites. Bring it with Cadre favorites. Bring it with Cadre favorites. I'm the running the edge. Not taking it back. What I live behind me. JVai's massive price smashes on now! 20 FE for a very cool 697. This Amazon Echo Dot just 85 backs! That's hot! End of massive 25% of JPL quantum and razor accessories. Chepio, done it again. It's time to boost your phano protection. Boasters are the best way to keep Omicron out of your phari. They help slow the spread of the virus through our hapurii and hoipperaa. now is a great time to get your booster. If your Kura H. Tamariki are yet to be vaccinated, bring them along so you can all get protected together. At the farm now, it's time to tackle omicron. Call 0800282926 to confess it's actually still bought. Since we're sharing, I chose this wine because I had a pretty label. I fed my kid's fish fingers four nights this week. I make bake sale cookies from the packet. Hmm. Oh, terroa., it's time to get real. I make baked salad cookies from the packet. recipe. No boogie. All right. Because whether you want to make it or fake it, it's all good. Because at New World, there's always something cooking. I wasn't actually invited. I'm going to get his check. Welcome back to the project. Now are you bored? Well, don't be, because it is time for beat that. All right. And as it is holiday week, we are looking for pictures and video of your bored kids. Check out yesterday's winner, Oscar, looking mighty bored, board as on his birthday. We've sent us some great boredom today. Take a look at Jack and Georgia, absolutely bored at the waterfall. So you can tell which one is over it, have a look. Up next is Brianna, bored Brianna who had to wait a little too long for the Easter egg hunt. Look at the board. for the Easter egg hunt. Look outboard, Brianna is. Those were great but they could not top the boredom of Mr. Board Charlie. He became extremely bored after waiting for his parents. Boardas. If you can think, if you think you can outboard that and beat that, take a shot and send it to our Facebook page and show us New Zealand's, oh no, he's still going. Oh boy! I said Charlie was was bored he's totally bored. We love Charlie but if you do send us a video if you do outbore him you'll win 300 bucks worth of Lego to make your kids unboard. That's pretty cool. Now that's it for us tonight no one was bored here I know that for sure. Thanks to our sponsor, Dale, and thank you to Cleat Chitem for joining us. See them guys. It's next. Seven hours. We'll see you tomorrow."}