{"speakers": [], "chunks": [{"timestamp": [0.0, 5.6], "text": " Tonight on One News, friends for now, but will it cause a rift with our biggest trading partner?"}, {"timestamp": [6.1, 9.36], "text": " China finally signs a controversial security deal with the Solomon,"}, {"timestamp": [9.6, 12.58], "text": " sparking strong reaction from New Zealand and Australia."}, {"timestamp": [12.58, 17.1], "text": " And angry reaction, as a report reveals officials advise the government"}, {"timestamp": [17.1, 20.24], "text": " to shut down the MAQ system months earlier."}, {"timestamp": [20.6, 34.3], "text": " So why did we continue to keep people in managed isolation?"}, {"timestamp": [41.5, 42.12], "text": " We begin tonight with fresh concern about China building a military presence in the South Pacific."}, {"timestamp": [45.5, 50.68], "text": " The Solomon Islands confirming it signed a security pact with Beijing with the details yet to be revealed. Under a previously leased draft, China would"}, {"timestamp": [50.68, 55.06], "text": " be allowed to deploy naval vessels there, and Chinese police and armed forces would"}, {"timestamp": [55.06, 61.4], "text": " be asked to deal with social unrest. Solomon's Prime Minister Manaset Sogavare says the deal"}, {"timestamp": [61.4, 68.4], "text": " won't allow China to build a military base, but the US says the pact could destabilise security in the South Pacific."}, {"timestamp": [69.36, 74.08], "text": " The fear of regional militarisation shared by the leaders of Australia and New Zealand,"}, {"timestamp": [74.42, 78.16], "text": " who say they're giving the Solomons the security it already needs."}, {"timestamp": [78.72, 83.84], "text": " The point that we have simply been making is through the arrangements that we have"}, {"timestamp": [83.84, 86.12], "text": " between New Zealand, Australia and the Solomons, we have simply been making is through the arrangements that we have between New Zealand, Australia and the Solomons,"}, {"timestamp": [86.7, 88.28], "text": " we have been present, we have been"}, {"timestamp": [88.28, 89.98], "text": " on the ground, we've demonstrated an"}, {"timestamp": [89.98, 91.64], "text": " ongoing willingness to support"}, {"timestamp": [91.64, 93.82], "text": " the Solomons as they address"}, {"timestamp": [93.82, 96.12], "text": " some of the recent upheaval"}, {"timestamp": [96.12, 98.14], "text": " they've had. What this highlights"}, {"timestamp": [98.14, 100.02], "text": " is that over the last five years in"}, {"timestamp": [100.02, 101.86], "text": " particular, the level of"}, {"timestamp": [101.86, 103.66], "text": " interference and the level"}, {"timestamp": [103.66, 108.72], "text": " of engagement and particularly with all"}, {"timestamp": [108.72, 114.68], "text": " sorts of promises, of all sorts of investments, that can be very persuasive."}, {"timestamp": [115.62, 120.54], "text": " Reflecting even wider concerns among Western allies, a high-level US delegation will"}, {"timestamp": [120.54, 122.84], "text": " arrive in the Solomon Islands later this week."}, {"timestamp": [123.38, 127.66], "text": " For more on the highly contentious issue for us here and across the whole Pacific,"}, {"timestamp": [128.14, 131.5], "text": " One News Pacific correspondent Barbara Drever is with us now."}, {"timestamp": [131.64, 133.78], "text": " Barb, what's actually in the agreement? Do we know?"}, {"timestamp": [133.88, 137.16], "text": " Well, we know an agreement's been signed, but it could be anything."}, {"timestamp": [137.32, 143.18], "text": " Is it that draft agreement which allows the Solomon Islands to call on Chinese military to be there"}, {"timestamp": [143.18, 145.1], "text": " and allows Chinese ships to come in and out."}, {"timestamp": [145.52, 148.98], "text": " Has it been watered down or is it stronger than that?"}, {"timestamp": [149.28, 150.28], "text": " We just don't know."}, {"timestamp": [150.64, 153.22], "text": " And in fact, nor do the Solomon Islands people."}, {"timestamp": [153.74, 158.44], "text": " And today in Parliament, the opposition leader Matthew Waleh asked the very sensible question,"}, {"timestamp": [158.52, 159.74], "text": " when can we see this agreement?"}, {"timestamp": [159.84, 161.12], "text": " Can the MP see this agreement?"}, {"timestamp": [161.48, 162.48], "text": " He was given the runaround."}, {"timestamp": [162.48, 165.76], "text": " He wasn't able to get a straight answer from"}, {"timestamp": [165.76, 173.78], "text": " the Prime Minister on this. And it's this lack of accountability and transparency, which is"}, {"timestamp": [173.78, 179.64], "text": " deeply concerning to the US, New Zealand, Australia and the wider Pacific, which already"}, {"timestamp": [179.64, 189.96], "text": " has the security, regional security in place. So why does the Solomon Islands need this agreement and why can't we see it can you explain what the real concerns are"}, {"timestamp": [189.96, 194.76], "text": " here with the Solomons and the Pacific well there's a couple the first of course"}, {"timestamp": [194.76, 199.74], "text": " is a Chinese potential Chinese militarization in an area where there are"}, {"timestamp": [199.74, 205.32], "text": " superpowers opposing superpowers recently, the president of the"}, {"timestamp": [205.32, 209.84], "text": " Federated States of Micronesia, David Pagnuelo, wrote to the Solomon"}, {"timestamp": [209.84, 214.7], "text": " Islands and said, please reconsider. Couldn't, isn't it"}, {"timestamp": [214.7, 221.72], "text": " feasible that the whole Pacific could become a terrible place? It could"}, {"timestamp": [221.72, 225.32], "text": " be like he compete it to World War II. That's really serious."}, {"timestamp": [225.46, 226.96], "text": " The fear is real."}, {"timestamp": [227.3, 228.8], "text": " The other, of course, is domestic."}, {"timestamp": [229.44, 232.84], "text": " The Solomon Islands Prime Minister this morning saying,"}, {"timestamp": [233.28, 235.82], "text": " look, we're going to let the Chinese police come in"}, {"timestamp": [235.82, 238.36], "text": " and they're going to booster our police force"}, {"timestamp": [238.36, 240.96], "text": " and equip them to deal with any civil unrest."}, {"timestamp": [241.46, 243.8], "text": " The civil unrest, of course, is against his government."}, {"timestamp": [243.8, 251.22], "text": " This is a government that wants to stay in power and the Chinese government equally keen to keep them there. So there could be"}, {"timestamp": [251.22, 257.18], "text": " some pretty volatile times in the days ahead. A pretty busy time. I know we'll have much more"}, {"timestamp": [257.18, 261.16], "text": " from you in days to come. As always, it's a pleasure having you here, Barbara Drava. Thank you."}, {"timestamp": [262.3, 267.0], "text": " It stirred a lot of emotion today. Could we have got rid of MIQ months earlier?"}, {"timestamp": [267.32, 270.54], "text": " This after reports, health officials agreed last November"}, {"timestamp": [270.54, 272.98], "text": " that MIQ was no longer necessary."}, {"timestamp": [273.52, 276.28], "text": " One former MIQ resident who went on a hunger strike"}, {"timestamp": [276.28, 279.52], "text": " to get out of MIQ told one news he was infuriated."}, {"timestamp": [280.22, 283.28], "text": " The Rao blew up as the first of Auckland's MIQ facilities"}, {"timestamp": [283.28, 285.12], "text": " was formally farewelled."}, {"timestamp": [285.44, 287.24], "text": " The Anahuahure Hanganui reports."}, {"timestamp": [289.44, 291.3], "text": " An end of an era."}, {"timestamp": [294.18, 299.78], "text": " As Gatifatua or Rakei officially closed MIQ facilities across Auckland."}, {"timestamp": [299.78, 301.68], "text": " It was difficult for us and our families."}, {"timestamp": [301.8, 303.48], "text": " It was difficult for us to come to work each day."}, {"timestamp": [303.64, 306.36], "text": " But I think I take my head off to everyone I work with."}, {"timestamp": [306.44, 311.24], "text": " The New Zealand public owe everyone in MIQ, all of the staff here,"}, {"timestamp": [311.3, 315.14], "text": " that have supported all of their loved ones coming home, a massive thank you."}, {"timestamp": [315.34, 321.1], "text": " But MIQ has also been dogged by complaints over inconsistencies and delays."}, {"timestamp": [321.64, 326.38], "text": " Now the issues flared up again with revelations that senior health officials"}, {"timestamp": [326.38, 332.62], "text": " agreed last November that MIQ was no longer necessary and could be phased out."}, {"timestamp": [333.16, 340.0], "text": " I guess I'm numb, really. I'm numb and the numbness is probably holding back anger."}, {"timestamp": [340.0, 348.48], "text": " He went to extreme lengths to get out of MIQ to see his dying father, staging a 60-hour-long hunger strike."}, {"timestamp": [348.82, 355.72], "text": " Many people at the same time as myself had to sit in quarantine, had to watch loved ones die over FaceTime."}, {"timestamp": [355.94, 362.04], "text": " It's up to the government to go back to those people that were actually in very tragic set of circumstances and explain what was going on."}, {"timestamp": [362.14, 366.32], "text": " The government told one news the initial advice from health officials was reviewed"}, {"timestamp": [366.32, 370.66], "text": " and the final recommendation was to phase out MIQ over time."}, {"timestamp": [371.04, 373.82], "text": " Then Omicron arrived, forcing further delays."}, {"timestamp": [374.34, 378.0], "text": " We delayed the reopening of the border, the removal of MIQ,"}, {"timestamp": [378.44, 380.7], "text": " in order to make sure we could get our booster rates up."}, {"timestamp": [381.16, 385.36], "text": " And ultimately, that is a decision that saved hundreds if not thousands of lives."}, {"timestamp": [385.9, 387.62], "text": " This epidemiologist says"}, {"timestamp": [387.62, 389.92], "text": " MIQ needed to stay, and"}, {"timestamp": [389.92, 391.62], "text": " relying on home isolation"}, {"timestamp": [391.62, 393.4], "text": " would have been a mistake."}, {"timestamp": [393.78, 395.64], "text": " Home isolation is a mixed"}, {"timestamp": [395.64, 397.96], "text": " blessing. Some people take"}, {"timestamp": [397.96, 399.92], "text": " it seriously, other people"}, {"timestamp": [399.92, 401.36], "text": " don't take it seriously."}, {"timestamp": [401.66, 403.74], "text": " MIQ still sparking debate"}, {"timestamp": [403.74, 406.02], "text": " and frustration as its role"}, {"timestamp": [406.02, 407.78], "text": " in our COVID-19 response"}, {"timestamp": [407.78, 409.0], "text": " comes to an end."}, {"timestamp": [409.42, 411.54], "text": " Tianiwa Hurihanganui, One News."}, {"timestamp": [412.42, 414.38], "text": " 10,000 allied health workers"}, {"timestamp": [414.38, 415.88], "text": " are set to strike next month"}, {"timestamp": [415.88, 417.16], "text": " over pay and conditions."}, {"timestamp": [417.58, 419.2], "text": " The PSA union says workers"}, {"timestamp": [419.2, 420.5], "text": " in fields like pharmacy,"}, {"timestamp": [420.8, 422.92], "text": " laboratory science and physiotherapy"}, {"timestamp": [422.92, 426.14], "text": " aren't being paid enough in New Zealand and may end up"}, {"timestamp": [426.14, 432.26], "text": " heading overseas. The affected workers don't include doctors and nurses. The straight plan for May 16th"}, {"timestamp": [432.26, 437.74], "text": " comes after a year and a half of negotiations with district health boards. Health Minister Andrew Little"}, {"timestamp": [437.74, 443.98], "text": " urged both sides to continue negotiations saying it's a complex issue as the claim covers about"}, {"timestamp": [443.98, 446.4], "text": " 130 occupational groups."}, {"timestamp": [447.36, 454.14], "text": " To the invasion of Ukraine now, a last-stand battle in the devastated port city of Maru Pol is escalating,"}, {"timestamp": [454.52, 463.04], "text": " with Russia bombing the last remaining defence base, an industrial complex that's provided refuge for Ukrainian military and wary locals."}, {"timestamp": [463.56, 466.68], "text": " Ukrainian soldiers are preparing for battle at the front line"}, {"timestamp": [466.68, 470.26], "text": " as Russia launches an all-out offensive in the east."}, {"timestamp": [470.74, 472.38], "text": " Kate Nicol Williams has developments."}, {"timestamp": [473.62, 477.18], "text": " Russia moving in on Maripol's final stronghold."}, {"timestamp": [479.76, 483.36], "text": " The BBC says this video shows Russian forces"}, {"timestamp": [483.36, 486.06], "text": " storming buildings in the Azov-style steelworks."}, {"timestamp": [488.68, 494.62], "text": " Russia's bombarding the vast complex with explosives designed to penetrate targets deep underground."}, {"timestamp": [495.02, 499.86], "text": " Around 1,000 civilians are reportedly hold up below, with supplies running out."}, {"timestamp": [500.24, 502.38], "text": " We try not to get too emotional."}, {"timestamp": [502.68, 504.68], "text": " When they're shelling, the whole place shakes."}, {"timestamp": [505.88, 507.6], "text": " There are lots of children in here."}, {"timestamp": [507.68, 508.3], "text": " They're hungry."}, {"timestamp": [508.68, 509.96], "text": " Get us out of here, we beg you."}, {"timestamp": [510.1, 512.12], "text": " We've already cried out all the tears we have."}, {"timestamp": [512.18, 513.26], "text": " We can't cry anymore."}, {"timestamp": [513.38, 514.44], "text": " We're just sat here."}, {"timestamp": [514.68, 518.38], "text": " Ukraine says Russian troops are blocking attempts to get these people out."}, {"timestamp": [518.92, 521.1], "text": " As a new stage of the war gears up,"}, {"timestamp": [521.28, 524.48], "text": " Russia hit 1,200 targets in the east overnight."}, {"timestamp": [526.96, 530.88], "text": " Kramatosk, a city near the eastern front, is under attack once more."}, {"timestamp": [530.88, 535.44], "text": " Forces rushing to give first aid to the wounded, at least one person was killed."}, {"timestamp": [535.44, 538.8], "text": " Ukraine's president says these are the acts of absolute evil."}, {"timestamp": [538.8, 545.04], "text": " They consider ordinary residential housing to be normal military targets."}, {"timestamp": [549.66, 553.72], "text": " In this war, the Russian army will forever inscribe itself in world history as perhaps the most barbaric and inhuman army in the world."}, {"timestamp": [553.86, 558.06], "text": " This footage reportedly shows Ukrainian strikes wiping out Russian weaponry."}, {"timestamp": [558.36, 562.94], "text": " According to White House sources, the United States is preparing to send Ukraine more weapons"}, {"timestamp": [562.94, 565.04], "text": " another billion dollars worth, including"}, {"timestamp": [565.04, 570.1], "text": " artillery, to help counter Russia's long-range threat. A few kilometres from the front line,"}, {"timestamp": [570.26, 576.64], "text": " these Ukrainian soldiers expect to be fighting in a few days. We are all afraid. It's human. It keeps"}, {"timestamp": [576.64, 582.22], "text": " us alive. Experts say Russia shouldn't expect a quick victory here. You've got a very well-trained,"}, {"timestamp": [582.34, 586.18], "text": " very motivated Ukrainian army, fighting a very badly"}, {"timestamp": [586.18, 590.72], "text": " trained, very unmotivated in the Russian army, but that does have the advantage of numbers."}, {"timestamp": [590.9, 594.26], "text": " So this could go on for months. It could even drag on for years."}, {"timestamp": [594.46, 598.8], "text": " But it's widely thought Vladimir Putin's ordered his generals to secure a win by May"}, {"timestamp": [598.8, 604.34], "text": " the 9th. The date of Russia's annual World War II victory parade with rehearsals already underway."}, {"timestamp": [605.12, 606.94], "text": " Kate Nicole Williams, One News."}, {"timestamp": [607.9, 612.32], "text": " Keeping New Zealand's connected was the main item on day two of Jacinda Ardern's"}, {"timestamp": [612.32, 613.12], "text": " Singapore trip."}, {"timestamp": [613.5, 618.54], "text": " The two countries agreed to work on sharing information and technology around supply chains."}, {"timestamp": [618.54, 622.48], "text": " It's an issue highlighted by COVID isolations and border closures."}, {"timestamp": [622.96, 625.74], "text": " Political editor Jessica Much Mackay is with the Prime Minister."}, {"timestamp": [626.88, 628.28], "text": " A Singapore showcase."}, {"timestamp": [629.62, 634.04], "text": " This is the Changi Jewel Complex, nature and shopping under one roof."}, {"timestamp": [634.52, 639.1], "text": " The Prime Minister is seeing the best of Singapore's art and commerce."}, {"timestamp": [639.72, 643.14], "text": " She's here because Singapore matters to us, especially its port."}, {"timestamp": [643.54, 646.04], "text": " It was labelled the world's busiest last year."}, {"timestamp": [646.54, 649.88], "text": " COVID taught us we need to shore up supply chains for Kiwi companies."}, {"timestamp": [650.18, 655.06], "text": " Every exporting nation and every trading nation is vulnerable."}, {"timestamp": [655.42, 659.36], "text": " So Singapore and New Zealand have agreed to work on it and firm something up."}, {"timestamp": [659.54, 662.98], "text": " Prime Minister, this is an announcement about doing some more talking."}, {"timestamp": [663.16, 665.3], "text": " What tangible things do we need to get out of it?"}, {"timestamp": [665.46, 668.3], "text": " What we've already demonstrated is that by working together,"}, {"timestamp": [668.42, 673.98], "text": " we can see the free flowing movement of critical goods and services when it matters most."}, {"timestamp": [674.22, 675.44], "text": " We want to build on that."}, {"timestamp": [675.94, 677.86], "text": " Singapore is a logistical expert."}, {"timestamp": [678.38, 680.32], "text": " And it's easy to see why."}, {"timestamp": [680.32, 683.34], "text": " To give you an idea of the scale of this port,"}, {"timestamp": [683.76, 690.26], "text": " quarter of a million containers come through here each and every day, including a few of ours."}, {"timestamp": [690.44, 694.56], "text": " Do you know how much New Zealand kiwi fruit is bobbing around out there at the moment?"}, {"timestamp": [694.64, 702.64], "text": " Oh, look, it's a million trays in Singapore, but across the world, we've got 70 million trays packed now."}, {"timestamp": [703.06, 707.26], "text": " Singapore has a similar population to New Zealand, but it's punching above its weight."}, {"timestamp": [707.46, 712.66], "text": " There's a huge economic ecosystem here that's much, much bigger than the population."}, {"timestamp": [713.22, 718.84], "text": " The other thing I've done here over a very long period is that they've crowded in a lot of innovation from around the world."}, {"timestamp": [718.84, 730.5], "text": " Singapore's a gateway, a huge gateway for its investment into digitisation, innovation, technology, Asian markets."}, {"timestamp": [730.5, 735.12], "text": " This expert on the region says we need to hustle to make up for lost time."}, {"timestamp": [735.12, 741.24], "text": " It's not enough, I think, for us to just trade on the fact that, you know, we're sort of nice and they view us positively."}, {"timestamp": [741.24, 746.34], "text": " We really have to show an interest, be engaged. So with a gala dinner"}, {"timestamp": [746.34, 753.88], "text": " ticked off and lots of posing for pictures, 48 hours in Singapore comes to a close."}, {"timestamp": [755.1, 762.86], "text": " Now it's wheels up and on to Tokyo. Jessica Machai, One News. As excitement grows for international"}, {"timestamp": [762.86, 768.3], "text": " visitors to return, it could be a struggle to hire a vehicle to ticky tour the country."}, {"timestamp": [768.88, 777.12], "text": " Rental car companies are having problems, rebuilding fleets after culling more than half of their cars over two years and supply issues offshore."}, {"timestamp": [777.58, 779.48], "text": " Darred McCulloch, reports from Queensland."}, {"timestamp": [780.38, 784.68], "text": " Getting primed and ready as international visitors trickled back in."}, {"timestamp": [784.68, 785.08], "text": " But getting behind the wheel of a rental car may be a challenge. Getting primed and ready as international visitors trickled back in."}, {"timestamp": [788.5, 788.68], "text": " But getting behind the wheel of a rental car may be a challenge."}, {"timestamp": [791.38, 791.68], "text": " The industry was forced to sell down once the border is closed."}, {"timestamp": [797.48, 797.78], "text": " We believe it's estimated about 55 to 60% of total New Zealand rental vehicle fleet was sold."}, {"timestamp": [799.32, 803.76], "text": " Of course, that now has to be fleeted up. That makes it fewer than 30,000 cars in circulation now,"}, {"timestamp": [804.08, 806.8], "text": " a far cry from two years ago in Queenstown"}, {"timestamp": [806.8, 810.22], "text": " when COVID hit and unused rentals were parked up."}, {"timestamp": [810.68, 814.68], "text": " Now companies are trying to push their accelerator on importing new vehicles."}, {"timestamp": [815.18, 819.18], "text": " But there's a global backlog for new cars down to a number of factors."}, {"timestamp": [819.18, 825.16], "text": " The level of stock held in New Zealand at the moment is historically the lowest that's ever been."}, {"timestamp": [825.86, 832.7], "text": " And the constraints of COVID, the war in the UK and Russia, chip shortage production disruption,"}, {"timestamp": [833.36, 836.38], "text": " means that consumers will need to be patient."}, {"timestamp": [836.38, 840.9], "text": " He says there can be a three to six month wait for some new models."}, {"timestamp": [841.26, 845.2], "text": " Without sufficient rental vehicles, I believe tourism could be severely hampered."}, {"timestamp": [845.56, 848.58], "text": " Including remote tourist-starved towns like Tiano."}, {"timestamp": [848.98, 851.8], "text": " I think we'll see a very significant impact."}, {"timestamp": [851.96, 856.78], "text": " Pre-COVID figures show just under half of Tiano's visitors traveled there in a rented"}, {"timestamp": [856.78, 857.24], "text": " vehicle."}, {"timestamp": [857.24, 861.26], "text": " If we don't have confidence that that fleet will turn up, then we don't have the confidence"}, {"timestamp": [861.26, 863.46], "text": " that we can take bookings against that fleet in the future."}, {"timestamp": [864.14, 867.74], "text": " And particularly when we get to the busy periods like school holidays, ski season,"}, {"timestamp": [868.08, 869.38], "text": " and of course the summer period."}, {"timestamp": [869.62, 873.46], "text": " We're pretty resilient us a lot and always find ways of getting around things."}, {"timestamp": [873.46, 879.34], "text": " The advice for visitors is to book early as the industry gears up for overseas travellers"}, {"timestamp": [879.34, 881.96], "text": " who will hopefully reach their destination."}, {"timestamp": [882.48, 884.3], "text": " Jared McCulloch, One News."}, {"timestamp": [885.16, 890.6], "text": " Mount Roepehu is experiencing its longest period of tremors in 20 years,"}, {"timestamp": [890.74, 893.64], "text": " but experts say an eruption is still unlikely."}, {"timestamp": [894.24, 898.38], "text": " There's been volcanic unrest on the North Island's tallest maunga for four weeks,"}, {"timestamp": [898.68, 901.0], "text": " and the temperature of the crater lake has risen."}, {"timestamp": [901.54, 905.9], "text": " Scientists say there is a small possibility of single or multiple eruptions that"}, {"timestamp": [905.9, 911.92], "text": " could cause lahars in the area, like what happened in 2007, but no eruption is still the"}, {"timestamp": [911.92, 919.46], "text": " most likely outcome. Customers of the BNZ have been frustrated after their cards failed twice"}, {"timestamp": [919.46, 926.58], "text": " in recent days. Two major artyges affected paywave and online banking. The ANZ said it had problems with"}, {"timestamp": [926.58, 929.66], "text": " its website yesterday. Van de Naban reports."}, {"timestamp": [930.26, 935.36], "text": " I typed in the pen that I knew was my pin and it said the pen was incorrect. This BNZ customer"}, {"timestamp": [935.36, 940.56], "text": " was out shopping on Saturday when a card and banking app stopped working at the checkout."}, {"timestamp": [940.82, 945.36], "text": " I had a couple of things that I needed to take care of that day, so I'm really glad I had another"}, {"timestamp": [945.36, 948.76], "text": " card I could use, but not convenient."}, {"timestamp": [948.76, 954.8], "text": " Inconvenient for thousands of Kiwis whose online banking, paywave, credit and debit cards"}, {"timestamp": [954.8, 959.86], "text": " were down for BNZ from mid-morning to mid-afternoon on Easter Saturday."}, {"timestamp": [959.86, 965.68], "text": " It was resolved momentarily, then was down again last night, and even briefly this morning."}, {"timestamp": [965.68, 970.88], "text": " In a statement, BNZ apologises for the inconvenience, embarrassment and frustration."}, {"timestamp": [970.88, 972.72], "text": " These issues have caused customers."}, {"timestamp": [972.72, 978.32], "text": " They told One News their technical teams isolated the causes and the problems have now been fixed."}, {"timestamp": [978.32, 984.56], "text": " A&Z also reported technical problems yesterday, which they also say have now been sorted."}, {"timestamp": [984.56, 989.66], "text": " The banks have got slightly older systems, what they call the legacy systems, and they've"}, {"timestamp": [989.66, 994.64], "text": " been around for a while, and they probably haven't been updated to the extent that they"}, {"timestamp": [994.64, 995.36], "text": " needed to be."}, {"timestamp": [995.46, 1000.38], "text": " She thinks the technical problems aren't bad enough yet to force a reset of the entire"}, {"timestamp": [1000.38, 1005.16], "text": " banking system, so what's needed in the meantime is better communication."}, {"timestamp": [1005.46, 1010.1], "text": " Banks need to make sure that the retailers actually understand that there is a process that is"}, {"timestamp": [1010.1, 1016.86], "text": " available to them to cope with when the system is down. BNZ also alerted its customers of"}, {"timestamp": [1016.86, 1022.7], "text": " this problem through social media, but could there be a better way? I've got an app on my phone"}, {"timestamp": [1022.7, 1025.82], "text": " that tells me, gives me a notification whenever a transaction"}, {"timestamp": [1025.82, 1026.56], "text": " goes through."}, {"timestamp": [1027.2, 1031.82], "text": " So how can it be that difficult to provide a notification, you know, a push notification"}, {"timestamp": [1031.82, 1032.92], "text": " that says we've got a problem?"}, {"timestamp": [1033.12, 1037.18], "text": " A lot for banks to consider as we grow our cashless society."}, {"timestamp": [1037.6, 1039.0], "text": " Van Denebarn, 1 News."}, {"timestamp": [1040.36, 1045.28], "text": " Donnie takes to the stand in his defamation trial against ex-wife Amber Heard"}, {"timestamp": [1045.28, 1048.8], "text": " what the actor told the courtroom Ihiaki Nae that's coming up."}, {"timestamp": [1050.18, 1056.78], "text": " The Aussie backyard that quickly turned into a crash landing pad, how this hot air balloon ended up here."}, {"timestamp": [1057.6, 1060.2], "text": " Plus after charming the Coachella crowd."}, {"timestamp": [1064.88, 1069.0], "text": " Harry Stiles has a surprise for his Kiwi fans."}, {"timestamp": [1069.0, 1076.0], "text": " And then coming up on 7-Sharp, the rise in popularity of unpasturized raw milk."}, {"timestamp": [1076.0, 1079.0], "text": " What's driving it and what are the risks?"}, {"timestamp": [1079.0, 1084.0], "text": " Plus, every day hundreds of Kiwis are fine for driving in bus lanes."}, {"timestamp": [1084.0, 1087.42], "text": " But is it justified and is there a better way of enforcing it?"}, {"timestamp": [1087.68, 1092.0], "text": " And meet the latest addition to Hotel Housekeeping. Join us tonight at 7."}, {"timestamp": [1094.4, 1099.5], "text": " Cube? Yes, sir. Play the game. It could be the single most challenging test."}, {"timestamp": [1099.5, 1100.9], "text": " You're ready? On television."}, {"timestamp": [1100.9, 1105.12], "text": " Come here to beat the Cube. a brand new game for this series."}, {"timestamp": [1105.24, 1107.76], "text": " The million pound cube tonight on one."}, {"timestamp": [1107.76, 1108.46], "text": " The cube."}, {"timestamp": [1109.22, 1110.62], "text": " Hey, small spenders."}, {"timestamp": [1110.98, 1112.96], "text": " You give a new meaning to living comfortably."}, {"timestamp": [1114.1, 1116.0], "text": " You're the connoisseurs of coziness."}, {"timestamp": [1116.42, 1119.18], "text": " Turning up the heat and keeping costs down."}, {"timestamp": [1120.52, 1121.04], "text": " Savings?"}, {"timestamp": [1121.34, 1122.58], "text": " You do it in your sleep."}, {"timestamp": [1123.26, 1124.76], "text": " Yeah, you throw on that extra layer."}, {"timestamp": [1125.12, 1126.42], "text": " You make saving look hot. You put it in your sleep. Yeah, you throw on that extra layer. You make saving look hot."}, {"timestamp": [1127.18, 1128.96], "text": " You put the snug in style."}, {"timestamp": [1130.12, 1133.5], "text": " Winter is here, but you've already got it wrapped up."}, {"timestamp": [1134.96, 1137.98], "text": " The warehouse, where everyone gets a bargain."}, {"timestamp": [1139.82, 1143.34], "text": " What if you could see where you were using the most energy"}, {"timestamp": [1143.34, 1146.24], "text": " and make smarter choices about how you use it?"}, {"timestamp": [1146.8, 1150.02], "text": " With energy IQ, Genesis customers can."}, {"timestamp": [1151.14, 1153.36], "text": " Genesis, with you, for you."}, {"timestamp": [1154.48, 1158.08], "text": " Torpedo 7's bike bash is on now, plus loads more deals."}, {"timestamp": [1158.3, 1160.78], "text": " Ride into autumn with up to 40% off all bikes."}, {"timestamp": [1161.14, 1164.02], "text": " Just for clubs, save 30% on Torpedo 7 branded clothing,"}, {"timestamp": [1164.36, 1166.84], "text": " plus get up to 50% off selected camping gear."}, {"timestamp": [1167.08, 1168.66], "text": " Get up now at Torpedo 7."}, {"timestamp": [1169.34, 1170.06], "text": " Here we go."}, {"timestamp": [1170.34, 1172.48], "text": " Left, right to the back."}, {"timestamp": [1172.98, 1173.84], "text": " Hold it there."}, {"timestamp": [1178.94, 1181.86], "text": " The new popcorn chicken rice bowl from KFC."}, {"timestamp": [1182.4, 1183.04], "text": " Now's good."}, {"timestamp": [1184.44, 1185.56], "text": " She's some pretty good Nick."}, {"timestamp": [1185.68, 1187.16], "text": " I only in 110,000 Ks."}, {"timestamp": [1187.24, 1187.9], "text": " Lof and Red Joe."}, {"timestamp": [1189.32, 1190.52], "text": " You know, full service history."}, {"timestamp": [1191.02, 1191.58], "text": " Try and get in."}, {"timestamp": [1191.76, 1192.36], "text": " What is this?"}, {"timestamp": [1193.08, 1195.58], "text": " This is a one-star safety-rated car."}, {"timestamp": [1196.16, 1198.04], "text": " I don't understand what's going on."}, {"timestamp": [1198.04, 1200.62], "text": " People don't often think about how a car will crash"}, {"timestamp": [1200.62, 1202.04], "text": " and how it will protect you."}, {"timestamp": [1202.32, 1204.04], "text": " That's what a star safety rating tells you."}, {"timestamp": [1204.16, 1207.8], "text": " Just kind of imagine, like, if you crash in a car like this, there's no way we would survive."}, {"timestamp": [1209.34, 1210.74], "text": " I think we've seen enough."}, {"timestamp": [1214.18, 1216.66], "text": " Kiwis know that our home is our castle."}, {"timestamp": [1216.94, 1223.28], "text": " Carpet your castle this month with our 3KG 24-ounce Valenciana and Casabella Carpets."}, {"timestamp": [1223.28, 1226.48], "text": " They're on offer for only $69 a carpet meter"}, {"timestamp": [1226.48, 1254.62], "text": " because there's no all of us."}, {"timestamp": [1259.92, 1273.16], "text": " For made to measure fences and gates, for your home or business, locally made, locally operated, and fencing New Zealand for over 20 years, you can rely on Warner."}, {"timestamp": [1277.12, 1279.08], "text": " All of us are on the move."}, {"timestamp": [1280.82, 1282.4], "text": " We're all going places."}, {"timestamp": [1283.9, 1284.98], "text": " We're moving up."}, {"timestamp": [1284.98, 1285.0], "text": " We're moving out. We're moving up."}, {"timestamp": [1285.0, 1286.84], "text": " We're moving out."}, {"timestamp": [1287.64, 1288.76], "text": " We're moving on."}, {"timestamp": [1290.64, 1294.28], "text": " Maybe we don't even know it yet, but we're all on a journey."}, {"timestamp": [1295.96, 1298.72], "text": " Wherever you're going, here at BP."}, {"timestamp": [1299.92, 1306.16], "text": " We can help you on your way."}, {"timestamp": [1309.1, 1310.4], "text": " This one's for you, oh, my."}, {"timestamp": [1313.0, 1314.72], "text": " Thank you for all that you've done."}, {"timestamp": [1318.62, 1319.4], "text": " Thank her for always being there with new Pandora Jewelry."}, {"timestamp": [1323.68, 1326.32], "text": " Tonight, our food gurus are recreating another Kiwi classic."}, {"timestamp": [1328.2, 1328.24], "text": " Oh my God, yes."}, {"timestamp": [1330.14, 1330.38], "text": " Oh my goodness, we're doing trumpets."}, {"timestamp": [1331.56, 1331.94], "text": " All new Snake Masters."}, {"timestamp": [1333.72, 1338.24], "text": " Tonight, 7.30 on 2."}, {"timestamp": [1340.14, 1340.3], "text": " Hoke Maiano, welcome back."}, {"timestamp": [1343.02, 1343.32], "text": " A person has died in a house far in South Auckland."}, {"timestamp": [1348.44, 1349.04], "text": " A body was located inside the home, which caught far in Outahoo just after 10 this morning."}, {"timestamp": [1353.12, 1353.34], "text": " Roadblocks are still in place, and police are advising motorists to avoid the area."}, {"timestamp": [1355.88, 1356.82], "text": " It's not yet clear how the fire broke out."}, {"timestamp": [1361.02, 1365.36], "text": " Auckland Zoo has revealed it was notified by email on Easter Monday that the transfer of Burma the Elephants to Australia was off."}, {"timestamp": [1365.78, 1370.4], "text": " Since arriving in New Zealand as a youngster 32 years ago, Burma's been a crowd-pleaser."}, {"timestamp": [1370.92, 1377.38], "text": " But just a week away from being flown to a new home on the Sunshine Coast, Australia Zoo changed its mind."}, {"timestamp": [1377.86, 1383.18], "text": " Auckland Zoo wasn't giving interviews today, but says it will take quite some time to find Burma a replacement home."}, {"timestamp": [1383.68, 1386.84], "text": " A short time ago, Australian border officials told one news"}, {"timestamp": [1386.84, 1390.78], "text": " it remains open to assessing an application to import Burma"}, {"timestamp": [1390.78, 1393.74], "text": " should any Australian zoo wish to do so."}, {"timestamp": [1394.5, 1398.56], "text": " A group of unvaccinated New Zealand residency visa holders"}, {"timestamp": [1398.56, 1402.28], "text": " are appealing for the government to allow them to return from overseas."}, {"timestamp": [1402.82, 1404.96], "text": " They're currently unable to cross the border"}, {"timestamp": [1404.96, 1407.5], "text": " and claim they've been shut out of their homes."}, {"timestamp": [1407.96, 1409.12], "text": " Thomas Mead reports."}, {"timestamp": [1410.0, 1411.36], "text": " They just want to come back home."}, {"timestamp": [1411.76, 1413.72], "text": " They call themselves the forgotten."}, {"timestamp": [1414.2, 1415.5], "text": " I am now stuck in the UK."}, {"timestamp": [1415.82, 1418.48], "text": " I have a family and a business in Nelson."}, {"timestamp": [1419.12, 1420.94], "text": " Unvaccinated permanent residents"}, {"timestamp": [1420.94, 1422.82], "text": " like Aucklander Holly Atkinson,"}, {"timestamp": [1423.22, 1425.28], "text": " who has lived in New Zealand since she was nine."}, {"timestamp": [1425.86, 1433.04], "text": " She flew to South Africa to visit her granddad after he was the victim of a home invasion and now can't come home."}, {"timestamp": [1433.24, 1437.2], "text": " It's really, really tough feeling like I'm basically shut out."}, {"timestamp": [1437.2, 1444.06], "text": " Earlier this year, the government announced unvaccinated New Zealand citizens were allowed to return from overseas,"}, {"timestamp": [1444.52, 1448.62], "text": " but not unvaccinated permanent residents and residents."}, {"timestamp": [1449.02, 1454.34], "text": " With thousands of cases here every day, it's sparking a debate on whether that's justified."}, {"timestamp": [1454.74, 1455.7], "text": " There is no risk."}, {"timestamp": [1455.82, 1462.36], "text": " There's actually a higher risk in the community of COVID transmission than there is from people returning over the international border."}, {"timestamp": [1462.36, 1466.16], "text": " When principle, every extra person we add to New Zealand"}, {"timestamp": [1466.16, 1470.98], "text": " who's unvaccinated increases the risk of transmission of COVID-19"}, {"timestamp": [1470.98, 1473.86], "text": " and any other disease they're not vaccinated for."}, {"timestamp": [1474.24, 1476.3], "text": " Some claim they have been locked in."}, {"timestamp": [1476.66, 1480.06], "text": " Sarah Axford wants to see her elderly parents in England."}, {"timestamp": [1480.36, 1482.96], "text": " My concern is that I won't get to see them again."}, {"timestamp": [1484.78, 1488.84], "text": " And for my son not to see his grandparents again is pretty horrific."}, {"timestamp": [1489.54, 1493.06], "text": " The group is now threatening to take the government to the High Court."}, {"timestamp": [1493.5, 1497.5], "text": " The minister unwilling to comment on that, but open to change today."}, {"timestamp": [1497.92, 1503.42], "text": " The public health profile, of course, changes based on the increased number of cases that we're seeing in the community and so on."}, {"timestamp": [1503.48, 1506.6], "text": " So I think that is likely that we'll see change there in the future."}, {"timestamp": [1506.84, 1509.12], "text": " But those overseas argue it's urgent."}, {"timestamp": [1509.4, 1514.2], "text": " Holly Atkinson has a house, a mortgage, a dog and a job in Auckland."}, {"timestamp": [1514.2, 1520.9], "text": " If MIQ had said to us, hey, you actually can't get back in because you're unvaccinated in a permanent resident."}, {"timestamp": [1521.54, 1523.32], "text": " I would still be in New Zealand now."}, {"timestamp": [1523.94, 1527.38], "text": " Waiting to see if the government will change its approach."}, {"timestamp": [1527.88, 1529.28], "text": " Thomas Meade, one news."}, {"timestamp": [1530.48, 1534.12], "text": " 13 people in Melbourne have had an unusual morning commute"}, {"timestamp": [1534.12, 1538.22], "text": " after their hot air balloon crash landed in a suburban street."}, {"timestamp": [1538.76, 1541.94], "text": " It was the balloons made in voyage when it came down in the city's south,"}, {"timestamp": [1542.06, 1544.5], "text": " then deflating over the roof of a building."}, {"timestamp": [1544.5, 1545.1], "text": " The pilot had been planning to make a crash landing at a nearby beach when it came down in the city's south, then deflating over the roof of a building."}, {"timestamp": [1550.58, 1551.66], "text": " The pilot had been planning to make a crash landing at a nearby beach, but came up 200 metres short."}, {"timestamp": [1555.88, 1556.44], "text": " I'm happy that nobody got hurt, which is the important thing."}, {"timestamp": [1560.3, 1560.46], "text": " And obviously it's a bit of an inconvenient, inconvenience, everything that's happening now."}, {"timestamp": [1563.0, 1563.9], "text": " And to get the balloon off the roof, it's going to be quite complicated."}, {"timestamp": [1565.94, 1568.18], "text": " An investigation's been launched into what caused the balloon to lose altitude."}, {"timestamp": [1569.22, 1570.34], "text": " Heanous and disturbing."}, {"timestamp": [1570.68, 1572.04], "text": " That's how Johnny Depp has described"}, {"timestamp": [1572.04, 1573.96], "text": " allegations made against him by his"}, {"timestamp": [1573.96, 1575.48], "text": " ex-wife Amber Hurd."}, {"timestamp": [1575.88, 1577.68], "text": " The act is testified in his"}, {"timestamp": [1577.68, 1579.96], "text": " $74 million defamation"}, {"timestamp": [1579.96, 1581.72], "text": " trial over an opinion"}, {"timestamp": [1581.72, 1583.8], "text": " piece Ms Heard wrote in which she"}, {"timestamp": [1583.8, 1586.0], "text": " calls herself a victim of"}, {"timestamp": [1586.0, 1588.38], "text": " domestic violence. Depp denies"}, {"timestamp": [1588.38, 1590.3], "text": " any abuse as the BBC's"}, {"timestamp": [1590.3, 1591.84], "text": " David Silatai reports."}, {"timestamp": [1592.54, 1594.24], "text": " Good afternoon, Mr Depp."}, {"timestamp": [1594.62, 1595.68], "text": " Good afternoon."}, {"timestamp": [1596.48, 1598.08], "text": " Can you please tell the jury why"}, {"timestamp": [1598.08, 1598.8], "text": " you're here today?"}, {"timestamp": [1601.0, 1602.6], "text": " Um, yes."}, {"timestamp": [1605.58, 1608.8], "text": " That pause rather captures the moment."}, {"timestamp": [1609.42, 1615.56], "text": " His audience are caught, and this Johnny Depp's one chance to salvage his reputation."}, {"timestamp": [1616.26, 1622.34], "text": " Watching was his ex-wife Amber Heard, who says she endured months of violence during their brief marriage."}, {"timestamp": [1622.34, 1625.4], "text": " All of it, he says, is a lie."}, {"timestamp": [1635.22, 1635.74], "text": " Never did I myself reach the point of striking misheard in any way,"}, {"timestamp": [1641.86, 1642.4], "text": " nor have I ever struck any woman in my life."}, {"timestamp": [1645.54, 1645.68], "text": " Two completely opposed accounts of a marriage,"}, {"timestamp": [1649.32, 1649.76], "text": " and so many of the witnesses are either close friends or employees,"}, {"timestamp": [1653.96, 1658.62], "text": " and the events, most of them, took place behind closed doors. So the heart of this for the lawyers is who to believe,"}, {"timestamp": [1658.98, 1661.04], "text": " which is why today matters."}, {"timestamp": [1661.78, 1664.28], "text": " He talked of childhood abuse, his long career,"}, {"timestamp": [1664.72, 1666.12], "text": " and the effect of the allegations."}, {"timestamp": [1666.72, 1672.3], "text": " One day, you're Cinderella, so to speak,"}, {"timestamp": [1672.3, 1675.96], "text": " and then in 0.6 seconds you're Quasimodo."}, {"timestamp": [1677.72, 1693.5], "text": " And I, I didn't deserve that, nor did my children, nor did the people who have believed in me for all these years."}, {"timestamp": [1693.76, 1695.1], "text": " Okay, we'll take recess. Thank you."}, {"timestamp": [1696.1, 1699.22], "text": " Throughout he was careful, hesitant, serious."}, {"timestamp": [1699.68, 1701.82], "text": " Of course, this is just one side of the story."}, {"timestamp": [1701.82, 1705.62], "text": " Amber Heard's will follow, but as they rose to leave"}, {"timestamp": [1705.62, 1707.76], "text": " for recess, a little whistle."}, {"timestamp": [1709.24, 1710.28], "text": " A smile."}, {"timestamp": [1711.72, 1713.66], "text": " Yes, and Amber Hurd has launched to own"}, {"timestamp": [1713.66, 1715.7], "text": " nearly $150 million"}, {"timestamp": [1715.7, 1717.7], "text": " counterclaim against"}, {"timestamp": [1717.7, 1719.92], "text": " Johnny Depp. Neu Toonemai, stay"}, {"timestamp": [1719.92, 1721.62], "text": " with us. The Tauranga teams"}, {"timestamp": [1721.62, 1723.56], "text": " are off to take on some of the world's best"}, {"timestamp": [1723.56, 1725.2], "text": " robotics teams. Why the Kiwis are off to take on some of the world's best robotics teams."}, {"timestamp": [1727.74, 1730.48], "text": " Why the Kiwis are going in as the underdogs."}, {"timestamp": [1731.94, 1732.3], "text": " I'm obsessed. I love him."}, {"timestamp": [1733.24, 1734.4], "text": " I'm just stoked."}, {"timestamp": [1739.24, 1740.78], "text": " Who is it? Harry's headed down under, but what's got some fans nervous?"}, {"timestamp": [1745.28, 1745.7], "text": " And then at 7, with borders open again, do you remember how to even pack a suitcase?"}, {"timestamp": [1748.08, 1748.48], "text": " We'll let you know why things are different now,"}, {"timestamp": [1752.22, 1753.0], "text": " plus why people are queuing to get their hands on raw milk."}, {"timestamp": [1755.42, 1755.66], "text": " And with a shortage of housekeeping staff,"}, {"timestamp": [1758.42, 1759.0], "text": " can these guys really pick up the slap?"}, {"timestamp": [1760.62, 1762.52], "text": " We will see you tonight at 7."}, {"timestamp": [1764.06, 1764.48], "text": " The issue might be space."}, {"timestamp": [1765.82, 1766.0], "text": " It was closing in on us. It's time. Get a four bedroom house. Or issue might be space. It was closing in, not us."}, {"timestamp": [1766.66, 1766.82], "text": " It's time."}, {"timestamp": [1767.64, 1767.78], "text": " Get a four-bedroom house."}, {"timestamp": [1769.24, 1770.1], "text": " Or it might be something else. We don't need to move."}, {"timestamp": [1770.34, 1771.84], "text": " We really agree on anything."}, {"timestamp": [1772.22, 1773.7], "text": " I haven't got snowballs chance."}, {"timestamp": [1774.06, 1775.86], "text": " Kirsty and Phil's love it or listed."}, {"timestamp": [1776.16, 1777.28], "text": " Tonight on one."}, {"timestamp": [1777.66, 1780.28], "text": " Whatever size or shape your KiwiSaver accounts in,"}, {"timestamp": [1780.66, 1784.42], "text": " ASB's team of experts can help make sure it's as juicy as possible."}, {"timestamp": [1787.18, 1788.38], "text": " I think I'm going to call it Tommy."}, {"timestamp": [1791.6, 1792.52], "text": " Talk to us for advice to help you get one step ahead."}, {"timestamp": [1795.64, 1795.8], "text": " In financial news tonight, we're seeing more New Zealanders."}, {"timestamp": [1799.76, 1800.52], "text": " Bundling their home utilities with slingshot, saving money and record numbers."}, {"timestamp": [1800.8, 1801.64], "text": " Boom."}, {"timestamp": [1803.88, 1808.5], "text": " So, economically speaking, I... Bundling other stuff with broadband does increase one's propensity to say, mad cash. Boom. So, economically speaking, I... Funding other stuff with broadband does increase one's propensity to save mad cash."}, {"timestamp": [1808.82, 1809.3], "text": " Boom."}, {"timestamp": [1809.8, 1811.14], "text": " I promise you."}, {"timestamp": [1811.4, 1816.46], "text": " Funding up will keep more money in the pockets of hardworking New Zealanders, starting today."}, {"timestamp": [1816.88, 1818.68], "text": " Bindle up with slingshot, save money."}, {"timestamp": [1819.02, 1819.32], "text": " Boom."}, {"timestamp": [1820.34, 1821.94], "text": " Jessica, bent over."}, {"timestamp": [1822.66, 1824.36], "text": " Different isn't just electric."}, {"timestamp": [1824.9, 1830.04], "text": " Different is instinctive driveability and sustainable style."}, {"timestamp": [1831.1, 1833.46], "text": " The All-Electric Mazda MX30."}, {"timestamp": [1834.0, 1835.14], "text": " Welcome to Different."}, {"timestamp": [1837.24, 1840.18], "text": " Grab some groceries on the go at the warehouse."}, {"timestamp": [1840.54, 1843.1], "text": " Sanitarium wheatbacks, 1.2Ks just $5."}, {"timestamp": [1843.64, 1845.76], "text": " These Greg's special blend refills just a dollar,"}, {"timestamp": [1846.04, 1850.02], "text": " and 5KGs of the Sunrise Rice just $10 at the warehouse"}, {"timestamp": [1850.02, 1851.46], "text": " where everyone gets a bargain."}, {"timestamp": [1852.48, 1854.0], "text": " My grandma currently lives with us,"}, {"timestamp": [1854.16, 1855.34], "text": " and because she's an older person,"}, {"timestamp": [1855.64, 1857.44], "text": " this makes her more vulnerable to COVID-19."}, {"timestamp": [1858.06, 1859.6], "text": " My grandma's one of my best friends."}, {"timestamp": [1860.06, 1862.04], "text": " One of our favorite things to do is to go and drive"}, {"timestamp": [1862.04, 1864.42], "text": " to the beach and just enjoy each other's company."}, {"timestamp": [1865.18, 1868.56], "text": " If my grandma was to catch COVID-19, it'll honestly be heartbreaking."}, {"timestamp": [1868.9, 1871.34], "text": " So we're doing all that we can to make sure that we protect her."}, {"timestamp": [1871.78, 1875.38], "text": " We wear masks, we're boosted, and we limit going to social gatherings."}, {"timestamp": [1875.96, 1877.18], "text": " We do it because we love her."}, {"timestamp": [1877.18, 1879.62], "text": " Most tao he le-le-le-le-le-le."}, {"timestamp": [1883.06, 1887.74], "text": " Finally, there's Alien Tape, a revolutionary new tape that doesn't use adhesive,"}, {"timestamp": [1888.08, 1891.26], "text": " but strong enough to hold up to 5 kilograms on most surfaces."}, {"timestamp": [1891.66, 1895.86], "text": " You'll love Alien Tape, the incredible new advanced grip technology tape"}, {"timestamp": [1895.86, 1899.44], "text": " that instantly locks anything into place without screws or anchors."}, {"timestamp": [1899.64, 1902.6], "text": " Then Alien Tape comes right off because it doesn't use adhesive."}, {"timestamp": [1902.96, 1905.64], "text": " But on drywall, it's a permanent alternative to nails."}, {"timestamp": [1906.14, 1908.02], "text": " Buy in store and online at the warehouse."}, {"timestamp": [1908.32, 1910.1], "text": " Also available at Global Shop Direct."}, {"timestamp": [1912.48, 1915.74], "text": " If I won Powerball, I'd get a yacht for our fishing trips."}, {"timestamp": [1916.04, 1917.78], "text": " Nice. Have you got your ticket?"}, {"timestamp": [1918.26, 1919.4], "text": " Oh, you might have forgot something."}, {"timestamp": [1920.02, 1922.56], "text": " Uh, I think you forgot the guest, too."}, {"timestamp": [1923.2, 1926.68], "text": " When it's bite time, play online at mylotto.com.in.Z."}, {"timestamp": [1927.6, 1932.38], "text": " Five, four, three, two, one."}, {"timestamp": [1932.54, 1934.08], "text": " A ignition sequence, start."}, {"timestamp": [1934.46, 1936.52], "text": " Lift-off. We have a lift-off."}, {"timestamp": [1938.38, 1940.22], "text": " Roger. Time to begin, movers."}, {"timestamp": [1941.16, 1944.68], "text": " Roger, 11, certainly looks like you are well on your way now."}, {"timestamp": [1946.32, 1949.28], "text": " All the booster functions are proceeding normally."}, {"timestamp": [1949.54, 1951.04], "text": " The sequencing is in good shape."}, {"timestamp": [1951.94, 1953.22], "text": " Shut down right on time."}, {"timestamp": [1953.5, 1955.18], "text": " Roger, you are looking good."}, {"timestamp": [1955.88, 1956.8], "text": " Good boy, Brinson."}, {"timestamp": [1957.64, 1968.36], "text": " This is the Dyson Corral Streatener with manganese copper alloy plates that flex, shape and gather for enhanced styling with less damage."}, {"timestamp": [1968.96, 1969.86], "text": " Dyson Corral."}, {"timestamp": [1972.8, 1981.22], "text": " Looking forward to an OK retirement, step it up from limited horizons to life without limits with staircase."}, {"timestamp": [1982.06, 1985.64], "text": " Invest in property with staircase and step up to the future"}, {"timestamp": [1985.64, 1987.0], "text": " you've always wanted."}, {"timestamp": [1988.14, 1989.44], "text": " What am I now?"}, {"timestamp": [1990.32, 1996.14], "text": " What if I'm so I want to go on around?"}, {"timestamp": [1997.18, 1997.8], "text": " I'm for..."}, {"timestamp": [1997.8, 1998.6], "text": " I enjoyed it."}, {"timestamp": [1998.76, 2000.56], "text": " Pop sensation Harry Stiles"}, {"timestamp": [2000.56, 2002.1], "text": " is thrilled Kiwi fans"}, {"timestamp": [2002.1, 2003.72], "text": " with news he's headed down under."}, {"timestamp": [2003.88, 2013.64], "text": " But as more and more international acts announced New Zealand tours, there are concerns concert goers might not be able to keep up, Jordan Rudd explains."}, {"timestamp": [2018.82, 2022.42], "text": " Hot on the heels of this show stopper at Coachella."}, {"timestamp": [2026.54, 2029.78], "text": " Harry Stiles has announced he's coming down under."}, {"timestamp": [2031.84, 2034.56], "text": " The pop singers performed here twice,"}, {"timestamp": [2034.88, 2038.16], "text": " the first in 2013 with boy band One Direction."}, {"timestamp": [2038.28, 2038.68], "text": " Harry!"}, {"timestamp": [2039.72, 2042.76], "text": " Before going solo and coming back in 2017."}, {"timestamp": [2043.4, 2047.88], "text": " Superfan Meg Wyatt camped overnight at Spark Arena to get in the front row."}, {"timestamp": [2048.16, 2054.0], "text": " I'm obsessed. I love him. I have been in the game for a good decade now, I would say."}, {"timestamp": [2054.12, 2058.44], "text": " And she'll be seeing him again, or trying to, in March 2020."}, {"timestamp": [2059.08, 2065.62], "text": " Yay, it's happening. But then also just the immediate stress of I need to get a ticket, like, in the queue as soon as tickets go on sale."}, {"timestamp": [2065.76, 2072.18], "text": " One show for the whole of New Zealand, the thought of it makes me want to vom, like, having to, like, get on and get the tickets."}, {"timestamp": [2072.32, 2075.02], "text": " But then, honestly, I'm just stoked."}, {"timestamp": [2075.12, 2078.72], "text": " Harry Stiles on Zat-M's Late Show, he has just announced he is coming to the country."}, {"timestamp": [2079.0, 2085.98], "text": " Stiles joins a prestigious queue of artists now heading to New Zealand, but some are questioning whether it's too long."}, {"timestamp": [2086.2, 2091.76], "text": " I've definitely missed concerts and I can't wait to go dance my booty off. But at the same time,"}, {"timestamp": [2091.82, 2096.96], "text": " it's like how many is too many? I definitely think it is going to be a situation of picking and choosing."}, {"timestamp": [2097.36, 2102.16], "text": " I think there's a danger that you can put too many shows into the market, but there's also a huge amount of pent-up demand."}, {"timestamp": [2102.16, 2107.36], "text": " You know, it's about building that consumer confidence and things like Harry Stiles are a huge part of that."}, {"timestamp": [2107.36, 2111.12], "text": " You know, it's not the same as it was."}, {"timestamp": [2111.12, 2114.96], "text": " Harry Stiles has been trying to get to Altero for two years."}, {"timestamp": [2114.96, 2120.24], "text": " His tours in both 2020 and this year cancelled due to COVID."}, {"timestamp": [2120.24, 2122.72], "text": " Oh my God, I'm going."}, {"timestamp": [2122.72, 2123.44], "text": " Are you going?"}, {"timestamp": [2123.44, 2125.2], "text": " Well, I don't have ticket yet, but in theory, yes. Yeah, I think so. If my friends want to go, I'm going. Are you going? Well, I don't have tickets yet, but in theory, yes."}, {"timestamp": [2125.2, 2126.2], "text": " Yeah, I think so."}, {"timestamp": [2126.2, 2127.4], "text": " If my friends want to go, I'll go."}, {"timestamp": [2127.4, 2131.2], "text": " Kiwi fans will be the lucky last to see Harry Stiles."}, {"timestamp": [2131.2, 2135.4], "text": " The Mount Smart Stadium Show will be the final stop of his tour."}, {"timestamp": [2135.4, 2137.6], "text": " Jordan Rudd, One News."}, {"timestamp": [2137.6, 2145.62], "text": " A group of Tauranga teams are sent to take on the world's most promising robotics brains."}, {"timestamp": [2145.62, 2149.3], "text": " The Kiwi teams won the national champs for the past three years, but all face their"}, {"timestamp": [2149.3, 2152.52], "text": " hardest opponents yet when they head to the US."}, {"timestamp": [2152.52, 2156.3], "text": " Sam Kelway caught up with him before they fly out."}, {"timestamp": [2156.3, 2160.24], "text": " Thumbs ready for battle and last minute programming."}, {"timestamp": [2160.24, 2163.76], "text": " The other brains behind New Zealand's top young robotics team."}, {"timestamp": [2163.76, 2165.7], "text": " I reckon this robot will be pretty competitive."}, {"timestamp": [2166.0, 2169.84], "text": " It's up there with all the other designs from America and Canada."}, {"timestamp": [2170.44, 2174.14], "text": " Normally some of the very powerful countries, normally the countries that win."}, {"timestamp": [2174.34, 2178.42], "text": " Hoping their bot will upset the 800 international competitors in their division."}, {"timestamp": [2178.72, 2181.4], "text": " We'll see if we can take some of that glory away from them"}, {"timestamp": [2181.4, 2183.1], "text": " and see if we can bring something home."}, {"timestamp": [2183.1, 2187.58], "text": " The years 10, 11 and 12 students have spent months fine-tuning their machines."}, {"timestamp": [2188.1, 2191.04], "text": " At Steam Ed, a charitable trust in Taranga."}, {"timestamp": [2191.24, 2193.76], "text": " I'm having all that international experience."}, {"timestamp": [2194.32, 2197.08], "text": " It's amazing experience when they get to worlds."}, {"timestamp": [2197.18, 2198.12], "text": " They don't know what they're in for."}, {"timestamp": [2198.9, 2201.9], "text": " She says the Americans will go in as the favourites."}, {"timestamp": [2202.22, 2206.66], "text": " Americans have got Generation 2 equipment, which hasn't got to New Zealand yet."}, {"timestamp": [2206.92, 2209.32], "text": " So that's made it really hard for our younger ones"}, {"timestamp": [2209.32, 2212.7], "text": " to be able to compete on an even footing."}, {"timestamp": [2212.92, 2215.3], "text": " So like last year there was balls"}, {"timestamp": [2215.3, 2217.1], "text": " which you had to put into goals"}, {"timestamp": [2217.1, 2219.9], "text": " placed all around the arena."}, {"timestamp": [2220.82, 2225.34], "text": " But this year they decided to go for mobile goals and rings"}, {"timestamp": [2225.34, 2227.66], "text": " and who knows what they'll do next year."}, {"timestamp": [2228.26, 2232.02], "text": " This year the aim is to collect the goals and donuts as quickly as possible."}, {"timestamp": [2232.98, 2235.22], "text": " Then balance the robots on the seesaw"}, {"timestamp": [2235.22, 2238.04], "text": " in a competition that comes down to inches."}, {"timestamp": [2238.4, 2241.88], "text": " One sort of challenge that we have is that it has to start"}, {"timestamp": [2241.88, 2243.88], "text": " within an 18 by 18 inch cube."}, {"timestamp": [2244.6, 2251.74], "text": " So this whole robot can fold up into a lot smaller of an area to fit within the rules."}, {"timestamp": [2252.18, 2255.48], "text": " The two teams will fly to Texas later this month."}, {"timestamp": [2255.98, 2257.74], "text": " Sam Callaway, One News."}, {"timestamp": [2259.0, 2260.26], "text": " And Haley's here with sport."}, {"timestamp": [2260.38, 2264.22], "text": " And more than a week after the Black Fern's review, we're finally going to hear from the players."}, {"timestamp": [2264.5, 2267.16], "text": " Yes, and it's not necessarily what you'd expect"}, {"timestamp": [2267.16, 2271.36], "text": " as senior players offer their views on former coach Glenn Moore"}, {"timestamp": [2271.36, 2275.48], "text": " and what needs to be done now to support the women's game."}, {"timestamp": [2276.92, 2279.58], "text": " Plus the young man who's driving and thriving"}, {"timestamp": [2279.58, 2283.64], "text": " and the old codgers who drive and barely survive."}, {"timestamp": [2285.24, 2286.82], "text": " And a good deal of cloud around today,"}, {"timestamp": [2286.88, 2289.98], "text": " but things are set to change, this big mass of clouds sitting out to the west."}, {"timestamp": [2290.36, 2293.82], "text": " This is the makings of some wet, windy and thundry weather."}, {"timestamp": [2293.98, 2295.84], "text": " There's loads of watches, mornings in place."}, {"timestamp": [2295.96, 2297.06], "text": " Stay tuned for details."}, {"timestamp": [2299.14, 2301.16], "text": " When trauma has taken its toll."}, {"timestamp": [2301.16, 2304.06], "text": " I died three times in the operating table and I lost my right arm."}, {"timestamp": [2304.3, 2306.6], "text": " I definitely don't recognise a statistic fee."}, {"timestamp": [2306.84, 2308.42], "text": " Can some ingenious tricks?"}, {"timestamp": [2308.8, 2310.38], "text": " I got those from a woman shop."}, {"timestamp": [2310.48, 2311.26], "text": " These women's gene."}, {"timestamp": [2311.58, 2311.82], "text": " Really?"}, {"timestamp": [2311.92, 2312.82], "text": " Roll back the years."}, {"timestamp": [2312.96, 2314.1], "text": " Goodness, me."}, {"timestamp": [2314.34, 2314.74], "text": " Then."}, {"timestamp": [2315.2, 2315.8], "text": " Wow."}, {"timestamp": [2316.12, 2317.28], "text": " Sally's in the countryside."}, {"timestamp": [2317.7, 2318.26], "text": " Got me wellies."}, {"timestamp": [2318.5, 2319.76], "text": " For her overnight kept."}, {"timestamp": [2319.82, 2322.32], "text": " Your house is absolutely stunning."}, {"timestamp": [2322.52, 2323.76], "text": " There's a head shake like a dog,"}, {"timestamp": [2324.06, 2325.8], "text": " which I think every country house should have."}, {"timestamp": [2326.1, 2328.6], "text": " That's your Thursday night here on one."}, {"timestamp": [2333.4, 2335.12], "text": " Your undivided attention,"}, {"timestamp": [2335.56, 2338.64], "text": " it's the least you can give our new premium pure burgers."}, {"timestamp": [2339.1, 2340.5], "text": " Now in supermarket freezers,"}, {"timestamp": [2341.0, 2343.5], "text": " Silver Fern Farms, delicious starts here."}, {"timestamp": [2344.12, 2351.6], "text": " This is the story of post, a post that had recently mastered the skill of invisibility."}, {"timestamp": [2352.52, 2375.08], "text": " When a post appears out of nowhere, it's nice to have someone on your side. Who do you think you are?"}, {"timestamp": [2375.08, 2377.36], "text": " I could be your worst nightmare."}, {"timestamp": [2377.92, 2379.38], "text": " Don't let shingles crush your party."}, {"timestamp": [2379.78, 2381.98], "text": " Once you reach 50, your risk of shingles increases."}, {"timestamp": [2382.44, 2384.56], "text": " One and three people will get shingles in their lifetime."}, {"timestamp": [2384.92, 2387.14], "text": " Talk to your doctor about vaccination with shingricks."}, {"timestamp": [2389.18, 2392.56], "text": " When Dyson's laser reveals invisible dust on your floor,"}, {"timestamp": [2392.98, 2396.6], "text": " its powerful hypodemian motor sucks up those microscopic particles"}, {"timestamp": [2396.6, 2399.14], "text": " for a cleaner, healthier home."}, {"timestamp": [2399.94, 2403.24], "text": " Whole machine hepar filtration exclusively at Dyson."}, {"timestamp": [2403.84, 2405.92], "text": " We both started investing regularly"}, {"timestamp": [2405.92, 2407.08], "text": " with Hatch for our wedding."}, {"timestamp": [2407.24, 2409.72], "text": " We hit our goal, but it was a lot of money."}, {"timestamp": [2409.96, 2411.28], "text": " So we got married in the backyard"}, {"timestamp": [2411.28, 2413.32], "text": " and put it towards building a house deposit."}, {"timestamp": [2413.64, 2414.72], "text": " Got this place instead."}, {"timestamp": [2415.14, 2416.56], "text": " Join the investment platform"}, {"timestamp": [2416.56, 2418.46], "text": " here to help you hatch your tomorrow."}, {"timestamp": [2419.26, 2421.04], "text": " Odering's biggest sale is on now."}, {"timestamp": [2421.28, 2423.22], "text": " Get 50% off Nandina Golf Stream"}, {"timestamp": [2423.22, 2424.2], "text": " and essential gloves."}, {"timestamp": [2424.52, 2426.28], "text": " 30% off Gara, Rose and White,"}, {"timestamp": [2426.46, 2429.1], "text": " bog tulip packs, and Amaria terracotta pink and white."}, {"timestamp": [2429.3, 2432.0], "text": " And 15% to 50% of all outdoor plants."}, {"timestamp": [2432.1, 2433.74], "text": " At all the rings."}, {"timestamp": [2434.12, 2438.38], "text": " Who in May the Willam and come to bring your shirt in Rome?"}, {"timestamp": [2438.68, 2442.54], "text": " One day when the time and sun, we'll take our leave in here."}, {"timestamp": [2450.56, 2451.12], "text": " The majority of life on our planet is aquatic."}, {"timestamp": [2452.1, 2453.44], "text": " It looks something like this."}, {"timestamp": [2456.14, 2457.26], "text": " Either they nor the planet can stop and wait."}, {"timestamp": [2458.92, 2463.84], "text": " My ocean deep touch."}, {"timestamp": [2469.66, 2470.16], "text": " You don't need smooth, chill jazz, enjoy exquisite quarterpast Dutch hot chocolate."}, {"timestamp": [2471.78, 2474.54], "text": " But it definitely helps."}, {"timestamp": [2511.62, 2512.08], "text": " Quarterpast, made differently, made honestly, made for flavour. Great. Great deals on now at Harvey Dorman."}, {"timestamp": [2515.64, 2515.98], "text": " Save 462 on this Samsung large 9KG capacity heat pump dryer."}, {"timestamp": [2519.52, 2519.88], "text": " Save 562 on this LG 55 inch nanocell 4K TV."}, {"timestamp": [2521.24, 2521.72], "text": " Now 1798."}, {"timestamp": [2524.1, 2524.3], "text": " Panasonic large capacity microwave 288."}, {"timestamp": [2529.02, 2529.42], "text": " Save big. Electrolux dark stainless dishwasher, 1488, save 320."}, {"timestamp": [2535.96, 2536.12], "text": " Massive deals across our coffee range, like this to longy coffee machine, just 648, plus 60 months interest-free, storewide."}, {"timestamp": [2537.64, 2551.4], "text": " On now at Harvey Norman. Go! All new Lego Masters, New Zealand, coming soon on two."}, {"timestamp": [2554.96, 2557.86], "text": " One News sport is brought to you by mobile."}, {"timestamp": [2558.36, 2568.6], "text": " You can use your mobile smiles rewards instantly to keep on moving."}, {"timestamp": [2570.8, 2571.06], "text": " Kioriti, welcome to one sport."}, {"timestamp": [2573.2, 2576.14], "text": " Some of the biggest names in women's rugby have opened up on the recent review into the game."}, {"timestamp": [2576.56, 2579.76], "text": " Senior players in the Blackfern's Sevens and Fifteen's programmes"}, {"timestamp": [2579.76, 2583.72], "text": " endorsing Coach Glenn Moore, who resigned from the job on Saturday."}, {"timestamp": [2584.2, 2588.04], "text": " It comes as they prepare to end a two-year absence from the World Series."}, {"timestamp": [2588.48, 2590.7], "text": " Andrew Saville has been with the Sevens team today."}, {"timestamp": [2595.12, 2601.48], "text": " You get the feeling the Olympic Sevens champions are a little excited to finally be back on the World Circuit."}, {"timestamp": [2601.82, 2603.46], "text": " I think it's 800-something days."}, {"timestamp": [2603.56, 2607.34], "text": " We've watched the rest of the world carry on and, you know, we're extremely jealous."}, {"timestamp": [2607.5, 2609.26], "text": " After a nearly three-season hiatus,"}, {"timestamp": [2609.42, 2611.4], "text": " the New Zealanders head to Canada this weekend,"}, {"timestamp": [2611.74, 2615.34], "text": " leaving behind a tumultuous time for the 15-aside game"}, {"timestamp": [2615.34, 2617.1], "text": " that several are part of."}, {"timestamp": [2617.32, 2619.1], "text": " There's a bit of an elephant in the room at the moment"}, {"timestamp": [2619.1, 2619.9], "text": " in women's rugby."}, {"timestamp": [2620.3, 2620.46], "text": " Yeah."}, {"timestamp": [2621.06, 2623.06], "text": " What have you made of the last couple of weeks?"}, {"timestamp": [2623.6, 2625.86], "text": " Oh, for me, it's hard."}, {"timestamp": [2626.28, 2629.32], "text": " Any environment that has to go through something like this, it's not easy."}, {"timestamp": [2629.86, 2632.42], "text": " My own personal experiences of GM, he was really cool."}, {"timestamp": [2632.78, 2636.0], "text": " Gave me clear, precise communication."}, {"timestamp": [2636.28, 2638.3], "text": " I understood where I stood with him."}, {"timestamp": [2638.98, 2640.38], "text": " He told me what he wanted from me,"}, {"timestamp": [2640.58, 2642.4], "text": " so I had a really good connection with him."}, {"timestamp": [2642.48, 2644.64], "text": " Yeah, I have spent a lot of time under Glenn"}, {"timestamp": [2644.64, 2646.3], "text": " and personally enjoyed my time there."}, {"timestamp": [2646.3, 2651.0], "text": " I always love going back into the 15-aside game so look sad to see him go."}, {"timestamp": [2651.0, 2655.5], "text": " Was the Northern Tour last year, yes, on the field, not great."}, {"timestamp": [2655.5, 2658.0], "text": " Was it that bad a tour?"}, {"timestamp": [2658.0, 2661.5], "text": " I really enjoyed myself. The connection with the girls was awesome."}, {"timestamp": [2661.5, 2665.02], "text": " Again, with GM, Hags, the coaching staff."}, {"timestamp": [2668.28, 2669.54], "text": " I felt really confident in my abilities because of what I was getting from them."}, {"timestamp": [2669.66, 2671.7], "text": " I don't think the on-field stuff,"}, {"timestamp": [2672.2, 2675.34], "text": " what we showed was a result of the culture,"}, {"timestamp": [2675.6, 2676.62], "text": " or what the off-field thing."}, {"timestamp": [2676.74, 2678.28], "text": " It was pretty much, for me, it was COVID."}, {"timestamp": [2678.62, 2680.1], "text": " At the same time, the players agree"}, {"timestamp": [2680.1, 2681.34], "text": " it's time for a rethink"}, {"timestamp": [2681.34, 2684.54], "text": " as the boom in the game has outpaced the resource."}, {"timestamp": [2684.7, 2687.38], "text": " It's shown in the sevens that a lot of resources does help."}, {"timestamp": [2687.48, 2691.08], "text": " What's the secret to the continued success of this Sevens team?"}, {"timestamp": [2691.62, 2695.92], "text": " Oh, it's just like time together really helps."}, {"timestamp": [2696.72, 2698.24], "text": " Time to be competitive."}, {"timestamp": [2698.88, 2701.58], "text": " But like I talk about our culture, but it's probably deeper than that."}, {"timestamp": [2701.98, 2703.2], "text": " It's actually like the friendship."}, {"timestamp": [2703.42, 2710.18], "text": " Hedony, Woodman, Brazier and others will put their hands up for the 15s World Cup. Crucial experience you'd"}, {"timestamp": [2710.18, 2717.1], "text": " think for whoever the new coach may be. Andrew Saville, One News. On the seven's note, would"}, {"timestamp": [2717.1, 2722.08], "text": " you believe it's been nearly four years since we've seen Portia Woodman blitzing the opposition"}, {"timestamp": [2722.08, 2726.54], "text": " on the World Series circuit? A combination of injuries and COVID"}, {"timestamp": [2726.54, 2730.88], "text": " when the Lankford tournament will be her first on the series since 2018."}, {"timestamp": [2731.62, 2734.76], "text": " What a way to start a year that also includes a comm games,"}, {"timestamp": [2735.16, 2738.3], "text": " 7s World Cup and 15s World Cup."}, {"timestamp": [2739.1, 2741.92], "text": " In terms of rugby content, yeah, the biggest year of my career,"}, {"timestamp": [2742.24, 2743.62], "text": " I definitely want to finish on a high."}, {"timestamp": [2743.76, 2744.32], "text": " We'll see how we go."}, {"timestamp": [2745.2, 2746.38], "text": " What do you mean finish on a high?"}, {"timestamp": [2746.6, 2747.46], "text": " Yeah, winning all three."}, {"timestamp": [2748.46, 2749.54], "text": " What, and then you'd finish?"}, {"timestamp": [2750.04, 2751.46], "text": " Finishing the year on a high."}, {"timestamp": [2752.58, 2753.68], "text": " I thought we're onto something there."}, {"timestamp": [2753.78, 2755.2], "text": " Sorry, sorry, sorry, no, no."}, {"timestamp": [2756.0, 2757.4], "text": " Good clarification there."}, {"timestamp": [2757.4, 2761.72], "text": " The 30-year-old's just five tries away from becoming the first woman"}, {"timestamp": [2761.72, 2766.04], "text": " to score 200 tries in the World Series,"}, {"timestamp": [2766.44, 2769.22], "text": " with no one else even getting close in her absence."}, {"timestamp": [2770.12, 2774.0], "text": " Football fans have provided a reminder that unity and humanity"}, {"timestamp": [2774.0, 2777.46], "text": " can be found even in the most intense rivalries."}, {"timestamp": [2777.94, 2780.16], "text": " This, the scene at Anfield this morning,"}, {"timestamp": [2780.5, 2784.9], "text": " as the crowd watching Liverpool's 4-0 win over Manchester United in the EPL"}, {"timestamp": [2784.9, 2789.76], "text": " paid their respects to Cristiano Ronaldo after the death of his baby son."}, {"timestamp": [2789.96, 2791.12], "text": " Jordan Oppet reports."}, {"timestamp": [2791.68, 2796.9], "text": " It's not uncommon for football fans to be on their feet, but this was different."}, {"timestamp": [2799.1, 2805.32], "text": " Rousing applause in minute number seven coinciding with the number on Cristiano Ronaldo's jersey."}, {"timestamp": [2805.76, 2808.96], "text": " You'll never walk alone, ringing out among the crowd."}, {"timestamp": [2811.68, 2814.64], "text": " Loved it. That's exactly how football should be."}, {"timestamp": [2814.84, 2819.0], "text": " All the rivalry aside in this moment, there's only one thing important,"}, {"timestamp": [2819.3, 2821.78], "text": " and that was really a show of class."}, {"timestamp": [2821.78, 2825.72], "text": " The tribute, less than a day after the Manchester United Star"}, {"timestamp": [2825.72, 2827.94], "text": " and his partner, Georgina Rodriguez,"}, {"timestamp": [2828.56, 2830.44], "text": " announced the devastating news"}, {"timestamp": [2830.44, 2833.14], "text": " that one of their newborn twins had died."}, {"timestamp": [2833.52, 2835.7], "text": " The striker and his family front of mind"}, {"timestamp": [2835.7, 2837.5], "text": " as both teams took to the field."}, {"timestamp": [2839.82, 2842.78], "text": " That opening goal within the first five minutes."}, {"timestamp": [2843.28, 2847.4], "text": " Liverpool up, 2-0 by half-time and they kept charging."}, {"timestamp": [2848.3, 2850.48], "text": " It's Louis Diaz. It's Sariomone."}, {"timestamp": [2850.78, 2851.46], "text": " Next week."}, {"timestamp": [2852.72, 2856.94], "text": " Another Sariomane gift to the cop in front of the cop."}, {"timestamp": [2857.32, 2861.2], "text": " Mohamed Salar selling an emphatic win with the Red's fourth goal."}, {"timestamp": [2861.44, 2865.64], "text": " What's traditionally the league's most competitive fixture, instead a"}, {"timestamp": [2865.64, 2872.02], "text": " whitewash. Liverpool for now, two points clear on top of the table. But this moment will"}, {"timestamp": [2872.02, 2877.48], "text": " resonate much longer than the result. All our thoughts from the moment on when we heard about it"}, {"timestamp": [2877.48, 2887.3], "text": " with Christian and his family and I cannot even imagine. Yet another reminder that sport is and can be much bigger than just a game."}, {"timestamp": [2887.7, 2889.0], "text": " Jordan Offutt, one news."}, {"timestamp": [2889.82, 2894.04], "text": " And they're back again, Fulham securing promotion to the Premier League"}, {"timestamp": [2894.04, 2897.16], "text": " for the third time in just five years,"}, {"timestamp": [2897.16, 2900.68], "text": " with an emphatic 3-0 win over Preston North End."}, {"timestamp": [2901.08, 2906.26], "text": " The result turning Craven Cottage into a sea of fans. Pating that incredible"}, {"timestamp": [2906.26, 2910.88], "text": " picture. These scenes are incredible. Look at Craven Cottage. All the fans on the pitch. They've"}, {"timestamp": [2910.88, 2914.62], "text": " been waiting for this moment for so long. They've seen their foot of scene. The West London"}, {"timestamp": [2914.62, 2920.78], "text": " Club has bounced between being promoted and relegated every year for the last five years."}, {"timestamp": [2921.8, 2926.86], "text": " Stephen Adams's Grizzlies have tied up their first round playoff series one all,"}, {"timestamp": [2927.32, 2932.48], "text": " thumping the timber wolves in Memphis this afternoon. Although the Kiwi didn't play much,"}, {"timestamp": [2932.64, 2936.36], "text": " but being called for two fouls within the opening three minutes."}, {"timestamp": [2937.96, 2943.94], "text": " Stephen Adams gets called for the flagrant, so it's going to be free throws and the ball."}, {"timestamp": [2944.38, 2946.68], "text": " If you're going to get slapped in the face by somebody on the court,"}, {"timestamp": [2947.0, 2949.72], "text": " the last person I'd want to slap me in the face is Stephen Adams."}, {"timestamp": [2949.98, 2951.06], "text": " You got that right."}, {"timestamp": [2951.7, 2953.82], "text": " Minnesota didn't have to take much of it,"}, {"timestamp": [2953.98, 2956.36], "text": " Adams spending the rest of the game spectating,"}, {"timestamp": [2956.36, 2962.38], "text": " as teammate Jarmerant led Memphis to a 126 to 94 win."}, {"timestamp": [2963.38, 2966.92], "text": " It appears that wherever you look in New Zealand's motorsport scene,"}, {"timestamp": [2967.2, 2970.38], "text": " you scratch the surface and another top talent emerges."}, {"timestamp": [2970.88, 2975.64], "text": " Ben Stewart is among the crop of races that, despite barely being road legal,"}, {"timestamp": [2976.04, 2979.7], "text": " is leaving a huge impression on racing tracks around the country."}, {"timestamp": [2980.08, 2981.14], "text": " Dewey Prese has more."}, {"timestamp": [2982.68, 2985.92], "text": " You'd be forgiven for thinking by the lack of cars around him"}, {"timestamp": [2985.92, 2988.94], "text": " that Ben Stewart's out on track practicing by himself."}, {"timestamp": [2989.24, 2990.16], "text": " He's too fast."}, {"timestamp": [2990.48, 2993.68], "text": " In fact, he's just that far ahead of the chasing pack."}, {"timestamp": [2993.98, 2997.28], "text": " Over 1.3 seconds a lap faster than the second car."}, {"timestamp": [2997.48, 2998.26], "text": " Unheard of."}, {"timestamp": [2998.46, 3001.6], "text": " At 16 years old, his composure behind the wheel, remarkable."}, {"timestamp": [3002.78, 3006.0], "text": " Pretty cool, like, I don't know, finally being noticed."}, {"timestamp": [3006.0, 3008.0], "text": " Outstanding. Like, yeah, couldn't be prouder."}, {"timestamp": [3008.0, 3014.0], "text": " In his rookie season, he's picked up the national and South Island titles of the Mazda Racing Series"}, {"timestamp": [3014.0, 3016.0], "text": " on tracks he's never visited before."}, {"timestamp": [3016.0, 3018.0], "text": " Everyone always says to him, oh, it's the first time the track,"}, {"timestamp": [3018.0, 3020.0], "text": " and he just goes, it's the first time at every track."}, {"timestamp": [3020.0, 3023.0], "text": " So he turns up at every track, and he most of the time"}, {"timestamp": [3023.0, 3025.28], "text": " tops the time sheets on the first run. And he's never been there."}, {"timestamp": [3025.52, 3029.38], "text": " Except he has been there, sort of, in the form of his at-home simulator."}, {"timestamp": [3030.56, 3034.36], "text": " It really helps, like, before you get there, you already know what lines are taking everything."}, {"timestamp": [3034.82, 3038.8], "text": " Like most of New Zealand's top drivers, Stuart also came through the karting scene,"}, {"timestamp": [3039.22, 3043.66], "text": " quite successfully looking at the stacked shelves, although it nearly cost him dearly."}, {"timestamp": [3043.66, 3050.98], "text": " End up having a pretty big karting accident, which put me in hospital for 17 days."}, {"timestamp": [3050.98, 3056.44], "text": " His helmet, which once belonged to F1 prospect Liam Lawson, still bears the scars of that day."}, {"timestamp": [3056.44, 3058.96], "text": " Yeah, a little bit frightening, probably more for mum."}, {"timestamp": [3058.96, 3062.96], "text": " Saw it, you know, I actually be line straight for the ambulance."}, {"timestamp": [3062.96, 3066.0], "text": " It's a position dad, Phil, unfortunately, knows all too well."}, {"timestamp": [3066.0, 3073.6], "text": " There it is. A former V8 driver himself, he suffered multiple breaks in this serious crash before Ben was born."}, {"timestamp": [3073.6, 3077.6], "text": " Remarkably, both father and son would make it back behind the wheel."}, {"timestamp": [3077.6, 3082.4], "text": " It ended up with a pretty bad collapsed lung and a broken collarbone, I think one broken rib."}, {"timestamp": [3082.4, 3084.4], "text": " But crucially, not a broken spirit."}, {"timestamp": [3084.4, 3091.5], "text": " And the young schoolboy, number 33, the most unlikely looking butter racing driver you'll ever see in your life."}, {"timestamp": [3091.5, 3095.5], "text": " Carrying a piece of advice once given to him by idol Scotty McLaughlin."}, {"timestamp": [3095.5, 3099.0], "text": " He said just keep pushing, like everything in the line eventually."}, {"timestamp": [3099.0, 3101.0], "text": " If he keeps putting in these kind of performances..."}, {"timestamp": [3101.0, 3104.5], "text": " The sensational, unbeatable, just too fast, the other guy said."}, {"timestamp": [3104.5, 3106.3], "text": " You'd say it's just a matter of time."}, {"timestamp": [3106.66, 3107.64], "text": " Derry Priest's One News."}, {"timestamp": [3108.18, 3111.34], "text": " To the annual car jumping championships now."}, {"timestamp": [3111.54, 3112.78], "text": " Yes, you heard that right."}, {"timestamp": [3113.14, 3114.88], "text": " Let's go to the southeast of England,"}, {"timestamp": [3114.88, 3118.32], "text": " where every year a small group of brave-hearted Brits"}, {"timestamp": [3118.32, 3121.52], "text": " try to fly by absolutely flooring it."}, {"timestamp": [3122.18, 3123.54], "text": " The concept is simple."}, {"timestamp": [3123.86, 3125.76], "text": " Jump in the driver's seat of an old banger"}, {"timestamp": [3125.76, 3128.7], "text": " and to jump over a pile of even rustier bucket."}, {"timestamp": [3129.98, 3131.68], "text": " The goal is obvious."}, {"timestamp": [3132.04, 3133.44], "text": " Get to the other side."}, {"timestamp": [3134.64, 3135.66], "text": " Easier said than done."}, {"timestamp": [3144.06, 3149.2], "text": " Thankfully everyone walked away. Even though he's a wee bit winded."}, {"timestamp": [3149.2, 3153.76], "text": " And one dead devil wasn't satisfied with having just one go at it."}, {"timestamp": [3159.76, 3161.0], "text": " That's good fun."}, {"timestamp": [3161.0, 3162.84], "text": " But this wasn't just a lark."}, {"timestamp": [3162.84, 3165.24], "text": " This was a serious competition."}, {"timestamp": [3172.28, 3174.42], "text": " The winner judged on elevation, distance, and crowd reception."}, {"timestamp": [3179.76, 3180.0], "text": " Kevin Lording, proving Lord of the Bangers, using a very wise tactic."}, {"timestamp": [3180.76, 3181.24], "text": " Just flooring."}, {"timestamp": [3182.42, 3182.58], "text": " Don't boil it, just for it."}, {"timestamp": [3185.2, 3185.78], "text": " Flooring his way to this awesome trophy,"}, {"timestamp": [3187.4, 3187.96], "text": " a rick-roaring lap of honour,"}, {"timestamp": [3191.56, 3193.1], "text": " and the pride of knowing he can leap cars with the best of them."}, {"timestamp": [3195.26, 3198.06], "text": " I can cut a sport right there, if you can call it sport. When you have to get the sensible baby-carrying car,"}, {"timestamp": [3198.24, 3200.82], "text": " we'll take your old sports car on one, Haley."}, {"timestamp": [3201.7, 3201.86], "text": " Good."}, {"timestamp": [3202.9, 3206.44], "text": " Dan's here next with details on the wild weather headed our way."}, {"timestamp": [3207.5, 3211.2], "text": " And then on 7-sharp, forgotten what to pack when heading off overseas?"}, {"timestamp": [3211.62, 3212.28], "text": " You're not alone."}, {"timestamp": [3212.44, 3215.98], "text": " We will let you know what's essential and what you can really leave behind."}, {"timestamp": [3216.2, 3219.2], "text": " Plus, if you've been pinged for driving in a bus lane,"}, {"timestamp": [3219.58, 3221.34], "text": " is there anything you can do about it?"}, {"timestamp": [3221.66, 3223.02], "text": " We'll see you shortly at 7."}, {"timestamp": [3224.78, 3228.94], "text": " Tonight on 1, contestants take on the cube for cash in the million pound cube."}, {"timestamp": [3229.32, 3232.86], "text": " Then they're going ahead to head for homeowners and Kirsty and Phil's love it or list it."}, {"timestamp": [3233.28, 3236.4], "text": " On 2, can top New Zealand chefs recreate classic Kiwi snacks?"}, {"timestamp": [3236.78, 3238.02], "text": " Find out on Snake Masters."}, {"timestamp": [3238.5, 3241.82], "text": " Then five hilarious comedians tackle challenges for the Taskmaster."}, {"timestamp": [3242.36, 3246.08], "text": " Explore extreme weather mysteries in the unexplained with William Shatner on Duke."}, {"timestamp": [3246.38, 3248.44], "text": " Plus from the creators of Brooklyn Nine-N-N-N-Kermes"}, {"timestamp": [3248.44, 3250.48], "text": " comes a new comedy about one-man's quest"}, {"timestamp": [3250.48, 3251.64], "text": " for the American Dream."}, {"timestamp": [3252.04, 3254.48], "text": " Stream Killing It, TVNZ On Demand."}, {"timestamp": [3255.44, 3256.56], "text": " One McSpicey, please."}, {"timestamp": [3256.68, 3257.94], "text": " One McSpotie, check-out."}, {"timestamp": [3260.64, 3262.04], "text": " Hey, best that!"}, {"timestamp": [3265.64, 3266.58], "text": " The song is for me, Barry Bro. Hey, best that! The McSuffin'"}, {"timestamp": [3266.58, 3268.38], "text": " Mr. B, Barry Brow!"}, {"timestamp": [3273.18, 3282.52], "text": " The McSpicey Chicken Burger can make a chicken lover out of anyone."}, {"timestamp": [3284.84, 3287.58], "text": " The King Autumn Sale ends soon."}, {"timestamp": [3287.96, 3291.7], "text": " Discover Australian design with award-winning King craftsmanship"}, {"timestamp": [3291.7, 3293.68], "text": " that adapts to your lifestyle."}, {"timestamp": [3294.22, 3297.76], "text": " So why buy ordinary furniture when you can come home to King?"}, {"timestamp": [3298.36, 3299.26], "text": " Sail End soon."}, {"timestamp": [3300.22, 3304.18], "text": " Experiencing all sorts of different emotions is normal in difficult times."}, {"timestamp": [3304.52, 3307.14], "text": " Whether you're feeling good as gold, a little bit hoax,"}, {"timestamp": [3307.46, 3309.18], "text": " or you're just a tad over it right now."}, {"timestamp": [3309.56, 3310.1], "text": " That's okay."}, {"timestamp": [3310.6, 3314.54], "text": " Check out all sorts.org.org.z for heaps of tips to help get us through."}, {"timestamp": [3314.92, 3316.72], "text": " Your outdoor area is like a sanctuary."}, {"timestamp": [3316.98, 3318.04], "text": " Outdoor heater $198."}, {"timestamp": [3318.96, 3320.94], "text": " Landscape plants $7.30 each."}, {"timestamp": [3321.02, 3324.1], "text": " Where you find a competitive lower price on the same stock types,"}, {"timestamp": [3324.1, 3325.78], "text": " we'll beat it by 15%."}, {"timestamp": [3325.78, 3328.76], "text": " Lowest prices are just the beginning."}, {"timestamp": [3331.86, 3333.06], "text": " Hello, old friend."}, {"timestamp": [3334.26, 3334.78], "text": " Can't do this?"}, {"timestamp": [3334.88, 3335.12], "text": " Yes."}, {"timestamp": [3335.84, 3336.04], "text": " Penn."}, {"timestamp": [3336.8, 3337.88], "text": " Are you ready for me?"}, {"timestamp": [3338.18, 3341.02], "text": " Radio 9.15, 18."}, {"timestamp": [3341.02, 3341.92], "text": " Oh, stay down, Sam."}, {"timestamp": [3342.52, 3344.28], "text": " 2022."}, {"timestamp": [3346.1, 3347.66], "text": " I've got a lot of ticket. I've got the check."}, {"timestamp": [3348.76, 3349.62], "text": " You guys want on?"}, {"timestamp": [3355.32, 3356.18], "text": " What's the next number?"}, {"timestamp": [3360.18, 3363.52], "text": " The MGZST with more style."}, {"timestamp": [3364.64, 3369.94], "text": " More safety tech with 360 degree camera with a seven-year unlimited kilometer warranty."}, {"timestamp": [3370.38, 3373.86], "text": " The MGZST is the more you've been looking for."}, {"timestamp": [3375.12, 3378.04], "text": " Get your free consumer's guide to hearing aids."}, {"timestamp": [3378.42, 3381.58], "text": " New Zealand's only independent guide to all the latest models."}, {"timestamp": [3382.14, 3384.96], "text": " Choose the right hearing aid for your lifestyle and budget."}, {"timestamp": [3385.74, 3388.24], "text": " Call 0800-45-45-42"}, {"timestamp": [3388.24, 3389.6], "text": " for your free copy."}, {"timestamp": [3395.52, 3397.54], "text": " Kilda future passengers, and welcome to"}, {"timestamp": [3397.54, 3399.9], "text": " Flight NZ0. Why is it called Flight"}, {"timestamp": [3399.9, 3401.78], "text": " NZ0? It's our commitment"}, {"timestamp": [3401.78, 3404.22], "text": " to net zero carbon emissions by 2050."}, {"timestamp": [3404.64, 3406.0], "text": " Can you really get to net zero? Yes, we can. It's our most important journey zero carbon emissions by 2050. Can you really get to net zero?"}, {"timestamp": [3406.0, 3407.0], "text": " Yes we can."}, {"timestamp": [3407.0, 3409.0], "text": " It's our most important journey yet."}, {"timestamp": [3409.0, 3410.0], "text": " Let's get started."}, {"timestamp": [3410.0, 3414.0], "text": " Flights using sustainable aviation fuel will be departing sooner than you think."}, {"timestamp": [3414.0, 3417.0], "text": " Tough high, but you're going to need more than that."}, {"timestamp": [3417.0, 3420.0], "text": " We'll be introducing electric planes on our domestic flights."}, {"timestamp": [3420.0, 3423.0], "text": " That's impressive, but have you thought about hydrogen too?"}, {"timestamp": [3423.0, 3424.0], "text": " Yes."}, {"timestamp": [3424.0, 3428.2], "text": " Beyond 2030, hydrogen powered aircraft could be taking to our skies."}, {"timestamp": [3428.34, 3429.4], "text": " Green hydrogen?"}, {"timestamp": [3429.8, 3430.4], "text": " Of course."}, {"timestamp": [3430.64, 3431.48], "text": " This is promising."}, {"timestamp": [3431.84, 3432.66], "text": " Keep us updated."}, {"timestamp": [3434.86, 3436.68], "text": " It's the semi-final."}, {"timestamp": [3436.84, 3437.84], "text": " Hold on tight."}, {"timestamp": [3438.0, 3438.88], "text": " Oh, I say."}, {"timestamp": [3439.18, 3442.7], "text": " Will they reach for the stars or fall from great heights?"}, {"timestamp": [3442.9, 3443.28], "text": " Uh-oh."}, {"timestamp": [3443.36, 3443.4], "text": " Uh-oh."}, {"timestamp": [3443.4, 3443.84], "text": " Uh-huh."}, {"timestamp": [3444.76, 3445.28], "text": " Cool. Got I can't watch. The Great British Sewing Bee, Friday heights. Uh-oh. Ah, ah. Cool."}, {"timestamp": [3445.48, 3446.06], "text": " Got I can't watch."}, {"timestamp": [3446.44, 3449.58], "text": " The Great British Sewing Bee, Friday 8.30 on one."}, {"timestamp": [3449.92, 3451.04], "text": " Could someone say murder?"}, {"timestamp": [3451.26, 3452.44], "text": " I didn't kill Patrick."}, {"timestamp": [3452.8, 3453.7], "text": " You have to believe me."}, {"timestamp": [3453.72, 3454.82], "text": " Is he too close?"}, {"timestamp": [3454.98, 3457.72], "text": " I am sensing evil, Marty, and it's very close to you."}, {"timestamp": [3458.02, 3459.18], "text": " To see the truth."}, {"timestamp": [3459.38, 3460.6], "text": " Always follow the money."}, {"timestamp": [3461.28, 3462.02], "text": " Shortland Street."}, {"timestamp": [3462.52, 3463.94], "text": " Next on two."}, {"timestamp": [3465.94, 3466.7], "text": " Hello tomorrow into early Friday. The wet and yucky part of the week. Grab the money. Shortland Street next on two. Hello tomorrow,"}, {"timestamp": [3466.8, 3467.48], "text": " into early Friday"}, {"timestamp": [3467.48, 3468.92], "text": " the wet and yucky part of the week."}, {"timestamp": [3469.0, 3469.54], "text": " Grab the gear,"}, {"timestamp": [3469.62, 3470.34], "text": " you'll certainly need it."}, {"timestamp": [3470.38, 3470.88], "text": " But of course,"}, {"timestamp": [3470.98, 3471.8], "text": " fine looking day."}, {"timestamp": [3471.9, 3472.62], "text": " This is down south."}, {"timestamp": [3472.7, 3473.2], "text": " George Emson."}, {"timestamp": [3473.3, 3474.02], "text": " Thank you very much."}, {"timestamp": [3474.28, 3475.56], "text": " Look at just like glass,"}, {"timestamp": [3475.66, 3476.32], "text": " looking at the lake,"}, {"timestamp": [3476.38, 3478.5], "text": " looking towards the main ranges there."}, {"timestamp": [3478.58, 3479.38], "text": " Back to the weather maps,"}, {"timestamp": [3479.46, 3479.8], "text": " of course."}, {"timestamp": [3479.9, 3481.12], "text": " The cloud was the beginnings"}, {"timestamp": [3481.12, 3482.82], "text": " of what was the mass of stuff"}, {"timestamp": [3482.82, 3483.26], "text": " coming in."}, {"timestamp": [3483.5, 3484.38], "text": " Two different pieces."}, {"timestamp": [3484.76, 3485.48], "text": " A low coming out of Australia. And from well down in the southern ocean, a bit of oom stuff coming in two different pieces a low coming out"}, {"timestamp": [3485.48, 3490.14], "text": " of Australia and from well down in the southern ocean a bit of oomph coming in mix it all spin around three"}, {"timestamp": [3490.14, 3493.98], "text": " times and you've got a good spell of some wind and some rain notice that lump there that sort of"}, {"timestamp": [3493.98, 3498.28], "text": " stays away but as you run in and come in close you can notice the beginnings of it one little"}, {"timestamp": [3498.28, 3503.42], "text": " dawdling front off to the west as this low comes in that'll get to energize but in the meantime"}, {"timestamp": [3503.42, 3506.2], "text": " we've had bits and piece of rain slide in towards the West Coast."}, {"timestamp": [3506.26, 3507.26], "text": " There is a lot more to come."}, {"timestamp": [3507.62, 3508.8], "text": " Loads of watches and mornings,"}, {"timestamp": [3508.88, 3511.18], "text": " we've even thrown in the likes of Montalanaki"}, {"timestamp": [3511.18, 3512.36], "text": " and as far north as."}, {"timestamp": [3512.66, 3514.92], "text": " Heads up, Tasman, heads up as well, Marlborough."}, {"timestamp": [3515.24, 3517.62], "text": " You could see, of course, some decent rain."}, {"timestamp": [3518.0, 3520.54], "text": " Easily, one to 200 millimeters of rain to the West Coast,"}, {"timestamp": [3520.66, 3522.72], "text": " even spots further north watches easily."}, {"timestamp": [3522.86, 3524.76], "text": " That's the risk for, say, 50 millimeters."}, {"timestamp": [3528.22, 3532.24], "text": " Those fronts work their way. And notice the one that just kind of hangs out as you get upper energy coming to it towards us see how it comes to life so the"}, {"timestamp": [3532.24, 3535.36], "text": " northwest of the south island look at that blob of blue come across you by the end"}, {"timestamp": [3535.36, 3539.12], "text": " of the day further north over much of the north island we've seen those showers in"}, {"timestamp": [3539.12, 3543.46], "text": " the northeast flow they'll come through eastern areas are fine and the southwest"}, {"timestamp": [3543.46, 3545.44], "text": " chains hits the far south and temperatures"}, {"timestamp": [3545.44, 3551.48], "text": " as warm as 26 for say uh christ church we'll be seeing temperatures struggling to get above 10 degrees"}, {"timestamp": [3551.48, 3559.34], "text": " tomorrow into friday to the far south 27 top temperature today for oakland and fongunui 27 tomorrow these are"}, {"timestamp": [3559.34, 3563.76], "text": " the showers across parts of northern coming to life to the east coast into the course of the"}, {"timestamp": [3563.76, 3567.26], "text": " afternoon oakland yeah 27 can you believe that today?"}, {"timestamp": [3567.54, 3572.7], "text": " I think it unofficially could be the warmest you've seen since the 60s for an April temperature, 24 tomorrow."}, {"timestamp": [3573.1, 3576.56], "text": " Still that warm, humid air, you'll see some showers, most likely in the afternoon."}, {"timestamp": [3576.82, 3580.7], "text": " And most of the meat and bones coming overnight, by the way, Hamilton's same sort of thing for you."}, {"timestamp": [3581.04, 3583.06], "text": " Shows by the afternoon, 24 degrees."}, {"timestamp": [3583.48, 3585.72], "text": " You should be sitting around 20 or 21 this"}, {"timestamp": [3585.72, 3589.74], "text": " time of year. They have plenty, central plateau. There'll be some showers popping up here and there."}, {"timestamp": [3590.02, 3594.72], "text": " Notice those temperatures all into the lower 20s as you finish off. Torong as well, you'll see some"}, {"timestamp": [3594.72, 3599.0], "text": " showers. Most chance, best chance seeing them into the afternoon. 22 is where we finish."}, {"timestamp": [3599.3, 3603.3], "text": " But head further east, all the cloud and stuff is to the west of the ranges, so from Gisbon"}, {"timestamp": [3603.3, 3627.5], "text": " right the way down to parts of Wadalapa. It's fine, it's dry, but check out the temperatures 24, 25. You'd take those in the summer, wouldn't you? Head further west, you've got some showers, watch of them later on in the day, and that main boundary that'll work towards New Plymouth going into the night time. Could be thundery, but through the day, but through the day, but through the day, but through the day, but through the day, but through the day, but through the rain by the evening. Gus could easily. You pick up some showers and strengthening wind by the end of the day. Wind, you've got plenty of that for Wellington. It'll really crank up through the end of the day."}, {"timestamp": [3627.76, 3634.82], "text": " You pick up the rain by the evening. Gus could easily be 90, maybe 100 kilometers per hour on the main leading front as it works too."}, {"timestamp": [3634.9, 3638.82], "text": " That blabber blue there as it tracks towards you. Nelson, rain heavy at times."}, {"timestamp": [3639.14, 3643.3], "text": " Blenheim 2, Westport. That could be thundry as well for you. That'll track its way through."}, {"timestamp": [3643.4, 3647.24], "text": " And for Christchurch, the same front gives you bits and piece of rain in the morning."}, {"timestamp": [3647.24, 3649.24], "text": " That'll go away and then you ease it away."}, {"timestamp": [3649.24, 3652.24], "text": " Gusty will wind from the north, 26 degrees."}, {"timestamp": [3652.24, 3654.44], "text": " Yeah, warm northwest of the reason why."}, {"timestamp": [3654.44, 3655.44], "text": " Look at that piling in."}, {"timestamp": [3655.44, 3656.76], "text": " Some good spill over too."}, {"timestamp": [3656.76, 3658.76], "text": " So some of the eastern rivers, they'll be starting to flow through."}, {"timestamp": [3658.76, 3660.56], "text": " That's a good dose of rain."}, {"timestamp": [3660.56, 3663.16], "text": " One to 300 millimeters to the West Coast ranges."}, {"timestamp": [3663.16, 3664.76], "text": " There's your wet weather eastern areas."}, {"timestamp": [3664.76, 3665.38], "text": " It's more likely into the morning. Occasional rain for Queenstown, bang. Then you're going to South West. of rain one to 300 millimeters the west coast ranges there's your wet weather eastern areas it's"}, {"timestamp": [3665.38, 3670.0], "text": " more likely into the morning occasional rain for queens town bang then you're going to south"}, {"timestamp": [3670.0, 3674.64], "text": " west to kick it through that 20 goes boom straight down into the cellar by the time you get to the"}, {"timestamp": [3674.64, 3678.8], "text": " evening and to the far south south west to kicks through you've got rain working in that'll really"}, {"timestamp": [3678.8, 3683.04], "text": " take the edge off these temperatures a mild one watch for that rain and of course seeing the temperatures"}, {"timestamp": [3683.04, 3688.32], "text": " change too showers forward and even particularly by the end of the day with the southwesterly and 21."}, {"timestamp": [3688.9, 3690.12], "text": " And then we get towards Friday."}, {"timestamp": [3690.3, 3692.62], "text": " All that stuff tracks its way north and guess what?"}, {"timestamp": [3692.88, 3694.18], "text": " High pressure slowly builds in."}, {"timestamp": [3694.26, 3698.02], "text": " Temperatures down south if you get to 10 or 12 you're doing well, cool or air."}, {"timestamp": [3698.4, 3700.7], "text": " And then look at that right in time for the weekend."}, {"timestamp": [3701.12, 3702.12], "text": " High pressure building in."}, {"timestamp": [3702.18, 3705.74], "text": " So it's a bit of a while for a couple of days and then a big area of high pressure."}, {"timestamp": [3705.74, 3706.58], "text": " Then we can have a break."}, {"timestamp": [3707.22, 3707.74], "text": " Number he."}, {"timestamp": [3707.74, 3708.96], "text": " Thanks so much, Dan."}], "text": " Tonight on One News, friends for now, but will it cause a rift with our biggest trading partner? China finally signs a controversial security deal with the Solomon, sparking strong reaction from New Zealand and Australia. And angry reaction, as a report reveals officials advise the government to shut down the MAQ system months earlier. So why did we continue to keep people in managed isolation? We begin tonight with fresh concern about China building a military presence in the South Pacific. The Solomon Islands confirming it signed a security pact with Beijing with the details yet to be revealed. Under a previously leased draft, China would be allowed to deploy naval vessels there, and Chinese police and armed forces would be asked to deal with social unrest. Solomon's Prime Minister Manaset Sogavare says the deal won't allow China to build a military base, but the US says the pact could destabilise security in the South Pacific. The fear of regional militarisation shared by the leaders of Australia and New Zealand, who say they're giving the Solomons the security it already needs. The point that we have simply been making is through the arrangements that we have between New Zealand, Australia and the Solomons, we have simply been making is through the arrangements that we have between New Zealand, Australia and the Solomons, we have been present, we have been on the ground, we've demonstrated an ongoing willingness to support the Solomons as they address some of the recent upheaval they've had. What this highlights is that over the last five years in particular, the level of interference and the level of engagement and particularly with all sorts of promises, of all sorts of investments, that can be very persuasive. Reflecting even wider concerns among Western allies, a high-level US delegation will arrive in the Solomon Islands later this week. For more on the highly contentious issue for us here and across the whole Pacific, One News Pacific correspondent Barbara Drever is with us now. Barb, what's actually in the agreement? Do we know? Well, we know an agreement's been signed, but it could be anything. Is it that draft agreement which allows the Solomon Islands to call on Chinese military to be there and allows Chinese ships to come in and out. Has it been watered down or is it stronger than that? We just don't know. And in fact, nor do the Solomon Islands people. And today in Parliament, the opposition leader Matthew Waleh asked the very sensible question, when can we see this agreement? Can the MP see this agreement? He was given the runaround. He wasn't able to get a straight answer from the Prime Minister on this. And it's this lack of accountability and transparency, which is deeply concerning to the US, New Zealand, Australia and the wider Pacific, which already has the security, regional security in place. So why does the Solomon Islands need this agreement and why can't we see it can you explain what the real concerns are here with the Solomons and the Pacific well there's a couple the first of course is a Chinese potential Chinese militarization in an area where there are superpowers opposing superpowers recently, the president of the Federated States of Micronesia, David Pagnuelo, wrote to the Solomon Islands and said, please reconsider. Couldn't, isn't it feasible that the whole Pacific could become a terrible place? It could be like he compete it to World War II. That's really serious. The fear is real. The other, of course, is domestic. The Solomon Islands Prime Minister this morning saying, look, we're going to let the Chinese police come in and they're going to booster our police force and equip them to deal with any civil unrest. The civil unrest, of course, is against his government. This is a government that wants to stay in power and the Chinese government equally keen to keep them there. So there could be some pretty volatile times in the days ahead. A pretty busy time. I know we'll have much more from you in days to come. As always, it's a pleasure having you here, Barbara Drava. Thank you. It stirred a lot of emotion today. Could we have got rid of MIQ months earlier? This after reports, health officials agreed last November that MIQ was no longer necessary. One former MIQ resident who went on a hunger strike to get out of MIQ told one news he was infuriated. The Rao blew up as the first of Auckland's MIQ facilities was formally farewelled. The Anahuahure Hanganui reports. An end of an era. As Gatifatua or Rakei officially closed MIQ facilities across Auckland. It was difficult for us and our families. It was difficult for us to come to work each day. But I think I take my head off to everyone I work with. The New Zealand public owe everyone in MIQ, all of the staff here, that have supported all of their loved ones coming home, a massive thank you. But MIQ has also been dogged by complaints over inconsistencies and delays. Now the issues flared up again with revelations that senior health officials agreed last November that MIQ was no longer necessary and could be phased out. I guess I'm numb, really. I'm numb and the numbness is probably holding back anger. He went to extreme lengths to get out of MIQ to see his dying father, staging a 60-hour-long hunger strike. Many people at the same time as myself had to sit in quarantine, had to watch loved ones die over FaceTime. It's up to the government to go back to those people that were actually in very tragic set of circumstances and explain what was going on. The government told one news the initial advice from health officials was reviewed and the final recommendation was to phase out MIQ over time. Then Omicron arrived, forcing further delays. We delayed the reopening of the border, the removal of MIQ, in order to make sure we could get our booster rates up. And ultimately, that is a decision that saved hundreds if not thousands of lives. This epidemiologist says MIQ needed to stay, and relying on home isolation would have been a mistake. Home isolation is a mixed blessing. Some people take it seriously, other people don't take it seriously. MIQ still sparking debate and frustration as its role in our COVID-19 response comes to an end. Tianiwa Hurihanganui, One News. 10,000 allied health workers are set to strike next month over pay and conditions. The PSA union says workers in fields like pharmacy, laboratory science and physiotherapy aren't being paid enough in New Zealand and may end up heading overseas. The affected workers don't include doctors and nurses. The straight plan for May 16th comes after a year and a half of negotiations with district health boards. Health Minister Andrew Little urged both sides to continue negotiations saying it's a complex issue as the claim covers about 130 occupational groups. To the invasion of Ukraine now, a last-stand battle in the devastated port city of Maru Pol is escalating, with Russia bombing the last remaining defence base, an industrial complex that's provided refuge for Ukrainian military and wary locals. Ukrainian soldiers are preparing for battle at the front line as Russia launches an all-out offensive in the east. Kate Nicol Williams has developments. Russia moving in on Maripol's final stronghold. The BBC says this video shows Russian forces storming buildings in the Azov-style steelworks. Russia's bombarding the vast complex with explosives designed to penetrate targets deep underground. Around 1,000 civilians are reportedly hold up below, with supplies running out. We try not to get too emotional. When they're shelling, the whole place shakes. There are lots of children in here. They're hungry. Get us out of here, we beg you. We've already cried out all the tears we have. We can't cry anymore. We're just sat here. Ukraine says Russian troops are blocking attempts to get these people out. As a new stage of the war gears up, Russia hit 1,200 targets in the east overnight. Kramatosk, a city near the eastern front, is under attack once more. Forces rushing to give first aid to the wounded, at least one person was killed. Ukraine's president says these are the acts of absolute evil. They consider ordinary residential housing to be normal military targets. In this war, the Russian army will forever inscribe itself in world history as perhaps the most barbaric and inhuman army in the world. This footage reportedly shows Ukrainian strikes wiping out Russian weaponry. According to White House sources, the United States is preparing to send Ukraine more weapons another billion dollars worth, including artillery, to help counter Russia's long-range threat. A few kilometres from the front line, these Ukrainian soldiers expect to be fighting in a few days. We are all afraid. It's human. It keeps us alive. Experts say Russia shouldn't expect a quick victory here. You've got a very well-trained, very motivated Ukrainian army, fighting a very badly trained, very unmotivated in the Russian army, but that does have the advantage of numbers. So this could go on for months. It could even drag on for years. But it's widely thought Vladimir Putin's ordered his generals to secure a win by May the 9th. The date of Russia's annual World War II victory parade with rehearsals already underway. Kate Nicole Williams, One News. Keeping New Zealand's connected was the main item on day two of Jacinda Ardern's Singapore trip. The two countries agreed to work on sharing information and technology around supply chains. It's an issue highlighted by COVID isolations and border closures. Political editor Jessica Much Mackay is with the Prime Minister. A Singapore showcase. This is the Changi Jewel Complex, nature and shopping under one roof. The Prime Minister is seeing the best of Singapore's art and commerce. She's here because Singapore matters to us, especially its port. It was labelled the world's busiest last year. COVID taught us we need to shore up supply chains for Kiwi companies. Every exporting nation and every trading nation is vulnerable. So Singapore and New Zealand have agreed to work on it and firm something up. Prime Minister, this is an announcement about doing some more talking. What tangible things do we need to get out of it? What we've already demonstrated is that by working together, we can see the free flowing movement of critical goods and services when it matters most. We want to build on that. Singapore is a logistical expert. And it's easy to see why. To give you an idea of the scale of this port, quarter of a million containers come through here each and every day, including a few of ours. Do you know how much New Zealand kiwi fruit is bobbing around out there at the moment? Oh, look, it's a million trays in Singapore, but across the world, we've got 70 million trays packed now. Singapore has a similar population to New Zealand, but it's punching above its weight. There's a huge economic ecosystem here that's much, much bigger than the population. The other thing I've done here over a very long period is that they've crowded in a lot of innovation from around the world. Singapore's a gateway, a huge gateway for its investment into digitisation, innovation, technology, Asian markets. This expert on the region says we need to hustle to make up for lost time. It's not enough, I think, for us to just trade on the fact that, you know, we're sort of nice and they view us positively. We really have to show an interest, be engaged. So with a gala dinner ticked off and lots of posing for pictures, 48 hours in Singapore comes to a close. Now it's wheels up and on to Tokyo. Jessica Machai, One News. As excitement grows for international visitors to return, it could be a struggle to hire a vehicle to ticky tour the country. Rental car companies are having problems, rebuilding fleets after culling more than half of their cars over two years and supply issues offshore. Darred McCulloch, reports from Queensland. Getting primed and ready as international visitors trickled back in. But getting behind the wheel of a rental car may be a challenge. Getting primed and ready as international visitors trickled back in. But getting behind the wheel of a rental car may be a challenge. The industry was forced to sell down once the border is closed. We believe it's estimated about 55 to 60% of total New Zealand rental vehicle fleet was sold. Of course, that now has to be fleeted up. That makes it fewer than 30,000 cars in circulation now, a far cry from two years ago in Queenstown when COVID hit and unused rentals were parked up. Now companies are trying to push their accelerator on importing new vehicles. But there's a global backlog for new cars down to a number of factors. The level of stock held in New Zealand at the moment is historically the lowest that's ever been. And the constraints of COVID, the war in the UK and Russia, chip shortage production disruption, means that consumers will need to be patient. He says there can be a three to six month wait for some new models. Without sufficient rental vehicles, I believe tourism could be severely hampered. Including remote tourist-starved towns like Tiano. I think we'll see a very significant impact. Pre-COVID figures show just under half of Tiano's visitors traveled there in a rented vehicle. If we don't have confidence that that fleet will turn up, then we don't have the confidence that we can take bookings against that fleet in the future. And particularly when we get to the busy periods like school holidays, ski season, and of course the summer period. We're pretty resilient us a lot and always find ways of getting around things. The advice for visitors is to book early as the industry gears up for overseas travellers who will hopefully reach their destination. Jared McCulloch, One News. Mount Roepehu is experiencing its longest period of tremors in 20 years, but experts say an eruption is still unlikely. There's been volcanic unrest on the North Island's tallest maunga for four weeks, and the temperature of the crater lake has risen. Scientists say there is a small possibility of single or multiple eruptions that could cause lahars in the area, like what happened in 2007, but no eruption is still the most likely outcome. Customers of the BNZ have been frustrated after their cards failed twice in recent days. Two major artyges affected paywave and online banking. The ANZ said it had problems with its website yesterday. Van de Naban reports. I typed in the pen that I knew was my pin and it said the pen was incorrect. This BNZ customer was out shopping on Saturday when a card and banking app stopped working at the checkout. I had a couple of things that I needed to take care of that day, so I'm really glad I had another card I could use, but not convenient. Inconvenient for thousands of Kiwis whose online banking, paywave, credit and debit cards were down for BNZ from mid-morning to mid-afternoon on Easter Saturday. It was resolved momentarily, then was down again last night, and even briefly this morning. In a statement, BNZ apologises for the inconvenience, embarrassment and frustration. These issues have caused customers. They told One News their technical teams isolated the causes and the problems have now been fixed. A&Z also reported technical problems yesterday, which they also say have now been sorted. The banks have got slightly older systems, what they call the legacy systems, and they've been around for a while, and they probably haven't been updated to the extent that they needed to be. She thinks the technical problems aren't bad enough yet to force a reset of the entire banking system, so what's needed in the meantime is better communication. Banks need to make sure that the retailers actually understand that there is a process that is available to them to cope with when the system is down. BNZ also alerted its customers of this problem through social media, but could there be a better way? I've got an app on my phone that tells me, gives me a notification whenever a transaction goes through. So how can it be that difficult to provide a notification, you know, a push notification that says we've got a problem? A lot for banks to consider as we grow our cashless society. Van Denebarn, 1 News. Donnie takes to the stand in his defamation trial against ex-wife Amber Heard what the actor told the courtroom Ihiaki Nae that's coming up. The Aussie backyard that quickly turned into a crash landing pad, how this hot air balloon ended up here. Plus after charming the Coachella crowd. Harry Stiles has a surprise for his Kiwi fans. And then coming up on 7-Sharp, the rise in popularity of unpasturized raw milk. What's driving it and what are the risks? Plus, every day hundreds of Kiwis are fine for driving in bus lanes. But is it justified and is there a better way of enforcing it? And meet the latest addition to Hotel Housekeeping. Join us tonight at 7. Cube? Yes, sir. Play the game. It could be the single most challenging test. You're ready? On television. Come here to beat the Cube. a brand new game for this series. The million pound cube tonight on one. The cube. Hey, small spenders. You give a new meaning to living comfortably. You're the connoisseurs of coziness. Turning up the heat and keeping costs down. Savings? You do it in your sleep. Yeah, you throw on that extra layer. You make saving look hot. You put it in your sleep. Yeah, you throw on that extra layer. You make saving look hot. You put the snug in style. Winter is here, but you've already got it wrapped up. The warehouse, where everyone gets a bargain. What if you could see where you were using the most energy and make smarter choices about how you use it? With energy IQ, Genesis customers can. Genesis, with you, for you. Torpedo 7's bike bash is on now, plus loads more deals. Ride into autumn with up to 40% off all bikes. Just for clubs, save 30% on Torpedo 7 branded clothing, plus get up to 50% off selected camping gear. Get up now at Torpedo 7. Here we go. Left, right to the back. Hold it there. The new popcorn chicken rice bowl from KFC. Now's good. She's some pretty good Nick. I only in 110,000 Ks. Lof and Red Joe. You know, full service history. Try and get in. What is this? This is a one-star safety-rated car. I don't understand what's going on. People don't often think about how a car will crash and how it will protect you. That's what a star safety rating tells you. Just kind of imagine, like, if you crash in a car like this, there's no way we would survive. I think we've seen enough. Kiwis know that our home is our castle. Carpet your castle this month with our 3KG 24-ounce Valenciana and Casabella Carpets. They're on offer for only $69 a carpet meter because there's no all of us. For made to measure fences and gates, for your home or business, locally made, locally operated, and fencing New Zealand for over 20 years, you can rely on Warner. All of us are on the move. We're all going places. We're moving up. We're moving out. We're moving up. We're moving out. We're moving on. Maybe we don't even know it yet, but we're all on a journey. Wherever you're going, here at BP. We can help you on your way. This one's for you, oh, my. Thank you for all that you've done. Thank her for always being there with new Pandora Jewelry. Tonight, our food gurus are recreating another Kiwi classic. Oh my God, yes. Oh my goodness, we're doing trumpets. All new Snake Masters. Tonight, 7.30 on 2. Hoke Maiano, welcome back. A person has died in a house far in South Auckland. A body was located inside the home, which caught far in Outahoo just after 10 this morning. Roadblocks are still in place, and police are advising motorists to avoid the area. It's not yet clear how the fire broke out. Auckland Zoo has revealed it was notified by email on Easter Monday that the transfer of Burma the Elephants to Australia was off. Since arriving in New Zealand as a youngster 32 years ago, Burma's been a crowd-pleaser. But just a week away from being flown to a new home on the Sunshine Coast, Australia Zoo changed its mind. Auckland Zoo wasn't giving interviews today, but says it will take quite some time to find Burma a replacement home. A short time ago, Australian border officials told one news it remains open to assessing an application to import Burma should any Australian zoo wish to do so. A group of unvaccinated New Zealand residency visa holders are appealing for the government to allow them to return from overseas. They're currently unable to cross the border and claim they've been shut out of their homes. Thomas Mead reports. They just want to come back home. They call themselves the forgotten. I am now stuck in the UK. I have a family and a business in Nelson. Unvaccinated permanent residents like Aucklander Holly Atkinson, who has lived in New Zealand since she was nine. She flew to South Africa to visit her granddad after he was the victim of a home invasion and now can't come home. It's really, really tough feeling like I'm basically shut out. Earlier this year, the government announced unvaccinated New Zealand citizens were allowed to return from overseas, but not unvaccinated permanent residents and residents. With thousands of cases here every day, it's sparking a debate on whether that's justified. There is no risk. There's actually a higher risk in the community of COVID transmission than there is from people returning over the international border. When principle, every extra person we add to New Zealand who's unvaccinated increases the risk of transmission of COVID-19 and any other disease they're not vaccinated for. Some claim they have been locked in. Sarah Axford wants to see her elderly parents in England. My concern is that I won't get to see them again. And for my son not to see his grandparents again is pretty horrific. The group is now threatening to take the government to the High Court. The minister unwilling to comment on that, but open to change today. The public health profile, of course, changes based on the increased number of cases that we're seeing in the community and so on. So I think that is likely that we'll see change there in the future. But those overseas argue it's urgent. Holly Atkinson has a house, a mortgage, a dog and a job in Auckland. If MIQ had said to us, hey, you actually can't get back in because you're unvaccinated in a permanent resident. I would still be in New Zealand now. Waiting to see if the government will change its approach. Thomas Meade, one news. 13 people in Melbourne have had an unusual morning commute after their hot air balloon crash landed in a suburban street. It was the balloons made in voyage when it came down in the city's south, then deflating over the roof of a building. The pilot had been planning to make a crash landing at a nearby beach when it came down in the city's south, then deflating over the roof of a building. The pilot had been planning to make a crash landing at a nearby beach, but came up 200 metres short. I'm happy that nobody got hurt, which is the important thing. And obviously it's a bit of an inconvenient, inconvenience, everything that's happening now. And to get the balloon off the roof, it's going to be quite complicated. An investigation's been launched into what caused the balloon to lose altitude. Heanous and disturbing. That's how Johnny Depp has described allegations made against him by his ex-wife Amber Hurd. The act is testified in his $74 million defamation trial over an opinion piece Ms Heard wrote in which she calls herself a victim of domestic violence. Depp denies any abuse as the BBC's David Silatai reports. Good afternoon, Mr Depp. Good afternoon. Can you please tell the jury why you're here today? Um, yes. That pause rather captures the moment. His audience are caught, and this Johnny Depp's one chance to salvage his reputation. Watching was his ex-wife Amber Heard, who says she endured months of violence during their brief marriage. All of it, he says, is a lie. Never did I myself reach the point of striking misheard in any way, nor have I ever struck any woman in my life. Two completely opposed accounts of a marriage, and so many of the witnesses are either close friends or employees, and the events, most of them, took place behind closed doors. So the heart of this for the lawyers is who to believe, which is why today matters. He talked of childhood abuse, his long career, and the effect of the allegations. One day, you're Cinderella, so to speak, and then in 0.6 seconds you're Quasimodo. And I, I didn't deserve that, nor did my children, nor did the people who have believed in me for all these years. Okay, we'll take recess. Thank you. Throughout he was careful, hesitant, serious. Of course, this is just one side of the story. Amber Heard's will follow, but as they rose to leave for recess, a little whistle. A smile. Yes, and Amber Hurd has launched to own nearly $150 million counterclaim against Johnny Depp. Neu Toonemai, stay with us. The Tauranga teams are off to take on some of the world's best robotics teams. Why the Kiwis are off to take on some of the world's best robotics teams. Why the Kiwis are going in as the underdogs. I'm obsessed. I love him. I'm just stoked. Who is it? Harry's headed down under, but what's got some fans nervous? And then at 7, with borders open again, do you remember how to even pack a suitcase? We'll let you know why things are different now, plus why people are queuing to get their hands on raw milk. And with a shortage of housekeeping staff, can these guys really pick up the slap? We will see you tonight at 7. The issue might be space. It was closing in on us. It's time. Get a four bedroom house. Or issue might be space. It was closing in, not us. It's time. Get a four-bedroom house. Or it might be something else. We don't need to move. We really agree on anything. I haven't got snowballs chance. Kirsty and Phil's love it or listed. Tonight on one. Whatever size or shape your KiwiSaver accounts in, ASB's team of experts can help make sure it's as juicy as possible. I think I'm going to call it Tommy. Talk to us for advice to help you get one step ahead. In financial news tonight, we're seeing more New Zealanders. Bundling their home utilities with slingshot, saving money and record numbers. Boom. So, economically speaking, I... Bundling other stuff with broadband does increase one's propensity to say, mad cash. Boom. So, economically speaking, I... Funding other stuff with broadband does increase one's propensity to save mad cash. Boom. I promise you. Funding up will keep more money in the pockets of hardworking New Zealanders, starting today. Bindle up with slingshot, save money. Boom. Jessica, bent over. Different isn't just electric. Different is instinctive driveability and sustainable style. The All-Electric Mazda MX30. Welcome to Different. Grab some groceries on the go at the warehouse. Sanitarium wheatbacks, 1.2Ks just $5. These Greg's special blend refills just a dollar, and 5KGs of the Sunrise Rice just $10 at the warehouse where everyone gets a bargain. My grandma currently lives with us, and because she's an older person, this makes her more vulnerable to COVID-19. My grandma's one of my best friends. One of our favorite things to do is to go and drive to the beach and just enjoy each other's company. If my grandma was to catch COVID-19, it'll honestly be heartbreaking. So we're doing all that we can to make sure that we protect her. We wear masks, we're boosted, and we limit going to social gatherings. We do it because we love her. Most tao he le-le-le-le-le-le. Finally, there's Alien Tape, a revolutionary new tape that doesn't use adhesive, but strong enough to hold up to 5 kilograms on most surfaces. You'll love Alien Tape, the incredible new advanced grip technology tape that instantly locks anything into place without screws or anchors. Then Alien Tape comes right off because it doesn't use adhesive. But on drywall, it's a permanent alternative to nails. Buy in store and online at the warehouse. Also available at Global Shop Direct. If I won Powerball, I'd get a yacht for our fishing trips. Nice. Have you got your ticket? Oh, you might have forgot something. Uh, I think you forgot the guest, too. When it's bite time, play online at mylotto.com.in.Z. Five, four, three, two, one. A ignition sequence, start. Lift-off. We have a lift-off. Roger. Time to begin, movers. Roger, 11, certainly looks like you are well on your way now. All the booster functions are proceeding normally. The sequencing is in good shape. Shut down right on time. Roger, you are looking good. Good boy, Brinson. This is the Dyson Corral Streatener with manganese copper alloy plates that flex, shape and gather for enhanced styling with less damage. Dyson Corral. Looking forward to an OK retirement, step it up from limited horizons to life without limits with staircase. Invest in property with staircase and step up to the future you've always wanted. What am I now? What if I'm so I want to go on around? I'm for... I enjoyed it. Pop sensation Harry Stiles is thrilled Kiwi fans with news he's headed down under. But as more and more international acts announced New Zealand tours, there are concerns concert goers might not be able to keep up, Jordan Rudd explains. Hot on the heels of this show stopper at Coachella. Harry Stiles has announced he's coming down under. The pop singers performed here twice, the first in 2013 with boy band One Direction. Harry! Before going solo and coming back in 2017. Superfan Meg Wyatt camped overnight at Spark Arena to get in the front row. I'm obsessed. I love him. I have been in the game for a good decade now, I would say. And she'll be seeing him again, or trying to, in March 2020. Yay, it's happening. But then also just the immediate stress of I need to get a ticket, like, in the queue as soon as tickets go on sale. One show for the whole of New Zealand, the thought of it makes me want to vom, like, having to, like, get on and get the tickets. But then, honestly, I'm just stoked. Harry Stiles on Zat-M's Late Show, he has just announced he is coming to the country. Stiles joins a prestigious queue of artists now heading to New Zealand, but some are questioning whether it's too long. I've definitely missed concerts and I can't wait to go dance my booty off. But at the same time, it's like how many is too many? I definitely think it is going to be a situation of picking and choosing. I think there's a danger that you can put too many shows into the market, but there's also a huge amount of pent-up demand. You know, it's about building that consumer confidence and things like Harry Stiles are a huge part of that. You know, it's not the same as it was. Harry Stiles has been trying to get to Altero for two years. His tours in both 2020 and this year cancelled due to COVID. Oh my God, I'm going. Are you going? Well, I don't have ticket yet, but in theory, yes. Yeah, I think so. If my friends want to go, I'm going. Are you going? Well, I don't have tickets yet, but in theory, yes. Yeah, I think so. If my friends want to go, I'll go. Kiwi fans will be the lucky last to see Harry Stiles. The Mount Smart Stadium Show will be the final stop of his tour. Jordan Rudd, One News. A group of Tauranga teams are sent to take on the world's most promising robotics brains. The Kiwi teams won the national champs for the past three years, but all face their hardest opponents yet when they head to the US. Sam Kelway caught up with him before they fly out. Thumbs ready for battle and last minute programming. The other brains behind New Zealand's top young robotics team. I reckon this robot will be pretty competitive. It's up there with all the other designs from America and Canada. Normally some of the very powerful countries, normally the countries that win. Hoping their bot will upset the 800 international competitors in their division. We'll see if we can take some of that glory away from them and see if we can bring something home. The years 10, 11 and 12 students have spent months fine-tuning their machines. At Steam Ed, a charitable trust in Taranga. I'm having all that international experience. It's amazing experience when they get to worlds. They don't know what they're in for. She says the Americans will go in as the favourites. Americans have got Generation 2 equipment, which hasn't got to New Zealand yet. So that's made it really hard for our younger ones to be able to compete on an even footing. So like last year there was balls which you had to put into goals placed all around the arena. But this year they decided to go for mobile goals and rings and who knows what they'll do next year. This year the aim is to collect the goals and donuts as quickly as possible. Then balance the robots on the seesaw in a competition that comes down to inches. One sort of challenge that we have is that it has to start within an 18 by 18 inch cube. So this whole robot can fold up into a lot smaller of an area to fit within the rules. The two teams will fly to Texas later this month. Sam Callaway, One News. And Haley's here with sport. And more than a week after the Black Fern's review, we're finally going to hear from the players. Yes, and it's not necessarily what you'd expect as senior players offer their views on former coach Glenn Moore and what needs to be done now to support the women's game. Plus the young man who's driving and thriving and the old codgers who drive and barely survive. And a good deal of cloud around today, but things are set to change, this big mass of clouds sitting out to the west. This is the makings of some wet, windy and thundry weather. There's loads of watches, mornings in place. Stay tuned for details. When trauma has taken its toll. I died three times in the operating table and I lost my right arm. I definitely don't recognise a statistic fee. Can some ingenious tricks? I got those from a woman shop. These women's gene. Really? Roll back the years. Goodness, me. Then. Wow. Sally's in the countryside. Got me wellies. For her overnight kept. Your house is absolutely stunning. There's a head shake like a dog, which I think every country house should have. That's your Thursday night here on one. Your undivided attention, it's the least you can give our new premium pure burgers. Now in supermarket freezers, Silver Fern Farms, delicious starts here. This is the story of post, a post that had recently mastered the skill of invisibility. When a post appears out of nowhere, it's nice to have someone on your side. Who do you think you are? I could be your worst nightmare. Don't let shingles crush your party. Once you reach 50, your risk of shingles increases. One and three people will get shingles in their lifetime. Talk to your doctor about vaccination with shingricks. When Dyson's laser reveals invisible dust on your floor, its powerful hypodemian motor sucks up those microscopic particles for a cleaner, healthier home. Whole machine hepar filtration exclusively at Dyson. We both started investing regularly with Hatch for our wedding. We hit our goal, but it was a lot of money. So we got married in the backyard and put it towards building a house deposit. Got this place instead. Join the investment platform here to help you hatch your tomorrow. Odering's biggest sale is on now. Get 50% off Nandina Golf Stream and essential gloves. 30% off Gara, Rose and White, bog tulip packs, and Amaria terracotta pink and white. And 15% to 50% of all outdoor plants. At all the rings. Who in May the Willam and come to bring your shirt in Rome? One day when the time and sun, we'll take our leave in here. The majority of life on our planet is aquatic. It looks something like this. Either they nor the planet can stop and wait. My ocean deep touch. You don't need smooth, chill jazz, enjoy exquisite quarterpast Dutch hot chocolate. But it definitely helps. Quarterpast, made differently, made honestly, made for flavour. Great. Great deals on now at Harvey Dorman. Save 462 on this Samsung large 9KG capacity heat pump dryer. Save 562 on this LG 55 inch nanocell 4K TV. Now 1798. Panasonic large capacity microwave 288. Save big. Electrolux dark stainless dishwasher, 1488, save 320. Massive deals across our coffee range, like this to longy coffee machine, just 648, plus 60 months interest-free, storewide. On now at Harvey Norman. Go! All new Lego Masters, New Zealand, coming soon on two. One News sport is brought to you by mobile. You can use your mobile smiles rewards instantly to keep on moving. Kioriti, welcome to one sport. Some of the biggest names in women's rugby have opened up on the recent review into the game. Senior players in the Blackfern's Sevens and Fifteen's programmes endorsing Coach Glenn Moore, who resigned from the job on Saturday. It comes as they prepare to end a two-year absence from the World Series. Andrew Saville has been with the Sevens team today. You get the feeling the Olympic Sevens champions are a little excited to finally be back on the World Circuit. I think it's 800-something days. We've watched the rest of the world carry on and, you know, we're extremely jealous. After a nearly three-season hiatus, the New Zealanders head to Canada this weekend, leaving behind a tumultuous time for the 15-aside game that several are part of. There's a bit of an elephant in the room at the moment in women's rugby. Yeah. What have you made of the last couple of weeks? Oh, for me, it's hard. Any environment that has to go through something like this, it's not easy. My own personal experiences of GM, he was really cool. Gave me clear, precise communication. I understood where I stood with him. He told me what he wanted from me, so I had a really good connection with him. Yeah, I have spent a lot of time under Glenn and personally enjoyed my time there. I always love going back into the 15-aside game so look sad to see him go. Was the Northern Tour last year, yes, on the field, not great. Was it that bad a tour? I really enjoyed myself. The connection with the girls was awesome. Again, with GM, Hags, the coaching staff. I felt really confident in my abilities because of what I was getting from them. I don't think the on-field stuff, what we showed was a result of the culture, or what the off-field thing. It was pretty much, for me, it was COVID. At the same time, the players agree it's time for a rethink as the boom in the game has outpaced the resource. It's shown in the sevens that a lot of resources does help. What's the secret to the continued success of this Sevens team? Oh, it's just like time together really helps. Time to be competitive. But like I talk about our culture, but it's probably deeper than that. It's actually like the friendship. Hedony, Woodman, Brazier and others will put their hands up for the 15s World Cup. Crucial experience you'd think for whoever the new coach may be. Andrew Saville, One News. On the seven's note, would you believe it's been nearly four years since we've seen Portia Woodman blitzing the opposition on the World Series circuit? A combination of injuries and COVID when the Lankford tournament will be her first on the series since 2018. What a way to start a year that also includes a comm games, 7s World Cup and 15s World Cup. In terms of rugby content, yeah, the biggest year of my career, I definitely want to finish on a high. We'll see how we go. What do you mean finish on a high? Yeah, winning all three. What, and then you'd finish? Finishing the year on a high. I thought we're onto something there. Sorry, sorry, sorry, no, no. Good clarification there. The 30-year-old's just five tries away from becoming the first woman to score 200 tries in the World Series, with no one else even getting close in her absence. Football fans have provided a reminder that unity and humanity can be found even in the most intense rivalries. This, the scene at Anfield this morning, as the crowd watching Liverpool's 4-0 win over Manchester United in the EPL paid their respects to Cristiano Ronaldo after the death of his baby son. Jordan Oppet reports. It's not uncommon for football fans to be on their feet, but this was different. Rousing applause in minute number seven coinciding with the number on Cristiano Ronaldo's jersey. You'll never walk alone, ringing out among the crowd. Loved it. That's exactly how football should be. All the rivalry aside in this moment, there's only one thing important, and that was really a show of class. The tribute, less than a day after the Manchester United Star and his partner, Georgina Rodriguez, announced the devastating news that one of their newborn twins had died. The striker and his family front of mind as both teams took to the field. That opening goal within the first five minutes. Liverpool up, 2-0 by half-time and they kept charging. It's Louis Diaz. It's Sariomone. Next week. Another Sariomane gift to the cop in front of the cop. Mohamed Salar selling an emphatic win with the Red's fourth goal. What's traditionally the league's most competitive fixture, instead a whitewash. Liverpool for now, two points clear on top of the table. But this moment will resonate much longer than the result. All our thoughts from the moment on when we heard about it with Christian and his family and I cannot even imagine. Yet another reminder that sport is and can be much bigger than just a game. Jordan Offutt, one news. And they're back again, Fulham securing promotion to the Premier League for the third time in just five years, with an emphatic 3-0 win over Preston North End. The result turning Craven Cottage into a sea of fans. Pating that incredible picture. These scenes are incredible. Look at Craven Cottage. All the fans on the pitch. They've been waiting for this moment for so long. They've seen their foot of scene. The West London Club has bounced between being promoted and relegated every year for the last five years. Stephen Adams's Grizzlies have tied up their first round playoff series one all, thumping the timber wolves in Memphis this afternoon. Although the Kiwi didn't play much, but being called for two fouls within the opening three minutes. Stephen Adams gets called for the flagrant, so it's going to be free throws and the ball. If you're going to get slapped in the face by somebody on the court, the last person I'd want to slap me in the face is Stephen Adams. You got that right. Minnesota didn't have to take much of it, Adams spending the rest of the game spectating, as teammate Jarmerant led Memphis to a 126 to 94 win. It appears that wherever you look in New Zealand's motorsport scene, you scratch the surface and another top talent emerges. Ben Stewart is among the crop of races that, despite barely being road legal, is leaving a huge impression on racing tracks around the country. Dewey Prese has more. You'd be forgiven for thinking by the lack of cars around him that Ben Stewart's out on track practicing by himself. He's too fast. In fact, he's just that far ahead of the chasing pack. Over 1.3 seconds a lap faster than the second car. Unheard of. At 16 years old, his composure behind the wheel, remarkable. Pretty cool, like, I don't know, finally being noticed. Outstanding. Like, yeah, couldn't be prouder. In his rookie season, he's picked up the national and South Island titles of the Mazda Racing Series on tracks he's never visited before. Everyone always says to him, oh, it's the first time the track, and he just goes, it's the first time at every track. So he turns up at every track, and he most of the time tops the time sheets on the first run. And he's never been there. Except he has been there, sort of, in the form of his at-home simulator. It really helps, like, before you get there, you already know what lines are taking everything. Like most of New Zealand's top drivers, Stuart also came through the karting scene, quite successfully looking at the stacked shelves, although it nearly cost him dearly. End up having a pretty big karting accident, which put me in hospital for 17 days. His helmet, which once belonged to F1 prospect Liam Lawson, still bears the scars of that day. Yeah, a little bit frightening, probably more for mum. Saw it, you know, I actually be line straight for the ambulance. It's a position dad, Phil, unfortunately, knows all too well. There it is. A former V8 driver himself, he suffered multiple breaks in this serious crash before Ben was born. Remarkably, both father and son would make it back behind the wheel. It ended up with a pretty bad collapsed lung and a broken collarbone, I think one broken rib. But crucially, not a broken spirit. And the young schoolboy, number 33, the most unlikely looking butter racing driver you'll ever see in your life. Carrying a piece of advice once given to him by idol Scotty McLaughlin. He said just keep pushing, like everything in the line eventually. If he keeps putting in these kind of performances... The sensational, unbeatable, just too fast, the other guy said. You'd say it's just a matter of time. Derry Priest's One News. To the annual car jumping championships now. Yes, you heard that right. Let's go to the southeast of England, where every year a small group of brave-hearted Brits try to fly by absolutely flooring it. The concept is simple. Jump in the driver's seat of an old banger and to jump over a pile of even rustier bucket. The goal is obvious. Get to the other side. Easier said than done. Thankfully everyone walked away. Even though he's a wee bit winded. And one dead devil wasn't satisfied with having just one go at it. That's good fun. But this wasn't just a lark. This was a serious competition. The winner judged on elevation, distance, and crowd reception. Kevin Lording, proving Lord of the Bangers, using a very wise tactic. Just flooring. Don't boil it, just for it. Flooring his way to this awesome trophy, a rick-roaring lap of honour, and the pride of knowing he can leap cars with the best of them. I can cut a sport right there, if you can call it sport. When you have to get the sensible baby-carrying car, we'll take your old sports car on one, Haley. Good. Dan's here next with details on the wild weather headed our way. And then on 7-sharp, forgotten what to pack when heading off overseas? You're not alone. We will let you know what's essential and what you can really leave behind. Plus, if you've been pinged for driving in a bus lane, is there anything you can do about it? We'll see you shortly at 7. Tonight on 1, contestants take on the cube for cash in the million pound cube. Then they're going ahead to head for homeowners and Kirsty and Phil's love it or list it. On 2, can top New Zealand chefs recreate classic Kiwi snacks? Find out on Snake Masters. Then five hilarious comedians tackle challenges for the Taskmaster. Explore extreme weather mysteries in the unexplained with William Shatner on Duke. Plus from the creators of Brooklyn Nine-N-N-N-Kermes comes a new comedy about one-man's quest for the American Dream. Stream Killing It, TVNZ On Demand. One McSpicey, please. One McSpotie, check-out. Hey, best that! The song is for me, Barry Bro. Hey, best that! The McSuffin' Mr. B, Barry Brow! The McSpicey Chicken Burger can make a chicken lover out of anyone. The King Autumn Sale ends soon. Discover Australian design with award-winning King craftsmanship that adapts to your lifestyle. So why buy ordinary furniture when you can come home to King? Sail End soon. Experiencing all sorts of different emotions is normal in difficult times. Whether you're feeling good as gold, a little bit hoax, or you're just a tad over it right now. That's okay. Check out all sorts.org.org.z for heaps of tips to help get us through. Your outdoor area is like a sanctuary. Outdoor heater $198. Landscape plants $7.30 each. Where you find a competitive lower price on the same stock types, we'll beat it by 15%. Lowest prices are just the beginning. Hello, old friend. Can't do this? Yes. Penn. Are you ready for me? Radio 9.15, 18. Oh, stay down, Sam. 2022. I've got a lot of ticket. I've got the check. You guys want on? What's the next number? The MGZST with more style. More safety tech with 360 degree camera with a seven-year unlimited kilometer warranty. The MGZST is the more you've been looking for. Get your free consumer's guide to hearing aids. New Zealand's only independent guide to all the latest models. Choose the right hearing aid for your lifestyle and budget. Call 0800-45-45-42 for your free copy. Kilda future passengers, and welcome to Flight NZ0. Why is it called Flight NZ0? It's our commitment to net zero carbon emissions by 2050. Can you really get to net zero? Yes, we can. It's our most important journey zero carbon emissions by 2050. Can you really get to net zero? Yes we can. It's our most important journey yet. Let's get started. Flights using sustainable aviation fuel will be departing sooner than you think. Tough high, but you're going to need more than that. We'll be introducing electric planes on our domestic flights. That's impressive, but have you thought about hydrogen too? Yes. Beyond 2030, hydrogen powered aircraft could be taking to our skies. Green hydrogen? Of course. This is promising. Keep us updated. It's the semi-final. Hold on tight. Oh, I say. Will they reach for the stars or fall from great heights? Uh-oh. Uh-oh. Uh-huh. Cool. Got I can't watch. The Great British Sewing Bee, Friday heights. Uh-oh. Ah, ah. Cool. Got I can't watch. The Great British Sewing Bee, Friday 8.30 on one. Could someone say murder? I didn't kill Patrick. You have to believe me. Is he too close? I am sensing evil, Marty, and it's very close to you. To see the truth. Always follow the money. Shortland Street. Next on two. Hello tomorrow into early Friday. The wet and yucky part of the week. Grab the money. Shortland Street next on two. Hello tomorrow, into early Friday the wet and yucky part of the week. Grab the gear, you'll certainly need it. But of course, fine looking day. This is down south. George Emson. Thank you very much. Look at just like glass, looking at the lake, looking towards the main ranges there. Back to the weather maps, of course. The cloud was the beginnings of what was the mass of stuff coming in. Two different pieces. A low coming out of Australia. And from well down in the southern ocean, a bit of oom stuff coming in two different pieces a low coming out of Australia and from well down in the southern ocean a bit of oomph coming in mix it all spin around three times and you've got a good spell of some wind and some rain notice that lump there that sort of stays away but as you run in and come in close you can notice the beginnings of it one little dawdling front off to the west as this low comes in that'll get to energize but in the meantime we've had bits and piece of rain slide in towards the West Coast. There is a lot more to come. Loads of watches and mornings, we've even thrown in the likes of Montalanaki and as far north as. Heads up, Tasman, heads up as well, Marlborough. You could see, of course, some decent rain. Easily, one to 200 millimeters of rain to the West Coast, even spots further north watches easily. That's the risk for, say, 50 millimeters. Those fronts work their way. And notice the one that just kind of hangs out as you get upper energy coming to it towards us see how it comes to life so the northwest of the south island look at that blob of blue come across you by the end of the day further north over much of the north island we've seen those showers in the northeast flow they'll come through eastern areas are fine and the southwest chains hits the far south and temperatures as warm as 26 for say uh christ church we'll be seeing temperatures struggling to get above 10 degrees tomorrow into friday to the far south 27 top temperature today for oakland and fongunui 27 tomorrow these are the showers across parts of northern coming to life to the east coast into the course of the afternoon oakland yeah 27 can you believe that today? I think it unofficially could be the warmest you've seen since the 60s for an April temperature, 24 tomorrow. Still that warm, humid air, you'll see some showers, most likely in the afternoon. And most of the meat and bones coming overnight, by the way, Hamilton's same sort of thing for you. Shows by the afternoon, 24 degrees. You should be sitting around 20 or 21 this time of year. They have plenty, central plateau. There'll be some showers popping up here and there. Notice those temperatures all into the lower 20s as you finish off. Torong as well, you'll see some showers. Most chance, best chance seeing them into the afternoon. 22 is where we finish. But head further east, all the cloud and stuff is to the west of the ranges, so from Gisbon right the way down to parts of Wadalapa. It's fine, it's dry, but check out the temperatures 24, 25. You'd take those in the summer, wouldn't you? Head further west, you've got some showers, watch of them later on in the day, and that main boundary that'll work towards New Plymouth going into the night time. Could be thundery, but through the day, but through the day, but through the day, but through the day, but through the day, but through the day, but through the rain by the evening. Gus could easily. You pick up some showers and strengthening wind by the end of the day. Wind, you've got plenty of that for Wellington. It'll really crank up through the end of the day. You pick up the rain by the evening. Gus could easily be 90, maybe 100 kilometers per hour on the main leading front as it works too. That blabber blue there as it tracks towards you. Nelson, rain heavy at times. Blenheim 2, Westport. That could be thundry as well for you. That'll track its way through. And for Christchurch, the same front gives you bits and piece of rain in the morning. That'll go away and then you ease it away. Gusty will wind from the north, 26 degrees. Yeah, warm northwest of the reason why. Look at that piling in. Some good spill over too. So some of the eastern rivers, they'll be starting to flow through. That's a good dose of rain. One to 300 millimeters to the West Coast ranges. There's your wet weather eastern areas. It's more likely into the morning. Occasional rain for Queenstown, bang. Then you're going to South West. of rain one to 300 millimeters the west coast ranges there's your wet weather eastern areas it's more likely into the morning occasional rain for queens town bang then you're going to south west to kick it through that 20 goes boom straight down into the cellar by the time you get to the evening and to the far south south west to kicks through you've got rain working in that'll really take the edge off these temperatures a mild one watch for that rain and of course seeing the temperatures change too showers forward and even particularly by the end of the day with the southwesterly and 21. And then we get towards Friday. All that stuff tracks its way north and guess what? High pressure slowly builds in. Temperatures down south if you get to 10 or 12 you're doing well, cool or air. And then look at that right in time for the weekend. High pressure building in. So it's a bit of a while for a couple of days and then a big area of high pressure. Then we can have a break. Number he. Thanks so much, Dan."}