{"speakers": [], "chunks": [{"timestamp": [0.0, 4.72], "text": " Tonight at One News a deadly day on New Zealand roads, several crashes across the North Island"}, {"timestamp": [4.72, 8.4], "text": " as we learn more about the four teenagers killed in Invecagal."}, {"timestamp": [9.12, 14.32], "text": " Russian troops intensify attacks on multiple Ukrainian cities with new footage emerging"}, {"timestamp": [14.32, 20.16], "text": " from deep under the steel factory where hundreds of troops and many families are taking refuge."}, {"timestamp": [20.16, 26.24], "text": " And a win but only just for Dame Lisa Carrington. Her dramatic showdown with Amy Fisher"}, {"timestamp": [26.24, 45.72], "text": " takes another turn. What next for their rivalry? Kiyoda, good evening. Police are warning drivers to slow down and arrive alive after"}, {"timestamp": [45.72, 50.8], "text": " another horror day on our roads this Anzac weekend. There have been three more fatal"}, {"timestamp": [50.8, 57.04], "text": " crashes. A person's died after a single vehicle crash on Kaitaya Aweroa Road in Heterkino"}, {"timestamp": [57.04, 62.6], "text": " about 1 o'clock this morning. Three others are in hospital in serious condition. Further south,"}, {"timestamp": [62.6, 67.0], "text": " a person died late last night after a crash just south of Raglan on State Highway 23."}, {"timestamp": [67.0, 69.0], "text": " Only one vehicle was involved."}, {"timestamp": [69.0, 72.0], "text": " There were two serious motorcycle accidents"}, {"timestamp": [72.0, 75.0], "text": " this morning on State Highway 4 in the Central North Island."}, {"timestamp": [75.0, 77.0], "text": " One of the motorcyclists died."}, {"timestamp": [77.0, 81.0], "text": " And late this afternoon, a bus went off the road into a gorge near Nahuaro."}, {"timestamp": [81.0, 83.0], "text": " two people have been taken taken it to hospital."}, {"timestamp": [85.0, 89.64], "text": " gorge near Nahuaro, two people have been taken at the hospital. Meanwhile, tributes have been flowing for the four teenagers who died in a crash late"}, {"timestamp": [89.64, 92.32], "text": " on Friday afternoon in the cargo."}, {"timestamp": [92.32, 93.8], "text": " Police have now released their names."}, {"timestamp": [93.8, 97.12], "text": " Jared McCulloch is in bluff and has been talking to the families today."}, {"timestamp": [97.12, 101.08], "text": " Jared, what have they told you?"}, {"timestamp": [101.08, 106.12], "text": " Yes, very much community in morning again tonight as they still try to grapple with"}, {"timestamp": [106.12, 111.28], "text": " that news of those four teenagers who are involved in that crash in Invocago on Friday"}, {"timestamp": [111.28, 112.28], "text": " afternoon."}, {"timestamp": [112.28, 116.32], "text": " I have spoken to some of the family members who didn't want to appear on camera but told"}, {"timestamp": [116.32, 121.12], "text": " whether they've been flooded by the support from this local community as well as messages"}, {"timestamp": [121.12, 123.52], "text": " of condolences throughout the country."}, {"timestamp": [123.52, 128.36], "text": " This comes as police released the names of those four teenagers, three of them, 16 year olds from"}, {"timestamp": [128.36, 133.4], "text": " Bluff, Conestiel, Indica, Rouse and Kian Kennedy as well as 17 year old"}, {"timestamp": [133.4, 140.44], "text": " from Invikagal Omar Huyatoh Otifali Tai Phi. I've also seen a number of tribute videos"}, {"timestamp": [140.44, 148.08], "text": " online as well including some tecton videos on social media, a number of tributes coming in for the boys as well as messages on Facebook"}, {"timestamp": [148.08, 152.0], "text": " from sports groups and clubs that the boys attended will also"}, {"timestamp": [152.0, 155.6], "text": " received a statement from the high school here that they attended at South and"}, {"timestamp": [155.6, 159.28], "text": " Boys High School they tell us and I quote they're saddened by the loss of the four"}, {"timestamp": [159.28, 164.72], "text": " young men who had a life of potential ahead of them they're also offering support to the family."}, {"timestamp": [164.72, 165.84], "text": " This comes to as there's no update at this stage on what caused the crash that's the crash that's still being the crash that still being the crash that still being who had a life of potential ahead of them. They're also offering support to the family."}, {"timestamp": [165.84, 169.88], "text": " This comes too as there's no update at this stage on what caused the crash. That's still"}, {"timestamp": [169.88, 175.44], "text": " being investigated here in Vekagal, but police are also sending a message out to others driving"}, {"timestamp": [175.44, 179.52], "text": " on the roads throughout the country. This comes as we've reached double digits this long weekend"}, {"timestamp": [179.52, 182.32], "text": " of 10 fatalities on our roads."}, {"timestamp": [182.32, 190.56], "text": " The message to drivers from police is this, their pleading drivers to slow down, take it easy, as well as focus on the road."}, {"timestamp": [190.56, 197.12], "text": " Jared, thank you, Jared, in bluff tonight. A dozen Tong and seasonal workers and"}, {"timestamp": [197.12, 203.76], "text": " Hastings, due to return home next week, are pleading for urgent work visas. Their home island of Atatah,"}, {"timestamp": [203.76, 205.16], "text": " which lights north of Tonga's main"}, {"timestamp": [205.16, 210.08], "text": " island is white doubt in the January tsunami. Their earnings are critical as their families"}, {"timestamp": [210.08, 214.92], "text": " have been evacuated to the mainland and are staying in church halls or in overcrowded"}, {"timestamp": [214.92, 217.6], "text": " conditions. Here's specific correspondent, Barbara Treaver."}, {"timestamp": [217.6, 223.96], "text": " There's no time to lose. The state of four knows every dollar he earns means food for his"}, {"timestamp": [223.96, 226.0], "text": " children but it's about to end."}, {"timestamp": [226.0, 229.0], "text": " I care about my wife and my kids."}, {"timestamp": [229.0, 231.0], "text": " When the slummies..."}, {"timestamp": [233.0, 235.0], "text": " broke everything my island."}, {"timestamp": [247.0, 248.0], "text": " maybe two weeks because I don't know where they are. They are still alive once. They can't."}, {"timestamp": [248.0, 252.8], "text": " They survived but the tsunami took everything else, including their home and fishing boat,"}, {"timestamp": [252.8, 259.92], "text": " so he returns to uncertainty, like Sulliana, a seasonal worker for 14 years. I earn money,"}, {"timestamp": [259.92, 265.44], "text": " enough money to build a house, and I'm so proud of me to build a house. That house I was"}, {"timestamp": [265.44, 274.48], "text": " working a heart for so many years. It's all God. When Suleana and her son and"}, {"timestamp": [274.48, 279.76], "text": " son-in-law go back to Tonga on the 4th of May, they're going back to live in a household"}, {"timestamp": [279.76, 285.04], "text": " of 16 people. She's unsure how they're going to survive."}, {"timestamp": [285.04, 289.52], "text": " All of the group returning to Tonga in 10 days time will go to some type of emergency"}, {"timestamp": [289.52, 296.64], "text": " housing in a church hall or bunk down with extended family. Their island unlivable. Any livelihood"}, {"timestamp": [296.64, 305.2], "text": " destroyed. I need to earn more money to support my family."}, {"timestamp": [305.2, 306.2], "text": " I have no work."}, {"timestamp": [306.2, 310.84], "text": " I am so worried and need help from the government here, like a work visa."}, {"timestamp": [310.84, 314.56], "text": " The group's been here for two and a half years, unable to return home because of"}, {"timestamp": [314.56, 319.92], "text": " COVID border restrictions caught between two worlds, desperate to see their families,"}, {"timestamp": [319.92, 321.52], "text": " but needing work here."}, {"timestamp": [321.52, 327.0], "text": " Nothing hard for me to work in the rain or sunny."}, {"timestamp": [327.0, 328.64], "text": " It doesn't matter to me."}, {"timestamp": [328.64, 331.8], "text": " I can get money, save for my family."}, {"timestamp": [331.8, 336.48], "text": " But if I get any job offer, I can carry on working,"}, {"timestamp": [336.48, 338.88], "text": " and I still feed them."}, {"timestamp": [338.88, 342.48], "text": " New Zealand immigration says anyone on the RSE seasonal workers' scheme"}, {"timestamp": [342.48, 345.6], "text": " has to return home before applying for a work visa."}, {"timestamp": [345.6, 348.0], "text": " The workers are begging for an exemption."}, {"timestamp": [348.0, 354.0], "text": " I have a plan for my kids for the future, but now I'm worried about it."}, {"timestamp": [354.0, 359.0], "text": " Because the land they return to is so very different from the one they left behind."}, {"timestamp": [359.0, 361.0], "text": " Barbara Drieva, one news."}, {"timestamp": [363.0, 366.36], "text": " And tomorrow night we're with the Kui health team in Tonga"}, {"timestamp": [366.36, 370.24], "text": " dealing with the mental trauma following the tsunami will have more on"}, {"timestamp": [370.24, 376.8], "text": " the overwhelming demand they're facing. Designed to spread terror that's how Ukraine's"}, {"timestamp": [376.8, 381.56], "text": " foreign minister is describing a missile attack on the port city of Odessa. At least"}, {"timestamp": [381.56, 390.84], "text": " eight people have been killed including a baby following the attack on a military facility in two residential buildings. Odessa sits on Ukraine's southern"}, {"timestamp": [390.84, 395.6], "text": " coast, and with much of the fighting in the east, it has started to reduce its curfew"}, {"timestamp": [395.6, 400.8], "text": " and remove some of the street defences. It comes as Russian forces reportedly try to storm a"}, {"timestamp": [400.8, 405.16], "text": " steelworks in a muddy loopholeole where Ukraine's remaining forces are"}, {"timestamp": [405.16, 412.0], "text": " still holding out. U.S. correspondent Anna Burns Francis has the latest."}, {"timestamp": [412.0, 423.0], "text": " Through dark dirty corridors, down stairs, deep underground. The children of Mario Pole are in hiding."}, {"timestamp": [423.0, 427.0], "text": " We can play with phones but we want to go home, want to see the sun."}, {"timestamp": [427.0, 428.0], "text": " But they can't."}, {"timestamp": [428.0, 434.0], "text": " They're trapped under the steel mill complex as Russian forces once again resume shelling."}, {"timestamp": [442.0, 444.0], "text": " civilians to leave. It's been a month and a half."}, {"timestamp": [444.0, 450.0], "text": " Today is the 21st of April and we've been here since March the 5th."}, {"timestamp": [450.0, 453.0], "text": " We've lost count. We want to go home very much,"}, {"timestamp": [453.0, 467.12], "text": " but I think there is no help. You are"}, {"timestamp": [467.12, 472.96], "text": " doomed. The only chance to survive is to lay down your arms. The Kremlin's"}, {"timestamp": [472.96, 478.04], "text": " strategy appears to be an attempt to preserve its resources as it tries to concentrate on"}, {"timestamp": [478.04, 487.28], "text": " taking control of Ukraine's south and east. Attempts to breakthrough by nationalists are always possible but all paths to the port are"}, {"timestamp": [487.28, 488.28], "text": " blocked."}, {"timestamp": [488.28, 493.16], "text": " The city and its land borders are also under the military's control."}, {"timestamp": [493.16, 495.24], "text": " But they're faced with strong resistance."}, {"timestamp": [495.24, 500.12], "text": " Ukraine's president is determined as ever at a press conference in one of Kiev's subway"}, {"timestamp": [500.12, 502.32], "text": " stations."}, {"timestamp": [502.32, 502.6], "text": " It is a matter of us having the weapons."}, {"timestamp": [502.6, 508.68], "text": " As soon as we get them in sufficient amounts, believe me, we will be returning any"}, {"timestamp": [508.68, 511.48], "text": " occupied territory immediately."}, {"timestamp": [511.48, 514.32], "text": " The death toll though continues to climb."}, {"timestamp": [514.32, 521.08], "text": " Rescue crews rushing to the aftermath of an attack on Odessa in the country's southwest."}, {"timestamp": [521.08, 523.0], "text": " These are the lucky survivors."}, {"timestamp": [523.0, 527.0], "text": " Eight were killed, including a three-month-old baby."}, {"timestamp": [527.0, 530.0], "text": " We were afraid that we would suffocate,"}, {"timestamp": [530.0, 532.0], "text": " but in the end we broke through."}, {"timestamp": [532.0, 535.0], "text": " I got burned, there was a car on fire, and the flames hit me."}, {"timestamp": [535.0, 538.0], "text": " I didn't feel it at first, but then people told me."}, {"timestamp": [538.0, 539.0], "text": " I was in a state of shock."}, {"timestamp": [539.0, 543.0], "text": " Talks aimed at ending the conflict will continue this week,"}, {"timestamp": [543.0, 548.88], "text": " but Russian President Vladimir Putin is clearly putting his faith in a higher power."}, {"timestamp": [548.88, 552.48], "text": " His victims are praying this will all be over soon."}, {"timestamp": [552.48, 554.48], "text": " Anna Burns Francis, One News, New York."}, {"timestamp": [554.48, 560.0], "text": " And the Ukraine war is continuing to hike food prices around the world."}, {"timestamp": [560.0, 564.72], "text": " A third supermarket chain in Britain has now begun rationing bottles of cooking oil."}, {"timestamp": [564.72, 569.48], "text": " Almost half of the world's sunflower oil exports come from Ukraine. The conflict's"}, {"timestamp": [569.48, 575.08], "text": " limited production, meaning less sunflower oil is available."}, {"timestamp": [575.08, 579.64], "text": " There were emotional scenes on Anzak Cove as the Veterans Minister toured a number of"}, {"timestamp": [579.64, 583.32], "text": " battle sites on the eve of commemorations in Gallipoli."}, {"timestamp": [583.32, 589.0], "text": " Meka Faititii's visit comes as a dawn service in Turkey returns after a two-year hiatus."}, {"timestamp": [589.0, 593.0], "text": " Shortly, our Europe correspondent Daniel Faitawa joins us from Gallipoli."}, {"timestamp": [593.0, 606.24], "text": " First, his report. More than 2,300 Kui troops are buried. Silence was broken."}, {"timestamp": [606.24, 610.28], "text": " An opportunity to remember family who experienced the horrors of war."}, {"timestamp": [610.28, 616.56], "text": " So I've had great-grandfathers that fought in the First World War, the name Po'atu."}, {"timestamp": [616.56, 621.08], "text": " I've had uncles fight in the Second World War, and the two-eithmari Battalion, and I buried"}, {"timestamp": [621.08, 626.88], "text": " in Italy, right down to my dad who was a career veteran and who passed"}, {"timestamp": [626.88, 628.68], "text": " away about six years ago."}, {"timestamp": [628.68, 630.16], "text": " And I know this would have meant a lot for him."}, {"timestamp": [630.16, 634.96], "text": " Acknowledgement too, the fight for freedom that the Anzaks endured is a living reality"}, {"timestamp": [634.96, 636.24], "text": " for the Ukrainian people."}, {"timestamp": [636.24, 642.32], "text": " While we here affecting what transpired and what shaped our nation here in Gallipoli is like"}, {"timestamp": [642.32, 646.88], "text": " you say still much amongst us today in this international"}, {"timestamp": [646.88, 651.64], "text": " climate we always pray for peace. After a moment of remembrance a stirring"}, {"timestamp": [651.64, 658.96], "text": " harker from the New Zealand Defense Force. The Maori contingent was 400 strong when it landed at"}, {"timestamp": [658.96, 663.76], "text": " Anzac Cove in 1915. Their job was to go forward at night and to pinch out"}, {"timestamp": [663.76, 667.4], "text": " various small Turkish outposts which"}, {"timestamp": [667.4, 673.2], "text": " were guarding the foothills up to Tunic Bear, which was the objective of the offensive."}, {"timestamp": [673.2, 675.0], "text": " They did that job magnificently."}, {"timestamp": [675.0, 679.84], "text": " It was described as one of the outstanding, in fact, outstanding feet of arms of the whole"}, {"timestamp": [679.84, 680.8], "text": " campaign."}, {"timestamp": [680.8, 683.96], "text": " A bloody campaign with mounting casualties."}, {"timestamp": [683.96, 686.0], "text": " At Tunic Bear Beer a final rehearsal"}, {"timestamp": [686.0, 687.0], "text": " of remembrance."}, {"timestamp": [687.0, 695.0], "text": " Watched on by these Turkish students who travelled eight hours showing the Anzac spirit is in"}, {"timestamp": [695.0, 702.0], "text": " no danger of fading. We're very proud to hear our own anthem and nice to hear the New Zealand anthem."}, {"timestamp": [702.0, 706.64], "text": " 15-year-old Savalda tells me. We've learned a lot about the Anzac war history in school,"}, {"timestamp": [706.64, 709.16], "text": " but this trip has made it even more special."}, {"timestamp": [709.16, 712.68], "text": " As the final touches are being put on the Anzac commemorative site,"}, {"timestamp": [712.68, 719.92], "text": " the physical reminders of the painful past now help educate and bring people together."}, {"timestamp": [719.92, 725.52], "text": " And Daniel is with me now, Keoura Daniel, over the last few days. Have you seen the crowds arriving there?"}, {"timestamp": [729.04, 734.0], "text": " Well Wendy in all honesty, no we have been here for the last few days and we've seen a number of"}, {"timestamp": [734.0, 739.6], "text": " school buses arrive here with schools and students learning the lessons as you've seen in my story."}, {"timestamp": [739.6, 745.04], "text": " And we've also seen a number of tall groups are mainly Americans who have come and gone, but not the crowds"}, {"timestamp": [745.04, 750.56], "text": " that we're so used to seeing. At this time, this place is usually heaving with people."}, {"timestamp": [750.56, 754.64], "text": " We're used to seeing those images of a sea of thousands of Kiwis and Australians. I think we've"}, {"timestamp": [754.64, 760.96], "text": " got some footage here from 2019. And it shows you securing their spot, rugged up, warm, and waiting"}, {"timestamp": [760.96, 765.36], "text": " to remember the anzaks at the rising of the sun and that is around a 1500 to"}, {"timestamp": [765.36, 769.52], "text": " 2,000 people who attended then. Well the New Zealand Defence Falls have confirmed to me in"}, {"timestamp": [769.52, 775.76], "text": " the last hour that around 500 members of the public have registered to attend the dawned service"}, {"timestamp": [775.76, 784.64], "text": " here in Gallipoli of that 500, 127 are Kiwis. Now that comes down to the COVID travel restrictions that are in place"}, {"timestamp": [784.64, 785.36], "text": " at the moment"}, {"timestamp": [785.36, 788.64], "text": " and the uncertainty for many to try and travel here and attend the service."}, {"timestamp": [789.36, 793.76], "text": " Understandable. Oh Daniel what can we expect from tomorrow's Anzac on service?"}, {"timestamp": [805.0, 812.0], "text": " will be put in place and from 1.30 a number of Anzac documentaries will air on the big screens. Then from 5 o'clock the officials will start to arrive from Australia, New Zealand and Turkey and from 5.30"}, {"timestamp": [812.0, 816.0], "text": " the service will begin and the New Zealand Defence Force will play a leading role in that."}, {"timestamp": [816.0, 829.32], "text": " They will start with Akaranga that is a traditional Maori welcome and then they will lead the prayers and the ode of remembrance marking 107 years since the Anzac landing here in Guillipoli. Thank you Daniel Daniel"}, {"timestamp": [829.32, 834.64], "text": " Fytower in Guillipoli and head to our website one news dot co dot n z in the"}, {"timestamp": [834.64, 839.12], "text": " morning for the latest on the Anzac commemorations taking place around the country."}, {"timestamp": [841.12, 847.12], "text": " a South Island dam estimated to cost just over $100 million could soon double that."}, {"timestamp": [847.12, 851.56], "text": " The Whymie of Dan then Nelson is the largest to be built in 30 years."}, {"timestamp": [851.56, 854.36], "text": " It's now behind schedule and way over budget."}, {"timestamp": [854.36, 857.04], "text": " Jessica Rodin took a tour."}, {"timestamp": [857.04, 861.84], "text": " It's certainly impressive, but for nearly $200 million it should be."}, {"timestamp": [861.84, 866.8], "text": " When we first started the project, the budget was $104 million and we're now forecasting"}, {"timestamp": [866.8, 869.2], "text": " $185 million."}, {"timestamp": [869.2, 871.2], "text": " And it's unlikely to stop there."}, {"timestamp": [871.2, 876.0], "text": " Given all the challenges around supply change, material cost, etc."}, {"timestamp": [876.0, 881.0], "text": " I'm expecting to receive dues of further increase."}, {"timestamp": [881.0, 884.0], "text": " Wymiel Water sees it's done all it can to keep costs down."}, {"timestamp": [884.0, 885.0], "text": " What's below the surface presenting the biggest challenge. further increase. Why meal water sees it's done all it can to keep costs down?"}, {"timestamp": [885.0, 888.36], "text": " What's below the surface presenting the biggest challenge?"}, {"timestamp": [888.36, 894.16], "text": " We've found that the geology on this left-hand side has been not what we expected."}, {"timestamp": [894.16, 898.8], "text": " So rather than a nice hard sandstone, we've got a much softer arch like material."}, {"timestamp": [898.8, 904.72], "text": " It's hoped the dam will protect the water supply of the region for the next 100 years, and not only for"}, {"timestamp": [904.72, 907.0], "text": " for the growing urban population."}, {"timestamp": [907.0, 912.64], "text": " Particularly when you're in an area like this with growing more high-value"}, {"timestamp": [912.64, 917.6], "text": " horticulture it's really important that irrigation reliability is there."}, {"timestamp": [917.6, 922.48], "text": " Those who rely on irrigation we're a driving force behind the dam. They're helping with"}, {"timestamp": [922.48, 925.76], "text": " construction costs and we'll own almost half of it."}, {"timestamp": [925.76, 930.64], "text": " The benefits certainly outweigh the costs. Short term there's going to be some pain and"}, {"timestamp": [930.64, 935.28], "text": " everyone feels that. But hey, you've got to start somewhere. Many in Richmond though,"}, {"timestamp": [935.28, 936.28], "text": " unimpressed."}, {"timestamp": [936.28, 940.28], "text": " As a rate payer, it just seems we're spending more and more money. Where's it going to end?"}, {"timestamp": [940.28, 943.0], "text": " Any message to the council about the dam?"}, {"timestamp": [943.0, 945.04], "text": " Well, they should pull their finger out."}, {"timestamp": [945.04, 950.56], "text": " The dam has been a divisive issue over the years. Murray Dawson is a long time opponent."}, {"timestamp": [950.56, 954.4], "text": " He thinks a high level independent inquiry is needed."}, {"timestamp": [954.4, 961.04], "text": " Think in general what's happened is the dam promoters have looked at best case scenarios everywhere."}, {"timestamp": [961.04, 965.2], "text": " But some say this is the challenge of building long-term infrastructure."}, {"timestamp": [965.2, 970.72], "text": " New Zealand I think personally is a tough place to build infrastructure. We"}, {"timestamp": [970.72, 974.52], "text": " probably don't have the fiscal or the regulatory framework the other countries"}, {"timestamp": [974.52, 977.76], "text": " enjoy. It's hard to explain quite how pleased I'll be to see it finished."}, {"timestamp": [977.76, 982.6], "text": " Construction should be finished by spring and it's possible the water that will soon fill"}, {"timestamp": [982.6, 989.72], "text": " this valley will be used this coming summer. Jessica Roden, one news."}, {"timestamp": [989.72, 993.68], "text": " If I can ask her to come, Nationals leader gets a grilling over his take on taxes."}, {"timestamp": [993.68, 997.6], "text": " This do need $18,000 more a year? I personally don't."}, {"timestamp": [997.6, 1002.8], "text": " Drilling down on a difference in the major party's public spending plans."}, {"timestamp": [1002.8, 1008.96], "text": " and as a pub and a post office but what's the piece of history missing for these picture perfect southern"}, {"timestamp": [1008.96, 1011.4], "text": " villages?"}, {"timestamp": [1011.4, 1015.56], "text": " Led down by the health system. Do you think the failure cost to your husband?"}, {"timestamp": [1015.56, 1019.76], "text": " Yes I do. Again and again there's over a hundred people declined it every month."}, {"timestamp": [1019.76, 1024.4], "text": " Now it's really taking shave. It's a real building and it's nearly a real hospital."}, {"timestamp": [1024.4, 1026.4], "text": " Blair Vinings last wish. It's a real building and it's nearly a real hospital. Blair Vining's last wish."}, {"timestamp": [1026.4, 1028.8], "text": " It's better to do something than nothing."}, {"timestamp": [1028.8, 1031.36], "text": " And the small town full of colour and quirk..."}, {"timestamp": [1031.36, 1033.36], "text": " The wackier, the weirder, the wearder, the less black baller,"}, {"timestamp": [1033.36, 1035.12], "text": " that keeps reinventing itself."}, {"timestamp": [1035.12, 1037.28], "text": " So what's kept this town alive?"}, {"timestamp": [1037.28, 1038.8], "text": " The hippies saved it."}, {"timestamp": [1038.8, 1045.52], "text": " Is that Sunday, tonight, on one. Whatever size or shape your kiwi-saver accounts in, ASB's team of"}, {"timestamp": [1045.52, 1050.44], "text": " experts can help make sure it's as juicy as possible. I think I'm going to call it"}, {"timestamp": [1050.44, 1070.32], "text": " Tommy. Talk to us for advice to help you get one step ahead. Protect the ones you love so they can keep doing what they love. With omichron cases spreading in our communities now's the time to get your school-aged Tamariki immunized against COVID-19. As a parent you're likely to"}, {"timestamp": [1070.32, 1075.28], "text": " have questions about the vaccine and what it could mean for your Fano. We're here to"}, {"timestamp": [1075.28, 1082.08], "text": " help you get the answers and information you need. Call O800282926 to chat with"}, {"timestamp": [1082.08, 1105.84], "text": " someone who can help or to make a booking for your Fano. SEDI engine, seven speed dual clutch transmission and fitted with the top of the range,"}, {"timestamp": [1105.84, 1108.84], "text": " G.T. line body kit and alloy wheels."}, {"timestamp": [1108.84, 1114.96], "text": " Maybe we can take a chance and drop something new, brand new."}, {"timestamp": [1114.96, 1127.0], "text": " Test drive one today. Oh, oh, oh."}, {"timestamp": [1127.0, 1128.0], "text": " Oh, oh."}, {"timestamp": [1128.0, 1131.0], "text": " Oh, help my Vogles!"}, {"timestamp": [1131.0, 1132.0], "text": " Help, my Vogles!"}, {"timestamp": [1132.0, 1133.0], "text": " Help, my Vogles!"}, {"timestamp": [1133.0, 1134.0], "text": " Help, my Vogles!"}, {"timestamp": [1134.0, 1187.0], "text": " Help! to your gut hell with Vogel's digestive well-being. Same great Vogel's for all of us. We see you moving with the times, Althea-ror, and so we're going to the moment."}, {"timestamp": [1187.0, 1206.0], "text": " We're back to the moment, down to the morning, you and me, times Althea Roa and so we're moving with you."}, {"timestamp": [1206.0, 1231.0], "text": " Let's go! by me, oh stand by me, oh stand now, stand together,"}, {"timestamp": [1231.0, 1236.0], "text": " anything's possible, Westpac, together greater."}, {"timestamp": [1237.0, 1242.0], "text": " Living more sustainably is now as easy as choosing met our fresh milk."}, {"timestamp": [1242.0, 1246.0], "text": " Because met our fresh bottles are made with 30% recycled plastic."}, {"timestamp": [1246.0, 1267.72], "text": " Together we can reduce new plastic production by 250 tons a year. That's what Christopher Luxon says government budgets need. But as the cost of living soars, the national leader admits his own party's tax cuts"}, {"timestamp": [1267.72, 1271.2], "text": " would cause the same level of inflation as present spending."}, {"timestamp": [1271.2, 1273.6], "text": " Here's Q&A's Jack Tam."}, {"timestamp": [1273.6, 1278.76], "text": " Christopher Luxon, the businessman turned politician, says his party's got the economic chops"}, {"timestamp": [1278.76, 1279.76], "text": " to tame inflation."}, {"timestamp": [1279.76, 1287.52], "text": " The point is that Grant Robertson's about to give himself six billion dollars, the biggest increase in the budget in the history of New Zealand, right?"}, {"timestamp": [1287.52, 1288.96], "text": " And all of that's going to be inflationary."}, {"timestamp": [1288.96, 1293.68], "text": " Food, fuel, housing, the cost of everything has been increasing."}, {"timestamp": [1293.68, 1298.4], "text": " Ahead of next month's budget, Finance Minister Grant Robertson has been planning a record"}, {"timestamp": [1298.4, 1299.6], "text": " spend."}, {"timestamp": [1299.6, 1305.0], "text": " But this morning on Q&A, Christopher Luxen confirmed his party would also spend the money."}, {"timestamp": [1305.0, 1310.0], "text": " Nationals planned tax cuts coming out of that same six billion dollar pool."}, {"timestamp": [1310.0, 1312.0], "text": " There's no more inflationary than Grand Robertson's six million dollars."}, {"timestamp": [1312.0, 1316.0], "text": " It's still inflation. Exactly the same. I would argue to it could be slightly better"}, {"timestamp": [1316.0, 1319.0], "text": " because New Zealanders may choose to save their money and or spend it."}, {"timestamp": [1319.0, 1324.0], "text": " As a response to inflation, National wants to shift income tax brackets."}, {"timestamp": [1324.0, 1325.12], "text": " But if elected it will"}, {"timestamp": [1325.12, 1331.6], "text": " also remove the top tax bracket for New Zealand is earning more than $180,000 a year"}, {"timestamp": [1331.6, 1334.8], "text": " which would mean a big tax cut for whoever is Prime Minister."}, {"timestamp": [1334.8, 1338.4], "text": " Do you need $18,000 more a year? I personally don't."}, {"timestamp": [1338.4, 1342.0], "text": " Okay great. So what's that I'm telling you when we get to the election you'll see a fully cost of"}, {"timestamp": [1342.0, 1348.56], "text": " tax and fiscal plan. Do you think most New Zealanders, given the cost of living at the moment, most New Zealanders"}, {"timestamp": [1348.56, 1352.84], "text": " who are fortunate to earn half a million dollars a year, need $18,000 more every"}, {"timestamp": [1352.84, 1353.84], "text": " year at the moment."}, {"timestamp": [1353.84, 1365.16], "text": " What I can tell you is our plan, what we've said here is we're going to foreshadow that we're going to remove taxes the government as the government, $18, $18, $18, $18, $18, $18, more, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1,000 more. The reality is we have a progressive tax system, wealthier people"}, {"timestamp": [1365.16, 1368.56], "text": " pay a higher proportion of their income and tax. Christopher Lachsen says the government"}, {"timestamp": [1368.56, 1372.8], "text": " needs to be more disciplined with its spending. The role is to go through all of that"}, {"timestamp": [1372.8, 1378.24], "text": " existing $100 billion plus of spending line by line. But for the average kiwi, life isn't"}, {"timestamp": [1378.24, 1383.0], "text": " set to get much cheaper any time soon. Jacktame, one news."}, {"timestamp": [1383.0, 1387.24], "text": " The Maori development minister Willie Willie Jackson has hit back its suggestions."}, {"timestamp": [1387.24, 1392.76], "text": " Co-governance is undemocratic, saying the nature of democracy has changed."}, {"timestamp": [1392.76, 1397.12], "text": " The arrangement which gives Mardi equal decision-making power has been heavily criticised"}, {"timestamp": [1397.12, 1398.8], "text": " by the Act Party."}, {"timestamp": [1398.8, 1403.96], "text": " Its leader David Seymour says it's wrong to give people different political rights based on ethnicity."}, {"timestamp": [1403.96, 1410.0], "text": " But Minister Jackson told Q&As Jack Tame Democracy is broader than just one person, one"}, {"timestamp": [1410.0, 1411.0], "text": " vote."}, {"timestamp": [1411.0, 1416.6], "text": " This is a democracy now where you take into account the needs of people, their diverse needs,"}, {"timestamp": [1416.6, 1421.4], "text": " minority needs. It's not the tyranny of the majority anymore. That's what this democracy"}, {"timestamp": [1421.4, 1422.4], "text": " is said."}, {"timestamp": [1422.4, 1423.4], "text": "."}, {"timestamp": [1423.4, 1426.0], "text": "..... That's what this democracy is set up. What I said to say more. That is what, that's what co-management"}, {"timestamp": [1426.0, 1428.0], "text": " and co-governance is about."}, {"timestamp": [1428.0, 1430.0], "text": " Co-governance has already been adopted"}, {"timestamp": [1430.0, 1432.0], "text": " in some parts of the country"}, {"timestamp": [1432.0, 1445.04], "text": " including on the board that oversees the Waikuttle River. The 63-year-old woman from Atutaki had refused medical treatment before being rushed"}, {"timestamp": [1445.04, 1447.6], "text": " to hospital by her family late last night."}, {"timestamp": [1447.6, 1449.2], "text": " But couldn't be saved."}, {"timestamp": [1449.2, 1453.84], "text": " Prime Minister Mark Brown described the death as tragic, but not unexpected."}, {"timestamp": [1453.84, 1457.76], "text": " There have been more than 4,700 cases in the Cook Islands since an"}, {"timestamp": [1457.76, 1460.32], "text": " omicron outbreak began in February."}, {"timestamp": [1460.32, 1464.72], "text": " The country said to ease border restrictions further on May the 1st."}, {"timestamp": [1464.72, 1465.92], "text": " for answers to win re- further on May the 1st."}, {"timestamp": [1465.92, 1470.72], "text": " France's President Emmanuel Macron is on course to win re-election over his far-right"}, {"timestamp": [1470.72, 1475.6], "text": " opponent, but victory may be decided by those who don't vote."}, {"timestamp": [1475.6, 1481.24], "text": " As the campaign enters its final day, voter apathy has been identified as a major factor."}, {"timestamp": [1481.24, 1485.04], "text": " Puls show Macron narrowly ahead of Marine La Pang, but pollsters"}, {"timestamp": [1485.04, 1489.44], "text": " predict there could be a record high number of non-voters or ruined ballots if"}, {"timestamp": [1489.44, 1494.16], "text": " Emmanuel Macron wins. He'll be the first president in 20 years to secure a"}, {"timestamp": [1494.16, 1501.48], "text": " second term. Towns are being threatened by wildfires raging across New Mexico and America"}, {"timestamp": [1501.48, 1510.0], "text": " forcing thousands from their homes. Strong winds are fueling the fuelingazes with two fires merging and ripping through nearly 50 hectares."}, {"timestamp": [1510.0, 1519.0], "text": " 50,000 acres, meanwhile a fire in the north's east has doubled in size this week, becoming the largest among 20 active wildfires."}, {"timestamp": [1519.0, 1522.0], "text": " Hundreds of homes have already been destroyed."}, {"timestamp": [1522.0, 1527.0], "text": " Next we discover what will happen when the creative spirit meets the Anzac spirit"}, {"timestamp": [1527.0, 1531.6], "text": " as Wetter Workshop signs on to a new project commemorating the brave actions of"}, {"timestamp": [1531.6, 1535.0], "text": " Kui soldiers in occupied France."}, {"timestamp": [1535.0, 1539.0], "text": " And you don't get six Olympic medals without knowing how to dig deep."}, {"timestamp": [1539.0, 1548.84], "text": " Dane Lisa Carrington keeps her chances of a world championship spot alive. Plus I'll be here with the outlook for Dawn's services and your weather for the"}, {"timestamp": [1548.84, 1552.72], "text": " week ahead after sport."}, {"timestamp": [1552.72, 1554.44], "text": " They're transforming the unused."}, {"timestamp": [1554.44, 1555.44], "text": " Clean session."}, {"timestamp": [1555.44, 1556.44], "text": " Welcome to the bank."}, {"timestamp": [1556.44, 1558.4], "text": " Into beautifully unique homes."}, {"timestamp": [1558.4, 1559.6], "text": " It's all about that."}, {"timestamp": [1559.6, 1561.24], "text": " Talk about a transformation."}, {"timestamp": [1561.24, 1562.6], "text": " It's off the scale."}, {"timestamp": [1562.6, 1590.0], "text": " George Clark's remarkable renovations starts tonight on one. for heaps of tips to help get us through. On a windy day, have a look at your curtains and if they're moving, you may have a draft problem."}, {"timestamp": [1591.0, 1595.0], "text": " Get ready for a cozy winter. Call I-800 and exceed."}, {"timestamp": [1595.0, 1597.0], "text": " We're like your window and door mechanics."}, {"timestamp": [1597.0, 1600.0], "text": " Head to chemists to a house and save on big brands like Blackmalls"}, {"timestamp": [1600.0, 1605.92], "text": " bioc1, 150 tablets, 2899, a Vino, almond oil blend, shampoo, a condition"}, {"timestamp": [1605.92, 1611.88], "text": " at 1299, and YSL Parisian, 90 mill, 109, 99, tennis warehouse, great savings every"}, {"timestamp": [1611.88, 1626.0], "text": " day. with softness on the outside, dry and absorbent inside, to help protect your delicate skin."}, {"timestamp": [1628.0, 1630.0], "text": " The RSA is old."}, {"timestamp": [1632.0, 1646.0], "text": " But not every veteran that we support is. to the Poppy appeal this April. Get all the everyday essentials your family needs."}, {"timestamp": [1646.0, 1649.0], "text": " At prices, your wallet will love."}, {"timestamp": [1649.0, 1651.0], "text": " Great price."}, {"timestamp": [1651.0, 1653.0], "text": " Prices that stay low for longer."}, {"timestamp": [1653.0, 1657.0], "text": " Another way countdown gives you value you can count on."}, {"timestamp": [1657.0, 1659.0], "text": " Forget about filters."}, {"timestamp": [1659.0, 1663.0], "text": " Live Unfiltered with the Neutra gena retinal range."}, {"timestamp": [1663.0, 1666.56], "text": " It's uniquely formulated for powerful retinal results with less irritation"}, {"timestamp": [1666.56, 1669.12], "text": " to give you younger looking skin in one week."}, {"timestamp": [1669.12, 1671.16], "text": " Live unfiltered with neutragena."}, {"timestamp": [1672.72, 1674.76], "text": " I've come into possession of a villa"}, {"timestamp": [1674.76, 1676.08], "text": " in the south of France."}, {"timestamp": [1676.08, 1677.04], "text": " What?"}, {"timestamp": [1677.04, 1679.76], "text": " Then we're off to the Riviera."}, {"timestamp": [1679.76, 1680.76], "text": " It's a beautiful place."}, {"timestamp": [1683.88, 1686.0], "text": " The modern world comes to downtown."}, {"timestamp": [1686.0, 1707.5], "text": " Downtown Abbey, a new era. I've had about four-wheel drives. It's about knowing the place, as well as the locals."}, {"timestamp": [1710.5, 1712.5], "text": " You've found the place."}, {"timestamp": [1713.0, 1714.5], "text": " That's a good start."}, {"timestamp": [1723.56, 1726.12], "text": " science of nature to support a strong immune system. High strength, all natural olive leaf extract"}, {"timestamp": [1726.12, 1728.52], "text": " combines with zinc and vitamin D"}, {"timestamp": [1728.52, 1730.72], "text": " to deliver powerful resistance,"}, {"timestamp": [1730.72, 1732.76], "text": " while Virilex attack adds the potency"}, {"timestamp": [1732.76, 1737.36], "text": " of our unique ingredient Epicore to work in just two hours."}, {"timestamp": [1737.36, 1740.0], "text": " Great support against ills and chills."}, {"timestamp": [1740.0, 1743.0], "text": " Boost your whole family's immunity with Virilex."}, {"timestamp": [1743.88, 1746.24], "text": " Good health. Feel better than yesterday."}, {"timestamp": [1747.6, 1750.96], "text": " My parents, they think they know so much about time."}, {"timestamp": [1750.96, 1753.48], "text": " Uh, now it's time."}, {"timestamp": [1753.48, 1756.08], "text": " They say, no, it's not the time."}, {"timestamp": [1756.08, 1757.04], "text": " Time, time, time, time."}, {"timestamp": [1757.04, 1761.24], "text": " How can they know so much about time?"}, {"timestamp": [1761.24, 1767.0], "text": " But miss the most important thing, the time."}, {"timestamp": [1767.0, 1787.0], "text": " It is now. Welcome to Britain's Got Time of 2022!"}, {"timestamp": [1787.0, 1789.0], "text": " That's what it's all about."}, {"timestamp": [1789.0, 1805.8], "text": " New Britain's Got Talent starts tonight at 7 on 2. since in two Central Otago heritage villages every Anzac Day, but they're now determined"}, {"timestamp": [1805.8, 1808.8], "text": " to finally get their own war memorial."}, {"timestamp": [1808.8, 1813.64], "text": " The small villages in Manuel Tortu are rich in history and dozens of locals of fortune"}, {"timestamp": [1813.64, 1815.4], "text": " wars through the years."}, {"timestamp": [1815.4, 1820.56], "text": " A fundraising campaign is now underway and it's hoped this will be the last Anzac Day without"}, {"timestamp": [1820.56, 1822.6], "text": " a memorial to call their own."}, {"timestamp": [1822.6, 1823.6], "text": " Here's Madilois."}, {"timestamp": [1823.6, 1828.32], "text": " St. Bethans and Cambrians in the heart of St. Roytago's many a total,"}, {"timestamp": [1828.32, 1834.72], "text": " once a bustling gold rush town, now pure serenity, but something's missing."}, {"timestamp": [1834.72, 1844.16], "text": " 77 years after World War II finished, and I would have to say that indeed our community has been a bit lax."}, {"timestamp": [1844.16, 1848.96], "text": " The lack of a war memorial has been weighing on Tomine's mind and now he's on a mission"}, {"timestamp": [1848.96, 1851.36], "text": " with a strong connection to his cause."}, {"timestamp": [1851.36, 1858.76], "text": " My father had an excellent war record and went right through to 1918."}, {"timestamp": [1858.76, 1866.32], "text": " He actually was, we believe, the first person to volunteer for World War I service in Central"}, {"timestamp": [1866.32, 1867.32], "text": " Otago."}, {"timestamp": [1867.32, 1871.28], "text": " The monument he's proposing is an obelisk on a stone base made by local"}, {"timestamp": [1871.28, 1872.28], "text": " stonemason."}, {"timestamp": [1872.28, 1878.96], "text": " I never met anyone who had been to war who didn't thoroughly detest the whole thing."}, {"timestamp": [1878.96, 1884.72], "text": " So that makes us realise what gratitude we owe to these people."}, {"timestamp": [1884.72, 1885.0], "text": " Now Tom has the task of gathering the names of all who served. us realize what gratitude we owe to these people."}, {"timestamp": [1885.0, 1888.32], "text": " Now Tom has the task of gathering the names of all who served."}, {"timestamp": [1888.32, 1890.36], "text": " The list is already at 50."}, {"timestamp": [1890.36, 1895.76], "text": " All those names that Tom wants to put on the memorial have connections far and wide."}, {"timestamp": [1895.76, 1899.64], "text": " My name is two younger brothers who she was very fond of."}, {"timestamp": [1899.64, 1902.6], "text": " One was killed in Gallipoli and the other in France."}, {"timestamp": [1902.6, 1903.6], "text": " It means a lot."}, {"timestamp": [1903.6, 1910.2], "text": " The proposed site for the memorial is here on all nations' point. It's hoped $80,000"}, {"timestamp": [1910.2, 1914.24], "text": " can be raised to pay for the monument and for future maintenance of the site."}, {"timestamp": [1914.24, 1918.64], "text": " I want to make sure that it's something we can all be proud of and all people will want"}, {"timestamp": [1918.64, 1924.12], "text": " to go and see. And of course, it will be the gathering point I hope for future"}, {"timestamp": [1924.12, 1927.52], "text": " for future Anzac days."}, {"timestamp": [1927.52, 1933.12], "text": " If enough farms are raised it's hoped the project will be finished by Anzac Day next year."}, {"timestamp": [1933.12, 1934.88], "text": " Madi Lloyd, one news."}, {"timestamp": [1936.48, 1940.72], "text": " And plans are underway for a new commemoration of the Anzacs in France."}, {"timestamp": [1940.72, 1944.24], "text": " Weather workshops been commissioned to make an exhibition in Lequinois."}, {"timestamp": [1944.24, 1948.68], "text": " the small French town liberated by New Zealanders during World War I."}, {"timestamp": [1948.68, 1950.2], "text": " Kaynika Williams has more."}, {"timestamp": [1950.2, 1957.2], "text": " Anzac Day commemorations kicking off early in Le Kenoit this year."}, {"timestamp": [1957.2, 1960.28], "text": " An exception made for the French presidential election."}, {"timestamp": [1960.28, 1967.88], "text": " It's great to see a wonderful crowd here after the restrictions of COVID, young people, New Zealanders,"}, {"timestamp": [1967.88, 1971.32], "text": " French people, commemorating those really important people"}, {"timestamp": [1971.32, 1972.24], "text": " to people links."}, {"timestamp": [1972.24, 1975.04], "text": " Every year locals thank New Zealand for freeing their town"}, {"timestamp": [1975.04, 1976.76], "text": " near the end of World War I."}, {"timestamp": [1976.76, 1980.48], "text": " The Kiwi division scaled these huge walls and forced the German"}, {"timestamp": [1980.48, 1982.24], "text": " occupiers to surrender."}, {"timestamp": [1982.24, 1984.32], "text": " More than 140 New Zealanders were killed."}, {"timestamp": [1984.32, 1985.32], "text": " Now we to workshops creating an exhibition to bring thisiers to surrender. More than 140 New Zealanders were killed."}, {"timestamp": [1985.32, 1987.72], "text": " Now we to workshops creating an exhibition"}, {"timestamp": [1987.72, 1989.56], "text": " to bring this story to life."}, {"timestamp": [1989.56, 1991.32], "text": " Truly exciting now that we can announce"}, {"timestamp": [1991.32, 1993.32], "text": " the world that this is going to happen"}, {"timestamp": [1993.32, 1994.52], "text": " in that part of the world."}, {"timestamp": [1994.52, 1996.16], "text": " The New Zealand Memorial Museum"}, {"timestamp": [1996.16, 1997.8], "text": " trusts commissioned the work."}, {"timestamp": [1997.8, 2000.68], "text": " It will take center stage in an 1890an"}, {"timestamp": [2000.68, 2001.88], "text": " 1890's mansion turned museum."}, {"timestamp": [2001.88, 2005.76], "text": " That'll make sure that the town gets that much more attention."}, {"timestamp": [2005.76, 2012.0], "text": " It's a small town, northeastern France, and it'll be a very special town for Keye"}, {"timestamp": [2012.0, 2013.0], "text": " to visit."}, {"timestamp": [2013.0, 2017.4], "text": " We have a workshop with the masterminds involved in Teapapa's Gallipoli experience, the most visited"}, {"timestamp": [2017.4, 2019.96], "text": " exhibition in Al-Tiaror's history."}, {"timestamp": [2019.96, 2029.0], "text": " We will have an equally impressive presentation of the New Zealand story in Luke Enwah. We are really from a wetter side of things looking at this very"}, {"timestamp": [2029.0, 2033.28], "text": " much an immersive cinematic experience. The museum project will open in"}, {"timestamp": [2033.28, 2038.32], "text": " stages with funding dependent on donations. It's hoped on Anzac Day next year the"}, {"timestamp": [2038.32, 2041.24], "text": " doors will open to visitors. Kate Nicole Williams 1 news."}, {"timestamp": [2041.24, 2046.0], "text": " Well Haley joins us for sport now, Danaaimness of Carrington, Amy Fisher,"}, {"timestamp": [2046.0, 2050.0], "text": " all level as they battle for that supremacy on Lake Carapiro."}, {"timestamp": [2050.0, 2052.0], "text": " Yes, well, both women are vying"}, {"timestamp": [2052.0, 2056.0], "text": " for the lone K-1-500 spot at the World Championships in August,"}, {"timestamp": [2056.0, 2058.0], "text": " and after Fisher's triumph yesterday,"}, {"timestamp": [2058.0, 2062.0], "text": "...five-time Olympic gold medalist Carrington"}, {"timestamp": [2062.0, 2065.12], "text": " came back to claim the second race today. We have reaction"}, {"timestamp": [2065.12, 2070.96], "text": " from both camps. The head of what's now set to be an epic decider."}, {"timestamp": [2070.96, 2075.2], "text": " Thus Tyson Fury literally knocked Dillian White's teeth out and is here a"}, {"timestamp": [2075.2, 2080.28], "text": " heavyweight title defence today. What are the Gypsy King's last punch thrown in the"}, {"timestamp": [2080.28, 2089.0], "text": " ring? And Kui Formula Two driver Marcus Armstrong is back on top while a feisty mix for Stepan Nabs Poll,"}, {"timestamp": [2089.0, 2091.72], "text": " ahead of tonight's F1 championship in Italy."}, {"timestamp": [2104.0, 2108.0], "text": " The two cops who were actually on the roof. They're first on the scene but they don't turn on their bodycams."}, {"timestamp": [2108.0, 2110.0], "text": " They don't radio him when they arrive."}, {"timestamp": [2110.0, 2111.0], "text": " Why?"}, {"timestamp": [2111.0, 2114.0], "text": " The tower starts to nice on one."}, {"timestamp": [2126.64, 2131.12], "text": " gas and broadband and electricity. Gosh that's a multiplicity and with our multi-saver combos you'll save more all over with Nova. So the more great"}, {"timestamp": [2131.12, 2135.64], "text": " grovers I have with Nova the more I'll save all over. Yes that's right. Well"}, {"timestamp": [2135.64, 2148.5], "text": " coming for coffee I've got a nice new jar of Greeks. I'm a crime has arrived but thankfully there's all sorts of different things we can do to cope in tough times"}, {"timestamp": [2148.5, 2154.0], "text": " Like taking up a new project hanging with Tamariki chatting it out with mates or simply having some me time"}, {"timestamp": [2154.0, 2166.0], "text": " Check out all sorts dot org dot nz for heaps of tips to help get us through I'm sorry for you to get it on your own."}, {"timestamp": [2166.0, 2170.0], "text": " Exeter to the liver to your knock, not open up the door to thrill."}, {"timestamp": [2170.0, 2208.56], "text": " Say like a boss with a new bucket for two. Thank her for always being there with new Pandora jewellery. downloading, streaming, skinny fibre broadband does it all mad quick."}, {"timestamp": [2208.56, 2210.56], "text": " Mad, quick!"}, {"timestamp": [2210.56, 2215.76], "text": " Join skinny and get speedy unlimited fibre broadband from just 78 bucks a month plus four months"}, {"timestamp": [2215.76, 2219.28], "text": " three on a 12 month land. Get the speedy!"}, {"timestamp": [2219.28, 2230.08], "text": " While Kelly is on the go with the kids, personal shopper Jenny is carefully picking Kelly's fresh produce. Kelly toes, free pickup and collected who order on"}, {"timestamp": [2230.08, 2235.32], "text": " the way home. What's your way? We can help with that."}, {"timestamp": [2235.32, 2241.28], "text": " I have seven children that I've got a run round after. The eldest is"}, {"timestamp": [2241.28, 2247.0], "text": " Kepton Lily, Charlie Loughlin, for Angus, Finley Rawls, Rudy."}, {"timestamp": [2247.0, 2248.0], "text": " I wonder if the eldest."}, {"timestamp": [2248.0, 2251.0], "text": " Yeah, my life's a bit busy."}, {"timestamp": [2251.0, 2254.0], "text": " My truck is just a jack of all trees, like a mother."}, {"timestamp": [2254.0, 2265.44], "text": " It's a very versatile vehicle, and I wouldn't change for all the team China. Oh, hey Maxie!"}, {"timestamp": [2265.44, 2266.44], "text": " Still on for tonight's game?"}, {"timestamp": [2266.44, 2268.08], "text": " Yeah, bring it on."}, {"timestamp": [2268.08, 2269.04], "text": " Great day for it."}, {"timestamp": [2269.04, 2271.28], "text": " Absolutely stunning."}, {"timestamp": [2271.28, 2272.32], "text": " Happy birthday, Jerry."}, {"timestamp": [2272.32, 2273.52], "text": " She is mess."}, {"timestamp": [2273.52, 2274.28], "text": " How you feeling?"}, {"timestamp": [2274.28, 2286.0], "text": " Oh yeah, not a day over there. We're opening up the secrets to our kitchen. Add our favorite ingredients to your next my food bag delivery,"}, {"timestamp": [2286.0, 2289.0], "text": " including new breakfast, lunch and snacks."}, {"timestamp": [2289.0, 2293.0], "text": " For Delicious made easy, visit my food bag.co.org.org.com"}, {"timestamp": [2293.0, 2295.0], "text": " Hi, I'm Adam from Smith & Smith."}, {"timestamp": [2295.0, 2297.0], "text": " Don't wait for your chip to crack."}, {"timestamp": [2297.0, 2299.0], "text": " Book your windscreen repair in three minutes,"}, {"timestamp": [2299.0, 2300.0], "text": " using your number plate."}, {"timestamp": [2300.0, 2303.0], "text": " Select your preferred location, date and time."}, {"timestamp": [2303.0, 2325.0], "text": " And we'll get you back on the road fast book online now at Smith and Smith Noo Espresso, a masterpiece in taste. Are you ready to roll with us?"}, {"timestamp": [2325.0, 2327.0], "text": " Join hopeful contestants."}, {"timestamp": [2327.0, 2328.0], "text": " I'll be on the phone first for good luck."}, {"timestamp": [2328.0, 2330.0], "text": " And there's celebrity side kicks."}, {"timestamp": [2330.0, 2331.0], "text": " Are you going to roll?"}, {"timestamp": [2331.0, 2334.0], "text": " Let's load up the launcher in the ultimate game of love."}, {"timestamp": [2334.0, 2336.0], "text": " Everything can change on the roll of a coin."}, {"timestamp": [2336.0, 2338.0], "text": " Rolling in it Monday."}, {"timestamp": [2338.0, 2339.0], "text": " Or one."}, {"timestamp": [2339.0, 2345.68], "text": " One New Sport is brought to you by mobile. You can use your mobile smiles rewards instantly"}, {"timestamp": [2345.68, 2366.08], "text": " to keep on moving. at Lake Carapiro, Dame Lisa Carrington, beating K-1-500 rival Amy Fisher to level"}, {"timestamp": [2366.08, 2371.68], "text": " their three-race head-to-head series at one apiece. Check out the margins. After reigning,"}, {"timestamp": [2371.68, 2385.72], "text": " world champion, Fisher won the final nationals yesterday by 0.11 of a second today. There are scenes reminiscent of"}, {"timestamp": [2385.72, 2391.64], "text": " the dramatic head-to-head races between rowers Rob Woodell and Mahidrystale in the 2000s."}, {"timestamp": [2391.64, 2398.0], "text": " Two athletes at the top of their game competing for a lone seat. For Carrington and Fisher,"}, {"timestamp": [2398.0, 2403.0], "text": " that spot in the individual boat for the World Champs now comes down to a decideder on Thursday."}, {"timestamp": [2403.0, 2406.52], "text": " And I have out has been Lakeside at Carapetto."}, {"timestamp": [2411.52, 2428.84], "text": " Another stroke-for-stroke battle separated again by fractions of a second. this time, Dame Lisa Carrington turning the tables on Amy Fisher. I'm thrilled for Lisa's performance, but mainly for her ability to want to have a fight"}, {"timestamp": [2428.84, 2432.0], "text": " and get in the battle and kind of like be open to that."}, {"timestamp": [2432.0, 2433.0], "text": " What a showdown."}, {"timestamp": [2433.0, 2436.0], "text": " Oh my goodness, were it to be so close again."}, {"timestamp": [2436.0, 2442.0], "text": " A similar race to yesterday, Carrington flying out of the blocks."}, {"timestamp": [2442.0, 2446.56], "text": " Fisher trying to find that flashing finish only to fall just short"}, {"timestamp": [2446.56, 2450.68], "text": " confusion raining again over who had won. Fisher thought Carrington"}, {"timestamp": [2450.68, 2454.32], "text": " enabbed it. Carrington's cam'd thought Fisher had claimed the honors. How"}, {"timestamp": [2454.32, 2459.76], "text": " spectacular you know that we confront two paddlers like that and put on a race like that"}, {"timestamp": [2459.76, 2464.72], "text": " pretty special day and she she outclassed me today. Carrington's coach Gordon Walker"}, {"timestamp": [2464.72, 2467.6], "text": " today revealing what was said in the 24 hours between"}, {"timestamp": [2467.6, 2468.6], "text": " races."}, {"timestamp": [2468.6, 2472.48], "text": " It wasn't like a game of rugby where someone has the wrong tactics or something like that."}, {"timestamp": [2472.48, 2475.0], "text": " It was actually she actually raced a pretty good race yesterday."}, {"timestamp": [2475.0, 2481.8], "text": " It was really around like asking yourself the question of what are you here for?"}, {"timestamp": [2481.8, 2482.8], "text": " What matters to you?"}, {"timestamp": [2482.8, 2488.8], "text": " So across both races this pair have been separated by less than 0.15 of a second."}, {"timestamp": [2488.8, 2493.6], "text": " They'll come here at Lake Carapero again on Thursday for the third and deciding race to"}, {"timestamp": [2493.6, 2496.6], "text": " decide who will represent New Zealand at the World Championships."}, {"timestamp": [2496.6, 2500.8], "text": " And I think it brings out the best in us and come the Olympics, we can both line up."}, {"timestamp": [2500.8, 2503.6], "text": " So someone just might have to be patient for another year."}, {"timestamp": [2503.6, 2508.0], "text": " For now though there's only one focus doing doing what they can over the next four days,"}, {"timestamp": [2508.0, 2514.0], "text": " to prepare for the winter, takes all showdown that already has the makings of a classic Guyavilt 1 news."}, {"timestamp": [2514.0, 2518.0], "text": " There's been a plethora of Kiwi sporting actions this afternoon."}, {"timestamp": [2518.0, 2525.04], "text": " Let's kick things off with the Phoenix. We've got the rub of the green at Eden Park today, winning one nil as the Western Cindy"}, {"timestamp": [2525.04, 2529.64], "text": " a Sydney Wanderers squandered many a chance to put one on the board."}, {"timestamp": [2529.64, 2534.48], "text": " It was a pivotal match for the Phoenix, a chance to submit their place inside the top six"}, {"timestamp": [2534.48, 2536.0], "text": " and they did it through Ben Wayne."}, {"timestamp": [2536.0, 2537.0], "text": " The Phoenix lead!"}, {"timestamp": [2537.0, 2544.0], "text": ", and again, David Boula, Squotum sent out, all over the Wayne train."}, {"timestamp": [2544.0, 2550.0], "text": ", the Knicks helped not by this yellow card, but some of the worst attempts on goal you'll see today."}, {"timestamp": [2550.0, 2552.0], "text": " Really unfortunate."}, {"timestamp": [2552.0, 2556.0], "text": " Lovely ball. Not so much from a gala there."}, {"timestamp": [2556.0, 2559.0], "text": " Phoenix fans quick to get the gear off at the 80-minute mark,"}, {"timestamp": [2559.0, 2563.0], "text": " dad bods and all as they jump to fourth on the table."}, {"timestamp": [2563.0, 2566.48], "text": " The mystics have crushed across town rivals"}, {"timestamp": [2566.48, 2572.56], "text": " the Stars with a whopping 24-gold victory equalling their biggest ever winning margin."}, {"timestamp": [2573.04, 2577.92], "text": " It's the first time the teams have gone head to head this season but the Stars who've been badly"}, {"timestamp": [2577.92, 2586.32], "text": " impacted by COVID struggled to connect shooting at just 68%? Well, Ma was certainly not enjoying herself,"}, {"timestamp": [2586.32, 2588.12], "text": " but Fitzpatrick is."}, {"timestamp": [2591.76, 2594.24], "text": " I mean, if a coach isn't in a full time,"}, {"timestamp": [2594.24, 2595.88], "text": " when do you just put your hand up"}, {"timestamp": [2595.88, 2597.48], "text": " and maybe a cool time yourself?"}, {"timestamp": [2597.48, 2601.24], "text": " The Miss Six running away with the match 6844."}, {"timestamp": [2601.24, 2604.12], "text": " In the earlier game, the pulse were also clinical,"}, {"timestamp": [2604.12, 2607.12], "text": " Thrashing the tactics 5841 as the"}, {"timestamp": [2607.12, 2610.56], "text": " mainland side's fifth loss from six matches this season."}, {"timestamp": [2610.56, 2615.04], "text": " Some weeks we're good on defense and some weeks we're good on attack but I think it's putting"}, {"timestamp": [2615.04, 2619.12], "text": " it all together for the whole six and yeah it's just not good enough."}, {"timestamp": [2619.12, 2630.08], "text": " The polls move up to second on the ladder behind Premiership leaders the mistakes. Across the ditch the lowest ranked Kiwi Super Rugby team took on the top Ozzy side."}, {"timestamp": [2630.08, 2631.08], "text": " It wasn't pretty."}, {"timestamp": [2631.08, 2635.6], "text": " The brombies let the opening try slip through their fingers but still managed to"}, {"timestamp": [2635.6, 2637.76], "text": " edge the struggling Highlanders in Melbourne."}, {"timestamp": [2637.76, 2642.8], "text": ", and still win it and sneaking his way, but the Highners are working with banks."}, {"timestamp": [2642.8, 2667.36], "text": " Maka Uma and a gentleman. a gentleman we met now working it back to the right law. Final score 28th 17 the Highlanders are the first Kiwi side to lose to"}, {"timestamp": [2667.36, 2671.2], "text": " Ozzy opposition this year the Crusaders are currently playing the first half"}, {"timestamp": [2671.2, 2680.28], "text": " against the Rebels the score still nil a record 94,000 fans a spectacular Tyson-fearing knockout"}, {"timestamp": [2680.28, 2685.52], "text": " in a major twist one of the greatest entertainers in sport has delivered again."}, {"timestamp": [2685.52, 2689.68], "text": " Matt Manuqiyya takes us to Wembley."}, {"timestamp": [2689.68, 2705.2], "text": " All together now! Fury singing his goodbyes to boxing. This stunning knockout of Dylan White,"}, {"timestamp": [2705.2, 2707.88], "text": " which knocked his tooth clean out of his mouth,"}, {"timestamp": [2707.88, 2710.64], "text": " is said to be the last in Fury's career."}, {"timestamp": [2710.64, 2713.16], "text": " I have to be a manomy word, and I think this is it."}, {"timestamp": [2713.16, 2715.12], "text": " This might be the final curtain for the Egyptian"}, {"timestamp": [2715.12, 2716.08], "text": " for the Jitty King."}, {"timestamp": [2716.08, 2717.4], "text": " And what a way to go out."}, {"timestamp": [2717.4, 2720.0], "text": " But, and there's always a button boxing,"}, {"timestamp": [2720.0, 2725.6], "text": " into the UFC heavyweight champion Francis Sengarno. This is going to be what's very special fight"}, {"timestamp": [2725.6, 2728.24], "text": " like never before seen in the history of our sport."}, {"timestamp": [2728.24, 2732.56], "text": " A hybrid mega fight with MMA gloves is now in the making."}, {"timestamp": [2732.56, 2735.04], "text": " Although if it was just about money,"}, {"timestamp": [2735.04, 2738.04], "text": " Furises he could easily stay in boxing."}, {"timestamp": [2738.04, 2739.76], "text": " It's never been about money to me."}, {"timestamp": [2739.76, 2742.24], "text": " I know a lot of people with money, big money,"}, {"timestamp": [2742.24, 2744.12], "text": " but none of them are happy, not one of them."}, {"timestamp": [2744.12, 2746.0], "text": " a man is what you are what you are you are are are are are are are are are are are are are are are are are are are are are are are are are are are are are are are are are are are are are are are are are are not one of one of, not one of, not but none of them were happy, not one of them. A man is what you are in here."}, {"timestamp": [2746.0, 2747.8], "text": " And if you're a good person in here, and you've"}, {"timestamp": [2747.8, 2749.0], "text": " gone, you'll do for me."}, {"timestamp": [2749.0, 2753.0], "text": " But if you're a millionaire and you're horrible, I don't want to know you."}, {"timestamp": [2753.0, 2766.0], "text": " Because I've only got time for good people. down as one of the greatest. So if this is it, fans will be thankful for all those memorable"}, {"timestamp": [2766.0, 2769.0], "text": " moments of which there have been plenty."}, {"timestamp": [2769.0, 2774.88], "text": " In the mighty name of Jesus Christ, I won this fight in this country tonight. In my lovely,"}, {"timestamp": [2774.88, 2785.0], "text": " my own! My England! We are! Smarker! Marki! Matt Mankea, one news."}, {"timestamp": [2785.0, 2791.0], "text": " Kiwi driver Marcus Armstrong has made his return to the top of the F2 podium,"}, {"timestamp": [2791.0, 2793.0], "text": " dropped by Ferrari last year."}, {"timestamp": [2793.0, 2796.0], "text": " He's won the sprint race in his old stomping ground of Italy,"}, {"timestamp": [2796.0, 2798.0], "text": " his first victory this season."}, {"timestamp": [2798.0, 2800.0], "text": " And as Michelle Prendival explains,"}, {"timestamp": [2800.0, 2803.0], "text": " the Kiwi had to fend for himself."}, {"timestamp": [2803.0, 2805.0], "text": " Marcus Armstrong takes victory."}, {"timestamp": [2805.0, 2806.0], "text": " Back on top."}, {"timestamp": [2806.0, 2810.0], "text": " But this was no easy ride for Marcus Armstrong."}, {"timestamp": [2810.0, 2814.0], "text": " I'm tired man, because my radio wasn't working,"}, {"timestamp": [2814.0, 2817.0], "text": " so I had to watch the TV to sort of see where he was."}, {"timestamp": [2817.0, 2820.0], "text": " Luckily, the kiwi led from the start."}, {"timestamp": [2820.0, 2823.0], "text": " Brilliant getaway by your new race leader, Marcus Armstrong."}, {"timestamp": [2823.0, 2827.6], "text": " The red ball driver is stalking his every move and closing in."}, {"timestamp": [2827.6, 2831.28], "text": " Getting the gap down from six tenths to five tenths to three tenths to car links."}, {"timestamp": [2831.28, 2834.28], "text": " Direction from his high-tech team would have come in handy."}, {"timestamp": [2834.28, 2836.0], "text": " I really don't know if you can hear me."}, {"timestamp": [2836.0, 2841.28], "text": " But radio silence, the kiwi flying solo and flying to victory."}, {"timestamp": [2841.28, 2843.88], "text": " Seriously along this main strait, there's a nice big TV."}, {"timestamp": [2843.88, 2846.0], "text": " Yeah, I had to keep an eye on him and he was always reasonably close."}, {"timestamp": [2846.0, 2850.0], "text": " It was actually quite a peaceful race without the radio believe it or not so I enjoyed it."}, {"timestamp": [2850.0, 2855.0], "text": " In the F1 championship Max Vistapin probably wouldn't have minded some peace in his ear."}, {"timestamp": [2855.0, 2860.0], "text": " Starting in Paul he lost that lead in seconds to rival Shala Clei."}, {"timestamp": [2860.0, 2861.0], "text": " Shalak."}, {"timestamp": [2861.0, 2867.0], "text": " It's a very good start indeed for staff has been caught napping but the stepin was unrelenting"}, {"timestamp": [2867.0, 2868.0], "text": " left trouble is available"}, {"timestamp": [2868.0, 2873.64], "text": " you need a bit just limit to it just he knows what he's doing he knows what he's"}, {"timestamp": [2873.64, 2877.64], "text": " doing well he is the world champion after all and in the final lap"}, {"timestamp": [2877.64, 2879.16], "text": " the rebels coming at him"}, {"timestamp": [2879.16, 2880.8], "text": " but Stappin goes around the outside"}, {"timestamp": [2880.8, 2885.32], "text": " into the chicane stays on the track back backs for a stapper, and takes the lead."}, {"timestamp": [2885.32, 2890.6], "text": " Banking crucial points and putting him on pole for the feature race showdown tonight."}, {"timestamp": [2890.6, 2893.04], "text": " Michelle Prendeville, one news."}, {"timestamp": [2893.04, 2898.5], "text": " This is the image Cristiano Rinaldo shared on social media today, paying tribute to his"}, {"timestamp": [2898.5, 2903.52], "text": " baby son after he scored in his return game from Manchester United."}, {"timestamp": [2903.52, 2905.96], "text": " Rinaldo taking the field for the first time"}, {"timestamp": [2905.96, 2909.4], "text": " since announcing his newborn died earlier this week"}, {"timestamp": [2909.4, 2912.2], "text": " and fittingly scoring his 100th Premier League goal."}, {"timestamp": [2912.2, 2914.2], "text": " And turn them by Rinaldo!"}, {"timestamp": [2923.52, 2928.92], "text": " in a sad, sad week. Arsenal fans had also acknowledged the tragedy with applause at the seven minute mark"}, {"timestamp": [2928.92, 2932.92], "text": " their team going on to win three one."}, {"timestamp": [2932.92, 2938.0], "text": " Which I believe the Wests Tigers have gone and done it again, not even a week after claiming"}, {"timestamp": [2938.0, 2942.0], "text": " their first win of the NRL season with a late field goal."}, {"timestamp": [2942.0, 2967.0], "text": " They once again found themselves all tied up in the final minute, this time of the season for the Tigers, 23, 22."}, {"timestamp": [2967.0, 2973.0], "text": " And finally tonight, one of the sharpest plays we've seen this weekend, and it's not come from an athlete."}, {"timestamp": [2973.0, 2981.0], "text": " But an NBA security guard, check this out, lightning quick reflexes, as a protester tries to take the court in Minnesota."}, {"timestamp": [2981.0, 2990.56], "text": " With a timber walls have dealt with a number of activists during the playoffs the woman received in just 13 seconds and she's part of the"}, {"timestamp": [2990.56, 2995.2], "text": " group protesting alleged animal rights abuses by the timber wolves owner."}, {"timestamp": [2995.2, 2999.76], "text": " Minnesota still managing to pull out a one-point win to tie up their first"}, {"timestamp": [2999.76, 3005.0], "text": " round series against Stephen Adams' Memphis Grizzlies at 2-all."}, {"timestamp": [3005.0, 3010.0], "text": " Hi drama. I know. Right. Thank you Haley. You're welcome."}, {"timestamp": [3010.0, 3014.0], "text": " Well Renee has your Anzac Day weather next then, the national speech champion"}, {"timestamp": [3014.0, 3028.5], "text": " helping people conquer their fears, that's coming up on good sorts. Heyya! Tonight on One! More Fantastic Farming and New Hyundai Kancha calendar. Then remembering Blair Vining and the fight for better cancer care on Sunday."}, {"timestamp": [3028.5, 3032.5], "text": " Over on two Britain's got talentors back for a dazzling new season."}, {"timestamp": [3032.5, 3036.0], "text": " Then the air of the ocean must stop a war between worlds and aquam."}, {"timestamp": [3036.0, 3040.5], "text": " On Duke the crew investigated the controversial tar culling in NZ Hunter Adventures."}, {"timestamp": [3040.5, 3049.56], "text": " Plus a dream holiday turned nightmare in the thrilling new series No Return streaming now TV and Z on demand"}, {"timestamp": [3062.0, 3065.0], "text": " Chees, you're in. New Ultimate Double Cheezy Pan Pizza."}, {"timestamp": [3065.0, 3070.0], "text": " Kilda, I'm Kali, I'm a mama and I'm also a teacher of Teriora Matsida."}, {"timestamp": [3070.0, 3075.0], "text": " I feel very blessed to be able to teach Teri-o-Malri and it's something I'm very passionate about."}, {"timestamp": [3075.0, 3081.0], "text": " I try my best as a kayak or to lead by example because there are Tamariki and Matthew out there"}, {"timestamp": [3081.0, 3086.0], "text": " who could get seriously sick from COVID. So I will practice physical"}, {"timestamp": [3086.0, 3090.0], "text": " distancing, isolate where I need to and wear my mask."}, {"timestamp": [3090.0, 3107.0], "text": " Mejournoy Tata Kietichiki and Tata Tamariki. 1499, Kelvin Cline Euforia for Women 100 mil 5499, and Parker Robanpo on 100 mils 59, 99,"}, {"timestamp": [3107.0, 3127.0], "text": " Kema Squarehouse, great savings every day. Why do we always say we're doing nothing special?"}, {"timestamp": [3127.0, 3130.0], "text": " Just because it's not a special occasion."}, {"timestamp": [3130.0, 3132.0], "text": " Dinner with my best mates?"}, {"timestamp": [3132.0, 3133.0], "text": " Nothing special."}, {"timestamp": [3133.0, 3136.0], "text": " Oh, watching a movie with my soulmate?"}, {"timestamp": [3136.0, 3138.0], "text": " Nothing special."}, {"timestamp": [3138.0, 3141.0], "text": " Having dinner with the family who I literally die for."}, {"timestamp": [3141.0, 3143.0], "text": " You know, nothing special."}, {"timestamp": [3143.0, 3147.0], "text": " I mean, come on people, what could be more special than this?"}, {"timestamp": [3147.0, 3149.0], "text": " Are you still my special girl?"}, {"timestamp": [3149.0, 3151.0], "text": " Thanks, actress who's playing my Nan."}, {"timestamp": [3151.0, 3207.0], "text": " McCain, there's something special about nothing special. T's brewing. I'm Great deals on now at Harvey Norman. Big Samsung 60-inch 4K Smart TV now 1346."}, {"timestamp": [3207.0, 3208.0], "text": " Huge deal."}, {"timestamp": [3208.0, 3210.0], "text": " Panasonic large capacity microwave 288.28."}, {"timestamp": [3210.0, 3212.0], "text": " Save big."}, {"timestamp": [3212.0, 3215.0], "text": " Save 494 on the incredible Panasonic 65-inch Oled TV."}, {"timestamp": [3215.0, 3220.0], "text": " Save 600 on this premium miller 8KG washing machine and matching heat pump dryer package."}, {"timestamp": [3220.0, 3222.0], "text": " Massive deals across our vacuum range."}, {"timestamp": [3222.0, 3224.0], "text": " Like this Dyson V8 animal stick vacuum."}, {"timestamp": [3224.0, 3246.2], "text": ". Plus 60 months interest-free, stall-wide, on now at Harvey Norman. We had some teething problems. Plus, can you read your oven? Is that fan make? Well, crack the clothing code."}, {"timestamp": [3246.2, 3247.2], "text": " Passions?"}, {"timestamp": [3247.2, 3248.2], "text": " No."}, {"timestamp": [3248.2, 3249.92], "text": " Be a go Monday on one."}, {"timestamp": [3249.92, 3252.56], "text": " Sam and Sophie are sharing their success."}, {"timestamp": [3252.56, 3254.6], "text": " When I was running around opening gates for dad,"}, {"timestamp": [3254.6, 3256.44], "text": " didn't think we'd be here today designing bags."}, {"timestamp": [3256.44, 3260.72], "text": " Hyundai country calendar next on one."}, {"timestamp": [3260.72, 3269.56], "text": " Kiyoraa, hello again, a mixed bag today. We have lots of lumpy shower cloud over and around Alteiro on New Zealand in a cool Salwesterly flow."}, {"timestamp": [3269.56, 3274.68], "text": " Plenty of clear sky too, especially over eastern parts of the North Island and"}, {"timestamp": [3274.68, 3281.68], "text": " a band of frontal cloud is making its way up the South Island. So a couple of fronts"}, {"timestamp": [3281.68, 3286.52], "text": " tucked up in that Sal West flow, flick up eastern areas tonight and tomorrow as a ridge of fronts tucked up in that sour west flow, flick up eastern areas tonight"}, {"timestamp": [3286.52, 3292.68], "text": " and tomorrow as a ridge of high pressure gradually spreads in from the west over the next"}, {"timestamp": [3292.68, 3293.68], "text": " few days."}, {"timestamp": [3293.68, 3300.8], "text": " It's partly cloudy with occasional showers until evening for the north, sour westerlies and top"}, {"timestamp": [3300.8, 3302.6], "text": " of 20 for most."}, {"timestamp": [3302.6, 3306.44], "text": " Auckland, some cloud for you and you will need a raincoat."}, {"timestamp": [3306.44, 3308.4], "text": " Showers clearing around evening."}, {"timestamp": [3308.4, 3312.32], "text": " Sal Westiles and 19 degrees."}, {"timestamp": [3312.32, 3314.84], "text": " Hamilton a fine Anzac day on the way for you."}, {"timestamp": [3314.84, 3319.48], "text": " Light winds, but afternoon Sal Westiles, 20 is your high."}, {"timestamp": [3320.52, 3323.96], "text": " The center north gets a fine day, two light winds for most, but Sal Westiles"}, {"timestamp": [3323.96, 3328.24], "text": " about Rotura and Tokaroa."}, {"timestamp": [3328.24, 3334.44], "text": " Prong'a, sunshine and Srnesili's dying out before mid-day 20 is your high."}, {"timestamp": [3334.44, 3342.48], "text": " To the east and clouding over with Shah's developing clearing as your afternoon rolls out."}, {"timestamp": [3342.48, 3346.0], "text": " Morning cloud clearing to find for much of the west. New Plymouth in the clear"}, {"timestamp": [3346.0, 3352.48], "text": " with South Westleys kicking in after lunch. Wellington, morning cloud with a light shower"}, {"timestamp": [3352.48, 3358.08], "text": " before dawn, clearing to a fine day, southerlys turning northerly in the afternoon."}, {"timestamp": [3358.08, 3364.12], "text": " And 17 is your high. Cardi at first over the top of the south then fine, a high of 18 for"}, {"timestamp": [3364.12, 3365.92], "text": " for Kikolda and Westford"}, {"timestamp": [3366.36, 3371.0], "text": " Christchurch some morning and evening cloud otherwise it's going to be fine in between"}, {"timestamp": [3371.36, 3374.6], "text": " winds turn southerly by evening and 19 degrees"}, {"timestamp": [3376.0, 3380.3], "text": " Sunshine for this group some cloud from late morning a southerly changed by evening"}, {"timestamp": [3380.3, 3383.42], "text": " gray mouth and hawker ticker on 17 degrees"}, {"timestamp": [3386.72, 3393.6], "text": " evening, grey mouth and hawker-taker on 17 degrees. Queen Sound a fine day coming your way, Sarl Westalies and 17 is your high. Clarity with showers and strong cold winds"}, {"timestamp": [3393.6, 3397.6], "text": " for the far south, Milford Sound you get some morning cloud, then it's going to be fine."}, {"timestamp": [3397.6, 3404.32], "text": " And Dunedin Salwesalice will be strong and you'll need a raincoat with showers forecast"}, {"timestamp": [3404.32, 3408.08], "text": " across your day. 17 is your high."}, {"timestamp": [3408.08, 3413.2], "text": " So Tuesday and the Sal West flow continues over Al Pero, a ridge of high pressure"}, {"timestamp": [3413.2, 3418.96], "text": " then gradually establishes itself over the country on Wednesday and into Thursday."}, {"timestamp": [3418.96, 3422.96], "text": " And just before I dash, if you are planning on attending a dawn service,"}, {"timestamp": [3422.96, 3425.6], "text": " these are the places you will need to take"}, {"timestamp": [3425.6, 3432.32], "text": " a brolly or raincoat and be sure to wrap up warm as that sour westerly flow is keeping it"}, {"timestamp": [3432.32, 3447.0], "text": " cool. And that's it for me. Enjoy the rest of your evening. Good Swords, brought to you by Four Square."}, {"timestamp": [3447.0, 3453.6], "text": " Yes, tonight's Good Swords is a three-time national speech champion who still gets nervous"}, {"timestamp": [3453.6, 3455.6], "text": " when talking in front of people."}, {"timestamp": [3455.6, 3460.4], "text": " Wellington's Rob Julian has spent the last half century helping people get over their fear"}, {"timestamp": [3460.4, 3464.0], "text": " off speaking, even when he hasn't conquered it himself."}, {"timestamp": [3464.0, 3467.2], "text": " He has Hayden Jones. Oh these are all my family."}, {"timestamp": [3467.2, 3471.44], "text": " Once we've looked at Rob Julian's family photos they grow up his silverware"}, {"timestamp": [3471.44, 3479.28], "text": " and his special badge it takes three four five years to get it. We're off to a community hall in Johnsonville where"}, {"timestamp": [3479.28, 3484.72], "text": " Rob has been coming once a month for three decades. Rob is the founder of the O'Haraou toastmasters."}, {"timestamp": [3484.72, 3485.04], "text": " It's a place where people come to learn to talk to a crowd. coming once a month for three decades. Rob is the founder of the O'Hareu toastmasters."}, {"timestamp": [3485.04, 3488.04], "text": " It's a place where people come to learn to talk to a crowd."}, {"timestamp": [3488.04, 3490.52], "text": " It doesn't get rid of the butterflies in your stomach."}, {"timestamp": [3490.52, 3493.48], "text": " It just teaches them to fly in formation."}, {"timestamp": [3493.48, 3495.56], "text": " But my friend is an educator."}, {"timestamp": [3495.56, 3497.12], "text": " Michelle spoke about wordle."}, {"timestamp": [3497.12, 3505.0], "text": " It joins me, then so this was her first time without notes. Which is tricky with a camera in your face."}, {"timestamp": [3505.0, 3507.0], "text": " So I had a little bit of thought."}, {"timestamp": [3507.0, 3509.0], "text": " We do a lot of clapping."}, {"timestamp": [3509.0, 3511.0], "text": " Then it's Rob's turn to speak."}, {"timestamp": [3511.0, 3513.0], "text": " I have a mistress."}, {"timestamp": [3513.0, 3515.0], "text": " He gets your attention immediately."}, {"timestamp": [3515.0, 3519.0], "text": " And what's worse, my wife Lorraine is also obsessed with her."}, {"timestamp": [3519.0, 3523.0], "text": " Rob is a three-time national speech champ."}, {"timestamp": [3523.0, 3524.0], "text": " Her name is Wellington."}, {"timestamp": [3523.0, 3528.0], "text": " Rob is a three-time national speech champ. Her name is Wellington, but still feels like you do in front of a crowd."}, {"timestamp": [3528.0, 3533.0], "text": " I always get very nervous from speaking, because if I'm not, I screw it up."}, {"timestamp": [3533.0, 3535.0], "text": " Running tonight's meeting is Sean."}, {"timestamp": [3535.0, 3538.0], "text": " We have Grammarian Roger."}, {"timestamp": [3538.0, 3540.0], "text": " Sean first met Rob 20 years ago."}, {"timestamp": [3540.0, 3542.0], "text": " Had a couple of runs and run-ins in the park."}, {"timestamp": [3542.0, 3544.0], "text": " Rob was Deputy Principal in Newlands College."}, {"timestamp": [3544.0, 3546.0], "text": " Sean Seanorn, his student. of a few detentions, and I used to sit outsidelands College, Sean, his student."}, {"timestamp": [3546.0, 3549.0], "text": " On the end of a few detentions and I used to sit outside his office."}, {"timestamp": [3549.0, 3551.0], "text": " They met again at Toastmasters."}, {"timestamp": [3551.0, 3554.0], "text": " But a huge shock when Sean turned up."}, {"timestamp": [3554.0, 3555.0], "text": " Sean is studying for his commerce."}, {"timestamp": [3555.0, 3557.0], "text": " Sean is studying for his commerce degree and Rob is helping him with his speaking."}, {"timestamp": [3557.0, 3561.0], "text": " Prior to coming here I couldn't have proper conversations with people."}, {"timestamp": [3561.0, 3566.0], "text": " This is Rob Julian's 50 year at Toastmasters. Yeah, I would have given up why now."}, {"timestamp": [3566.0, 3570.0], "text": " Getting up and speaking to 300 people is such a buzz."}, {"timestamp": [3570.0, 3571.0], "text": " It's his happy place."}, {"timestamp": [3571.0, 3574.0], "text": " Having the audience and the palm of your hand."}, {"timestamp": [3574.0, 3576.0], "text": " There's no feeling quite like it."}, {"timestamp": [3576.0, 3577.0], "text": " And once you found your happy place..."}, {"timestamp": [3577.0, 3580.0], "text": " Just the most fantastic guy I can think of."}, {"timestamp": [3580.0, 3581.0], "text": " Why leave?"}, {"timestamp": [3581.0, 3586.0], "text": " I guess we now become friends. Hayden Jones. You can't beat Wellington on a good day."}, {"timestamp": [3586.0, 3587.0], "text": " One news."}, {"timestamp": [3587.0, 3588.0], "text": " Fantastic."}, {"timestamp": [3588.0, 3592.0], "text": " And you can check out good sorts on our website"}, {"timestamp": [3592.0, 3594.0], "text": " where you can catch up with all of our good sorts nominate."}, {"timestamp": [3594.0, 3596.0], "text": " Someone and see behind the scenes footage"}, {"timestamp": [3596.0, 3597.12], "text": " just go to one news.co.nslk"}, {"timestamp": [3597.12, 3599.0], "text": "z, forward slash good sorts."}, {"timestamp": [3599.0, null], "text": " And that is one news this Sunday. Thank you for watching from us for Maria. Good night."}], "text": " Tonight at One News a deadly day on New Zealand roads, several crashes across the North Island as we learn more about the four teenagers killed in Invecagal. Russian troops intensify attacks on multiple Ukrainian cities with new footage emerging from deep under the steel factory where hundreds of troops and many families are taking refuge. And a win but only just for Dame Lisa Carrington. Her dramatic showdown with Amy Fisher takes another turn. What next for their rivalry? Kiyoda, good evening. Police are warning drivers to slow down and arrive alive after another horror day on our roads this Anzac weekend. There have been three more fatal crashes. A person's died after a single vehicle crash on Kaitaya Aweroa Road in Heterkino about 1 o'clock this morning. Three others are in hospital in serious condition. Further south, a person died late last night after a crash just south of Raglan on State Highway 23. Only one vehicle was involved. There were two serious motorcycle accidents this morning on State Highway 4 in the Central North Island. One of the motorcyclists died. And late this afternoon, a bus went off the road into a gorge near Nahuaro. two people have been taken taken it to hospital. gorge near Nahuaro, two people have been taken at the hospital. Meanwhile, tributes have been flowing for the four teenagers who died in a crash late on Friday afternoon in the cargo. Police have now released their names. Jared McCulloch is in bluff and has been talking to the families today. Jared, what have they told you? Yes, very much community in morning again tonight as they still try to grapple with that news of those four teenagers who are involved in that crash in Invocago on Friday afternoon. I have spoken to some of the family members who didn't want to appear on camera but told whether they've been flooded by the support from this local community as well as messages of condolences throughout the country. This comes as police released the names of those four teenagers, three of them, 16 year olds from Bluff, Conestiel, Indica, Rouse and Kian Kennedy as well as 17 year old from Invikagal Omar Huyatoh Otifali Tai Phi. I've also seen a number of tribute videos online as well including some tecton videos on social media, a number of tributes coming in for the boys as well as messages on Facebook from sports groups and clubs that the boys attended will also received a statement from the high school here that they attended at South and Boys High School they tell us and I quote they're saddened by the loss of the four young men who had a life of potential ahead of them they're also offering support to the family. This comes to as there's no update at this stage on what caused the crash that's the crash that's still being the crash that still being the crash that still being who had a life of potential ahead of them. They're also offering support to the family. This comes too as there's no update at this stage on what caused the crash. That's still being investigated here in Vekagal, but police are also sending a message out to others driving on the roads throughout the country. This comes as we've reached double digits this long weekend of 10 fatalities on our roads. The message to drivers from police is this, their pleading drivers to slow down, take it easy, as well as focus on the road. Jared, thank you, Jared, in bluff tonight. A dozen Tong and seasonal workers and Hastings, due to return home next week, are pleading for urgent work visas. Their home island of Atatah, which lights north of Tonga's main island is white doubt in the January tsunami. Their earnings are critical as their families have been evacuated to the mainland and are staying in church halls or in overcrowded conditions. Here's specific correspondent, Barbara Treaver. There's no time to lose. The state of four knows every dollar he earns means food for his children but it's about to end. I care about my wife and my kids. When the slummies... broke everything my island. maybe two weeks because I don't know where they are. They are still alive once. They can't. They survived but the tsunami took everything else, including their home and fishing boat, so he returns to uncertainty, like Sulliana, a seasonal worker for 14 years. I earn money, enough money to build a house, and I'm so proud of me to build a house. That house I was working a heart for so many years. It's all God. When Suleana and her son and son-in-law go back to Tonga on the 4th of May, they're going back to live in a household of 16 people. She's unsure how they're going to survive. All of the group returning to Tonga in 10 days time will go to some type of emergency housing in a church hall or bunk down with extended family. Their island unlivable. Any livelihood destroyed. I need to earn more money to support my family. I have no work. I am so worried and need help from the government here, like a work visa. The group's been here for two and a half years, unable to return home because of COVID border restrictions caught between two worlds, desperate to see their families, but needing work here. Nothing hard for me to work in the rain or sunny. It doesn't matter to me. I can get money, save for my family. But if I get any job offer, I can carry on working, and I still feed them. New Zealand immigration says anyone on the RSE seasonal workers' scheme has to return home before applying for a work visa. The workers are begging for an exemption. I have a plan for my kids for the future, but now I'm worried about it. Because the land they return to is so very different from the one they left behind. Barbara Drieva, one news. And tomorrow night we're with the Kui health team in Tonga dealing with the mental trauma following the tsunami will have more on the overwhelming demand they're facing. Designed to spread terror that's how Ukraine's foreign minister is describing a missile attack on the port city of Odessa. At least eight people have been killed including a baby following the attack on a military facility in two residential buildings. Odessa sits on Ukraine's southern coast, and with much of the fighting in the east, it has started to reduce its curfew and remove some of the street defences. It comes as Russian forces reportedly try to storm a steelworks in a muddy loopholeole where Ukraine's remaining forces are still holding out. U.S. correspondent Anna Burns Francis has the latest. Through dark dirty corridors, down stairs, deep underground. The children of Mario Pole are in hiding. We can play with phones but we want to go home, want to see the sun. But they can't. They're trapped under the steel mill complex as Russian forces once again resume shelling. civilians to leave. It's been a month and a half. Today is the 21st of April and we've been here since March the 5th. We've lost count. We want to go home very much, but I think there is no help. You are doomed. The only chance to survive is to lay down your arms. The Kremlin's strategy appears to be an attempt to preserve its resources as it tries to concentrate on taking control of Ukraine's south and east. Attempts to breakthrough by nationalists are always possible but all paths to the port are blocked. The city and its land borders are also under the military's control. But they're faced with strong resistance. Ukraine's president is determined as ever at a press conference in one of Kiev's subway stations. It is a matter of us having the weapons. As soon as we get them in sufficient amounts, believe me, we will be returning any occupied territory immediately. The death toll though continues to climb. Rescue crews rushing to the aftermath of an attack on Odessa in the country's southwest. These are the lucky survivors. Eight were killed, including a three-month-old baby. We were afraid that we would suffocate, but in the end we broke through. I got burned, there was a car on fire, and the flames hit me. I didn't feel it at first, but then people told me. I was in a state of shock. Talks aimed at ending the conflict will continue this week, but Russian President Vladimir Putin is clearly putting his faith in a higher power. His victims are praying this will all be over soon. Anna Burns Francis, One News, New York. And the Ukraine war is continuing to hike food prices around the world. A third supermarket chain in Britain has now begun rationing bottles of cooking oil. Almost half of the world's sunflower oil exports come from Ukraine. The conflict's limited production, meaning less sunflower oil is available. There were emotional scenes on Anzak Cove as the Veterans Minister toured a number of battle sites on the eve of commemorations in Gallipoli. Meka Faititii's visit comes as a dawn service in Turkey returns after a two-year hiatus. Shortly, our Europe correspondent Daniel Faitawa joins us from Gallipoli. First, his report. More than 2,300 Kui troops are buried. Silence was broken. An opportunity to remember family who experienced the horrors of war. So I've had great-grandfathers that fought in the First World War, the name Po'atu. I've had uncles fight in the Second World War, and the two-eithmari Battalion, and I buried in Italy, right down to my dad who was a career veteran and who passed away about six years ago. And I know this would have meant a lot for him. Acknowledgement too, the fight for freedom that the Anzaks endured is a living reality for the Ukrainian people. While we here affecting what transpired and what shaped our nation here in Gallipoli is like you say still much amongst us today in this international climate we always pray for peace. After a moment of remembrance a stirring harker from the New Zealand Defense Force. The Maori contingent was 400 strong when it landed at Anzac Cove in 1915. Their job was to go forward at night and to pinch out various small Turkish outposts which were guarding the foothills up to Tunic Bear, which was the objective of the offensive. They did that job magnificently. It was described as one of the outstanding, in fact, outstanding feet of arms of the whole campaign. A bloody campaign with mounting casualties. At Tunic Bear Beer a final rehearsal of remembrance. Watched on by these Turkish students who travelled eight hours showing the Anzac spirit is in no danger of fading. We're very proud to hear our own anthem and nice to hear the New Zealand anthem. 15-year-old Savalda tells me. We've learned a lot about the Anzac war history in school, but this trip has made it even more special. As the final touches are being put on the Anzac commemorative site, the physical reminders of the painful past now help educate and bring people together. And Daniel is with me now, Keoura Daniel, over the last few days. Have you seen the crowds arriving there? Well Wendy in all honesty, no we have been here for the last few days and we've seen a number of school buses arrive here with schools and students learning the lessons as you've seen in my story. And we've also seen a number of tall groups are mainly Americans who have come and gone, but not the crowds that we're so used to seeing. At this time, this place is usually heaving with people. We're used to seeing those images of a sea of thousands of Kiwis and Australians. I think we've got some footage here from 2019. And it shows you securing their spot, rugged up, warm, and waiting to remember the anzaks at the rising of the sun and that is around a 1500 to 2,000 people who attended then. Well the New Zealand Defence Falls have confirmed to me in the last hour that around 500 members of the public have registered to attend the dawned service here in Gallipoli of that 500, 127 are Kiwis. Now that comes down to the COVID travel restrictions that are in place at the moment and the uncertainty for many to try and travel here and attend the service. Understandable. Oh Daniel what can we expect from tomorrow's Anzac on service? will be put in place and from 1.30 a number of Anzac documentaries will air on the big screens. Then from 5 o'clock the officials will start to arrive from Australia, New Zealand and Turkey and from 5.30 the service will begin and the New Zealand Defence Force will play a leading role in that. They will start with Akaranga that is a traditional Maori welcome and then they will lead the prayers and the ode of remembrance marking 107 years since the Anzac landing here in Guillipoli. Thank you Daniel Daniel Fytower in Guillipoli and head to our website one news dot co dot n z in the morning for the latest on the Anzac commemorations taking place around the country. a South Island dam estimated to cost just over $100 million could soon double that. The Whymie of Dan then Nelson is the largest to be built in 30 years. It's now behind schedule and way over budget. Jessica Rodin took a tour. It's certainly impressive, but for nearly $200 million it should be. When we first started the project, the budget was $104 million and we're now forecasting $185 million. And it's unlikely to stop there. Given all the challenges around supply change, material cost, etc. I'm expecting to receive dues of further increase. Wymiel Water sees it's done all it can to keep costs down. What's below the surface presenting the biggest challenge. further increase. Why meal water sees it's done all it can to keep costs down? What's below the surface presenting the biggest challenge? We've found that the geology on this left-hand side has been not what we expected. So rather than a nice hard sandstone, we've got a much softer arch like material. It's hoped the dam will protect the water supply of the region for the next 100 years, and not only for for the growing urban population. Particularly when you're in an area like this with growing more high-value horticulture it's really important that irrigation reliability is there. Those who rely on irrigation we're a driving force behind the dam. They're helping with construction costs and we'll own almost half of it. The benefits certainly outweigh the costs. Short term there's going to be some pain and everyone feels that. But hey, you've got to start somewhere. Many in Richmond though, unimpressed. As a rate payer, it just seems we're spending more and more money. Where's it going to end? Any message to the council about the dam? Well, they should pull their finger out. The dam has been a divisive issue over the years. Murray Dawson is a long time opponent. He thinks a high level independent inquiry is needed. Think in general what's happened is the dam promoters have looked at best case scenarios everywhere. But some say this is the challenge of building long-term infrastructure. New Zealand I think personally is a tough place to build infrastructure. We probably don't have the fiscal or the regulatory framework the other countries enjoy. It's hard to explain quite how pleased I'll be to see it finished. Construction should be finished by spring and it's possible the water that will soon fill this valley will be used this coming summer. Jessica Roden, one news. If I can ask her to come, Nationals leader gets a grilling over his take on taxes. This do need $18,000 more a year? I personally don't. Drilling down on a difference in the major party's public spending plans. and as a pub and a post office but what's the piece of history missing for these picture perfect southern villages? Led down by the health system. Do you think the failure cost to your husband? Yes I do. Again and again there's over a hundred people declined it every month. Now it's really taking shave. It's a real building and it's nearly a real hospital. Blair Vinings last wish. It's a real building and it's nearly a real hospital. Blair Vining's last wish. It's better to do something than nothing. And the small town full of colour and quirk... The wackier, the weirder, the wearder, the less black baller, that keeps reinventing itself. So what's kept this town alive? The hippies saved it. Is that Sunday, tonight, on one. Whatever size or shape your kiwi-saver accounts in, ASB's team of experts can help make sure it's as juicy as possible. I think I'm going to call it Tommy. Talk to us for advice to help you get one step ahead. Protect the ones you love so they can keep doing what they love. With omichron cases spreading in our communities now's the time to get your school-aged Tamariki immunized against COVID-19. As a parent you're likely to have questions about the vaccine and what it could mean for your Fano. We're here to help you get the answers and information you need. Call O800282926 to chat with someone who can help or to make a booking for your Fano. SEDI engine, seven speed dual clutch transmission and fitted with the top of the range, G.T. line body kit and alloy wheels. Maybe we can take a chance and drop something new, brand new. Test drive one today. Oh, oh, oh. Oh, oh. Oh, help my Vogles! Help, my Vogles! Help, my Vogles! Help, my Vogles! Help! to your gut hell with Vogel's digestive well-being. Same great Vogel's for all of us. We see you moving with the times, Althea-ror, and so we're going to the moment. We're back to the moment, down to the morning, you and me, times Althea Roa and so we're moving with you. Let's go! by me, oh stand by me, oh stand now, stand together, anything's possible, Westpac, together greater. Living more sustainably is now as easy as choosing met our fresh milk. Because met our fresh bottles are made with 30% recycled plastic. Together we can reduce new plastic production by 250 tons a year. That's what Christopher Luxon says government budgets need. But as the cost of living soars, the national leader admits his own party's tax cuts would cause the same level of inflation as present spending. Here's Q&A's Jack Tam. Christopher Luxon, the businessman turned politician, says his party's got the economic chops to tame inflation. The point is that Grant Robertson's about to give himself six billion dollars, the biggest increase in the budget in the history of New Zealand, right? And all of that's going to be inflationary. Food, fuel, housing, the cost of everything has been increasing. Ahead of next month's budget, Finance Minister Grant Robertson has been planning a record spend. But this morning on Q&A, Christopher Luxen confirmed his party would also spend the money. Nationals planned tax cuts coming out of that same six billion dollar pool. There's no more inflationary than Grand Robertson's six million dollars. It's still inflation. Exactly the same. I would argue to it could be slightly better because New Zealanders may choose to save their money and or spend it. As a response to inflation, National wants to shift income tax brackets. But if elected it will also remove the top tax bracket for New Zealand is earning more than $180,000 a year which would mean a big tax cut for whoever is Prime Minister. Do you need $18,000 more a year? I personally don't. Okay great. So what's that I'm telling you when we get to the election you'll see a fully cost of tax and fiscal plan. Do you think most New Zealanders, given the cost of living at the moment, most New Zealanders who are fortunate to earn half a million dollars a year, need $18,000 more every year at the moment. What I can tell you is our plan, what we've said here is we're going to foreshadow that we're going to remove taxes the government as the government, $18, $18, $18, $18, $18, $18, more, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1, $1,000 more. The reality is we have a progressive tax system, wealthier people pay a higher proportion of their income and tax. Christopher Lachsen says the government needs to be more disciplined with its spending. The role is to go through all of that existing $100 billion plus of spending line by line. But for the average kiwi, life isn't set to get much cheaper any time soon. Jacktame, one news. The Maori development minister Willie Willie Jackson has hit back its suggestions. Co-governance is undemocratic, saying the nature of democracy has changed. The arrangement which gives Mardi equal decision-making power has been heavily criticised by the Act Party. Its leader David Seymour says it's wrong to give people different political rights based on ethnicity. But Minister Jackson told Q&As Jack Tame Democracy is broader than just one person, one vote. This is a democracy now where you take into account the needs of people, their diverse needs, minority needs. It's not the tyranny of the majority anymore. That's what this democracy is said....... That's what this democracy is set up. What I said to say more. That is what, that's what co-management and co-governance is about. Co-governance has already been adopted in some parts of the country including on the board that oversees the Waikuttle River. The 63-year-old woman from Atutaki had refused medical treatment before being rushed to hospital by her family late last night. But couldn't be saved. Prime Minister Mark Brown described the death as tragic, but not unexpected. There have been more than 4,700 cases in the Cook Islands since an omicron outbreak began in February. The country said to ease border restrictions further on May the 1st. for answers to win re- further on May the 1st. France's President Emmanuel Macron is on course to win re-election over his far-right opponent, but victory may be decided by those who don't vote. As the campaign enters its final day, voter apathy has been identified as a major factor. Puls show Macron narrowly ahead of Marine La Pang, but pollsters predict there could be a record high number of non-voters or ruined ballots if Emmanuel Macron wins. He'll be the first president in 20 years to secure a second term. Towns are being threatened by wildfires raging across New Mexico and America forcing thousands from their homes. Strong winds are fueling the fuelingazes with two fires merging and ripping through nearly 50 hectares. 50,000 acres, meanwhile a fire in the north's east has doubled in size this week, becoming the largest among 20 active wildfires. Hundreds of homes have already been destroyed. Next we discover what will happen when the creative spirit meets the Anzac spirit as Wetter Workshop signs on to a new project commemorating the brave actions of Kui soldiers in occupied France. And you don't get six Olympic medals without knowing how to dig deep. Dane Lisa Carrington keeps her chances of a world championship spot alive. Plus I'll be here with the outlook for Dawn's services and your weather for the week ahead after sport. They're transforming the unused. Clean session. Welcome to the bank. Into beautifully unique homes. It's all about that. Talk about a transformation. It's off the scale. George Clark's remarkable renovations starts tonight on one. for heaps of tips to help get us through. On a windy day, have a look at your curtains and if they're moving, you may have a draft problem. Get ready for a cozy winter. Call I-800 and exceed. We're like your window and door mechanics. Head to chemists to a house and save on big brands like Blackmalls bioc1, 150 tablets, 2899, a Vino, almond oil blend, shampoo, a condition at 1299, and YSL Parisian, 90 mill, 109, 99, tennis warehouse, great savings every day. with softness on the outside, dry and absorbent inside, to help protect your delicate skin. The RSA is old. But not every veteran that we support is. to the Poppy appeal this April. Get all the everyday essentials your family needs. At prices, your wallet will love. Great price. Prices that stay low for longer. Another way countdown gives you value you can count on. Forget about filters. Live Unfiltered with the Neutra gena retinal range. It's uniquely formulated for powerful retinal results with less irritation to give you younger looking skin in one week. Live unfiltered with neutragena. I've come into possession of a villa in the south of France. What? Then we're off to the Riviera. It's a beautiful place. The modern world comes to downtown. Downtown Abbey, a new era. I've had about four-wheel drives. It's about knowing the place, as well as the locals. You've found the place. That's a good start. science of nature to support a strong immune system. High strength, all natural olive leaf extract combines with zinc and vitamin D to deliver powerful resistance, while Virilex attack adds the potency of our unique ingredient Epicore to work in just two hours. Great support against ills and chills. Boost your whole family's immunity with Virilex. Good health. Feel better than yesterday. My parents, they think they know so much about time. Uh, now it's time. They say, no, it's not the time. Time, time, time, time. How can they know so much about time? But miss the most important thing, the time. It is now. Welcome to Britain's Got Time of 2022! That's what it's all about. New Britain's Got Talent starts tonight at 7 on 2. since in two Central Otago heritage villages every Anzac Day, but they're now determined to finally get their own war memorial. The small villages in Manuel Tortu are rich in history and dozens of locals of fortune wars through the years. A fundraising campaign is now underway and it's hoped this will be the last Anzac Day without a memorial to call their own. Here's Madilois. St. Bethans and Cambrians in the heart of St. Roytago's many a total, once a bustling gold rush town, now pure serenity, but something's missing. 77 years after World War II finished, and I would have to say that indeed our community has been a bit lax. The lack of a war memorial has been weighing on Tomine's mind and now he's on a mission with a strong connection to his cause. My father had an excellent war record and went right through to 1918. He actually was, we believe, the first person to volunteer for World War I service in Central Otago. The monument he's proposing is an obelisk on a stone base made by local stonemason. I never met anyone who had been to war who didn't thoroughly detest the whole thing. So that makes us realise what gratitude we owe to these people. Now Tom has the task of gathering the names of all who served. us realize what gratitude we owe to these people. Now Tom has the task of gathering the names of all who served. The list is already at 50. All those names that Tom wants to put on the memorial have connections far and wide. My name is two younger brothers who she was very fond of. One was killed in Gallipoli and the other in France. It means a lot. The proposed site for the memorial is here on all nations' point. It's hoped $80,000 can be raised to pay for the monument and for future maintenance of the site. I want to make sure that it's something we can all be proud of and all people will want to go and see. And of course, it will be the gathering point I hope for future for future Anzac days. If enough farms are raised it's hoped the project will be finished by Anzac Day next year. Madi Lloyd, one news. And plans are underway for a new commemoration of the Anzacs in France. Weather workshops been commissioned to make an exhibition in Lequinois. the small French town liberated by New Zealanders during World War I. Kaynika Williams has more. Anzac Day commemorations kicking off early in Le Kenoit this year. An exception made for the French presidential election. It's great to see a wonderful crowd here after the restrictions of COVID, young people, New Zealanders, French people, commemorating those really important people to people links. Every year locals thank New Zealand for freeing their town near the end of World War I. The Kiwi division scaled these huge walls and forced the German occupiers to surrender. More than 140 New Zealanders were killed. Now we to workshops creating an exhibition to bring thisiers to surrender. More than 140 New Zealanders were killed. Now we to workshops creating an exhibition to bring this story to life. Truly exciting now that we can announce the world that this is going to happen in that part of the world. The New Zealand Memorial Museum trusts commissioned the work. It will take center stage in an 1890an 1890's mansion turned museum. That'll make sure that the town gets that much more attention. It's a small town, northeastern France, and it'll be a very special town for Keye to visit. We have a workshop with the masterminds involved in Teapapa's Gallipoli experience, the most visited exhibition in Al-Tiaror's history. We will have an equally impressive presentation of the New Zealand story in Luke Enwah. We are really from a wetter side of things looking at this very much an immersive cinematic experience. The museum project will open in stages with funding dependent on donations. It's hoped on Anzac Day next year the doors will open to visitors. Kate Nicole Williams 1 news. Well Haley joins us for sport now, Danaaimness of Carrington, Amy Fisher, all level as they battle for that supremacy on Lake Carapiro. Yes, well, both women are vying for the lone K-1-500 spot at the World Championships in August, and after Fisher's triumph yesterday,...five-time Olympic gold medalist Carrington came back to claim the second race today. We have reaction from both camps. The head of what's now set to be an epic decider. Thus Tyson Fury literally knocked Dillian White's teeth out and is here a heavyweight title defence today. What are the Gypsy King's last punch thrown in the ring? And Kui Formula Two driver Marcus Armstrong is back on top while a feisty mix for Stepan Nabs Poll, ahead of tonight's F1 championship in Italy. The two cops who were actually on the roof. They're first on the scene but they don't turn on their bodycams. They don't radio him when they arrive. Why? The tower starts to nice on one. gas and broadband and electricity. Gosh that's a multiplicity and with our multi-saver combos you'll save more all over with Nova. So the more great grovers I have with Nova the more I'll save all over. Yes that's right. Well coming for coffee I've got a nice new jar of Greeks. I'm a crime has arrived but thankfully there's all sorts of different things we can do to cope in tough times Like taking up a new project hanging with Tamariki chatting it out with mates or simply having some me time Check out all sorts dot org dot nz for heaps of tips to help get us through I'm sorry for you to get it on your own. Exeter to the liver to your knock, not open up the door to thrill. Say like a boss with a new bucket for two. Thank her for always being there with new Pandora jewellery. downloading, streaming, skinny fibre broadband does it all mad quick. Mad, quick! Join skinny and get speedy unlimited fibre broadband from just 78 bucks a month plus four months three on a 12 month land. Get the speedy! While Kelly is on the go with the kids, personal shopper Jenny is carefully picking Kelly's fresh produce. Kelly toes, free pickup and collected who order on the way home. What's your way? We can help with that. I have seven children that I've got a run round after. The eldest is Kepton Lily, Charlie Loughlin, for Angus, Finley Rawls, Rudy. I wonder if the eldest. Yeah, my life's a bit busy. My truck is just a jack of all trees, like a mother. It's a very versatile vehicle, and I wouldn't change for all the team China. Oh, hey Maxie! Still on for tonight's game? Yeah, bring it on. Great day for it. Absolutely stunning. Happy birthday, Jerry. She is mess. How you feeling? Oh yeah, not a day over there. We're opening up the secrets to our kitchen. Add our favorite ingredients to your next my food bag delivery, including new breakfast, lunch and snacks. For Delicious made easy, visit my food bag.co.org.org.com Hi, I'm Adam from Smith & Smith. Don't wait for your chip to crack. Book your windscreen repair in three minutes, using your number plate. Select your preferred location, date and time. And we'll get you back on the road fast book online now at Smith and Smith Noo Espresso, a masterpiece in taste. Are you ready to roll with us? Join hopeful contestants. I'll be on the phone first for good luck. And there's celebrity side kicks. Are you going to roll? Let's load up the launcher in the ultimate game of love. Everything can change on the roll of a coin. Rolling in it Monday. Or one. One New Sport is brought to you by mobile. You can use your mobile smiles rewards instantly to keep on moving. at Lake Carapiro, Dame Lisa Carrington, beating K-1-500 rival Amy Fisher to level their three-race head-to-head series at one apiece. Check out the margins. After reigning, world champion, Fisher won the final nationals yesterday by 0.11 of a second today. There are scenes reminiscent of the dramatic head-to-head races between rowers Rob Woodell and Mahidrystale in the 2000s. Two athletes at the top of their game competing for a lone seat. For Carrington and Fisher, that spot in the individual boat for the World Champs now comes down to a decideder on Thursday. And I have out has been Lakeside at Carapetto. Another stroke-for-stroke battle separated again by fractions of a second. this time, Dame Lisa Carrington turning the tables on Amy Fisher. I'm thrilled for Lisa's performance, but mainly for her ability to want to have a fight and get in the battle and kind of like be open to that. What a showdown. Oh my goodness, were it to be so close again. A similar race to yesterday, Carrington flying out of the blocks. Fisher trying to find that flashing finish only to fall just short confusion raining again over who had won. Fisher thought Carrington enabbed it. Carrington's cam'd thought Fisher had claimed the honors. How spectacular you know that we confront two paddlers like that and put on a race like that pretty special day and she she outclassed me today. Carrington's coach Gordon Walker today revealing what was said in the 24 hours between races. It wasn't like a game of rugby where someone has the wrong tactics or something like that. It was actually she actually raced a pretty good race yesterday. It was really around like asking yourself the question of what are you here for? What matters to you? So across both races this pair have been separated by less than 0.15 of a second. They'll come here at Lake Carapero again on Thursday for the third and deciding race to decide who will represent New Zealand at the World Championships. And I think it brings out the best in us and come the Olympics, we can both line up. So someone just might have to be patient for another year. For now though there's only one focus doing doing what they can over the next four days, to prepare for the winter, takes all showdown that already has the makings of a classic Guyavilt 1 news. There's been a plethora of Kiwi sporting actions this afternoon. Let's kick things off with the Phoenix. We've got the rub of the green at Eden Park today, winning one nil as the Western Cindy a Sydney Wanderers squandered many a chance to put one on the board. It was a pivotal match for the Phoenix, a chance to submit their place inside the top six and they did it through Ben Wayne. The Phoenix lead!, and again, David Boula, Squotum sent out, all over the Wayne train., the Knicks helped not by this yellow card, but some of the worst attempts on goal you'll see today. Really unfortunate. Lovely ball. Not so much from a gala there. Phoenix fans quick to get the gear off at the 80-minute mark, dad bods and all as they jump to fourth on the table. The mystics have crushed across town rivals the Stars with a whopping 24-gold victory equalling their biggest ever winning margin. It's the first time the teams have gone head to head this season but the Stars who've been badly impacted by COVID struggled to connect shooting at just 68%? Well, Ma was certainly not enjoying herself, but Fitzpatrick is. I mean, if a coach isn't in a full time, when do you just put your hand up and maybe a cool time yourself? The Miss Six running away with the match 6844. In the earlier game, the pulse were also clinical, Thrashing the tactics 5841 as the mainland side's fifth loss from six matches this season. Some weeks we're good on defense and some weeks we're good on attack but I think it's putting it all together for the whole six and yeah it's just not good enough. The polls move up to second on the ladder behind Premiership leaders the mistakes. Across the ditch the lowest ranked Kiwi Super Rugby team took on the top Ozzy side. It wasn't pretty. The brombies let the opening try slip through their fingers but still managed to edge the struggling Highlanders in Melbourne., and still win it and sneaking his way, but the Highners are working with banks. Maka Uma and a gentleman. a gentleman we met now working it back to the right law. Final score 28th 17 the Highlanders are the first Kiwi side to lose to Ozzy opposition this year the Crusaders are currently playing the first half against the Rebels the score still nil a record 94,000 fans a spectacular Tyson-fearing knockout in a major twist one of the greatest entertainers in sport has delivered again. Matt Manuqiyya takes us to Wembley. All together now! Fury singing his goodbyes to boxing. This stunning knockout of Dylan White, which knocked his tooth clean out of his mouth, is said to be the last in Fury's career. I have to be a manomy word, and I think this is it. This might be the final curtain for the Egyptian for the Jitty King. And what a way to go out. But, and there's always a button boxing, into the UFC heavyweight champion Francis Sengarno. This is going to be what's very special fight like never before seen in the history of our sport. A hybrid mega fight with MMA gloves is now in the making. Although if it was just about money, Furises he could easily stay in boxing. It's never been about money to me. I know a lot of people with money, big money, but none of them are happy, not one of them. a man is what you are what you are you are are are are are are are are are are are are are are are are are are are are are are are are are are are are are are are are are are are are are are are are are are not one of one of, not one of, not but none of them were happy, not one of them. A man is what you are in here. And if you're a good person in here, and you've gone, you'll do for me. But if you're a millionaire and you're horrible, I don't want to know you. Because I've only got time for good people. down as one of the greatest. So if this is it, fans will be thankful for all those memorable moments of which there have been plenty. In the mighty name of Jesus Christ, I won this fight in this country tonight. In my lovely, my own! My England! We are! Smarker! Marki! Matt Mankea, one news. Kiwi driver Marcus Armstrong has made his return to the top of the F2 podium, dropped by Ferrari last year. He's won the sprint race in his old stomping ground of Italy, his first victory this season. And as Michelle Prendival explains, the Kiwi had to fend for himself. Marcus Armstrong takes victory. Back on top. But this was no easy ride for Marcus Armstrong. I'm tired man, because my radio wasn't working, so I had to watch the TV to sort of see where he was. Luckily, the kiwi led from the start. Brilliant getaway by your new race leader, Marcus Armstrong. The red ball driver is stalking his every move and closing in. Getting the gap down from six tenths to five tenths to three tenths to car links. Direction from his high-tech team would have come in handy. I really don't know if you can hear me. But radio silence, the kiwi flying solo and flying to victory. Seriously along this main strait, there's a nice big TV. Yeah, I had to keep an eye on him and he was always reasonably close. It was actually quite a peaceful race without the radio believe it or not so I enjoyed it. In the F1 championship Max Vistapin probably wouldn't have minded some peace in his ear. Starting in Paul he lost that lead in seconds to rival Shala Clei. Shalak. It's a very good start indeed for staff has been caught napping but the stepin was unrelenting left trouble is available you need a bit just limit to it just he knows what he's doing he knows what he's doing well he is the world champion after all and in the final lap the rebels coming at him but Stappin goes around the outside into the chicane stays on the track back backs for a stapper, and takes the lead. Banking crucial points and putting him on pole for the feature race showdown tonight. Michelle Prendeville, one news. This is the image Cristiano Rinaldo shared on social media today, paying tribute to his baby son after he scored in his return game from Manchester United. Rinaldo taking the field for the first time since announcing his newborn died earlier this week and fittingly scoring his 100th Premier League goal. And turn them by Rinaldo! in a sad, sad week. Arsenal fans had also acknowledged the tragedy with applause at the seven minute mark their team going on to win three one. Which I believe the Wests Tigers have gone and done it again, not even a week after claiming their first win of the NRL season with a late field goal. They once again found themselves all tied up in the final minute, this time of the season for the Tigers, 23, 22. And finally tonight, one of the sharpest plays we've seen this weekend, and it's not come from an athlete. But an NBA security guard, check this out, lightning quick reflexes, as a protester tries to take the court in Minnesota. With a timber walls have dealt with a number of activists during the playoffs the woman received in just 13 seconds and she's part of the group protesting alleged animal rights abuses by the timber wolves owner. Minnesota still managing to pull out a one-point win to tie up their first round series against Stephen Adams' Memphis Grizzlies at 2-all. Hi drama. I know. Right. Thank you Haley. You're welcome. Well Renee has your Anzac Day weather next then, the national speech champion helping people conquer their fears, that's coming up on good sorts. Heyya! Tonight on One! More Fantastic Farming and New Hyundai Kancha calendar. Then remembering Blair Vining and the fight for better cancer care on Sunday. Over on two Britain's got talentors back for a dazzling new season. Then the air of the ocean must stop a war between worlds and aquam. On Duke the crew investigated the controversial tar culling in NZ Hunter Adventures. Plus a dream holiday turned nightmare in the thrilling new series No Return streaming now TV and Z on demand Chees, you're in. New Ultimate Double Cheezy Pan Pizza. Kilda, I'm Kali, I'm a mama and I'm also a teacher of Teriora Matsida. I feel very blessed to be able to teach Teri-o-Malri and it's something I'm very passionate about. I try my best as a kayak or to lead by example because there are Tamariki and Matthew out there who could get seriously sick from COVID. So I will practice physical distancing, isolate where I need to and wear my mask. Mejournoy Tata Kietichiki and Tata Tamariki. 1499, Kelvin Cline Euforia for Women 100 mil 5499, and Parker Robanpo on 100 mils 59, 99, Kema Squarehouse, great savings every day. Why do we always say we're doing nothing special? Just because it's not a special occasion. Dinner with my best mates? Nothing special. Oh, watching a movie with my soulmate? Nothing special. Having dinner with the family who I literally die for. You know, nothing special. I mean, come on people, what could be more special than this? Are you still my special girl? Thanks, actress who's playing my Nan. McCain, there's something special about nothing special. T's brewing. I'm Great deals on now at Harvey Norman. Big Samsung 60-inch 4K Smart TV now 1346. Huge deal. Panasonic large capacity microwave 288.28. Save big. Save 494 on the incredible Panasonic 65-inch Oled TV. Save 600 on this premium miller 8KG washing machine and matching heat pump dryer package. Massive deals across our vacuum range. Like this Dyson V8 animal stick vacuum.. Plus 60 months interest-free, stall-wide, on now at Harvey Norman. We had some teething problems. Plus, can you read your oven? Is that fan make? Well, crack the clothing code. Passions? No. Be a go Monday on one. Sam and Sophie are sharing their success. When I was running around opening gates for dad, didn't think we'd be here today designing bags. Hyundai country calendar next on one. Kiyoraa, hello again, a mixed bag today. We have lots of lumpy shower cloud over and around Alteiro on New Zealand in a cool Salwesterly flow. Plenty of clear sky too, especially over eastern parts of the North Island and a band of frontal cloud is making its way up the South Island. So a couple of fronts tucked up in that Sal West flow, flick up eastern areas tonight and tomorrow as a ridge of fronts tucked up in that sour west flow, flick up eastern areas tonight and tomorrow as a ridge of high pressure gradually spreads in from the west over the next few days. It's partly cloudy with occasional showers until evening for the north, sour westerlies and top of 20 for most. Auckland, some cloud for you and you will need a raincoat. Showers clearing around evening. Sal Westiles and 19 degrees. Hamilton a fine Anzac day on the way for you. Light winds, but afternoon Sal Westiles, 20 is your high. The center north gets a fine day, two light winds for most, but Sal Westiles about Rotura and Tokaroa. Prong'a, sunshine and Srnesili's dying out before mid-day 20 is your high. To the east and clouding over with Shah's developing clearing as your afternoon rolls out. Morning cloud clearing to find for much of the west. New Plymouth in the clear with South Westleys kicking in after lunch. Wellington, morning cloud with a light shower before dawn, clearing to a fine day, southerlys turning northerly in the afternoon. And 17 is your high. Cardi at first over the top of the south then fine, a high of 18 for for Kikolda and Westford Christchurch some morning and evening cloud otherwise it's going to be fine in between winds turn southerly by evening and 19 degrees Sunshine for this group some cloud from late morning a southerly changed by evening gray mouth and hawker ticker on 17 degrees evening, grey mouth and hawker-taker on 17 degrees. Queen Sound a fine day coming your way, Sarl Westalies and 17 is your high. Clarity with showers and strong cold winds for the far south, Milford Sound you get some morning cloud, then it's going to be fine. And Dunedin Salwesalice will be strong and you'll need a raincoat with showers forecast across your day. 17 is your high. So Tuesday and the Sal West flow continues over Al Pero, a ridge of high pressure then gradually establishes itself over the country on Wednesday and into Thursday. And just before I dash, if you are planning on attending a dawn service, these are the places you will need to take a brolly or raincoat and be sure to wrap up warm as that sour westerly flow is keeping it cool. And that's it for me. Enjoy the rest of your evening. Good Swords, brought to you by Four Square. Yes, tonight's Good Swords is a three-time national speech champion who still gets nervous when talking in front of people. Wellington's Rob Julian has spent the last half century helping people get over their fear off speaking, even when he hasn't conquered it himself. He has Hayden Jones. Oh these are all my family. Once we've looked at Rob Julian's family photos they grow up his silverware and his special badge it takes three four five years to get it. We're off to a community hall in Johnsonville where Rob has been coming once a month for three decades. Rob is the founder of the O'Haraou toastmasters. It's a place where people come to learn to talk to a crowd. coming once a month for three decades. Rob is the founder of the O'Hareu toastmasters. It's a place where people come to learn to talk to a crowd. It doesn't get rid of the butterflies in your stomach. It just teaches them to fly in formation. But my friend is an educator. Michelle spoke about wordle. It joins me, then so this was her first time without notes. Which is tricky with a camera in your face. So I had a little bit of thought. We do a lot of clapping. Then it's Rob's turn to speak. I have a mistress. He gets your attention immediately. And what's worse, my wife Lorraine is also obsessed with her. Rob is a three-time national speech champ. Her name is Wellington. Rob is a three-time national speech champ. Her name is Wellington, but still feels like you do in front of a crowd. I always get very nervous from speaking, because if I'm not, I screw it up. Running tonight's meeting is Sean. We have Grammarian Roger. Sean first met Rob 20 years ago. Had a couple of runs and run-ins in the park. Rob was Deputy Principal in Newlands College. Sean Seanorn, his student. of a few detentions, and I used to sit outsidelands College, Sean, his student. On the end of a few detentions and I used to sit outside his office. They met again at Toastmasters. But a huge shock when Sean turned up. Sean is studying for his commerce. Sean is studying for his commerce degree and Rob is helping him with his speaking. Prior to coming here I couldn't have proper conversations with people. This is Rob Julian's 50 year at Toastmasters. Yeah, I would have given up why now. Getting up and speaking to 300 people is such a buzz. It's his happy place. Having the audience and the palm of your hand. There's no feeling quite like it. And once you found your happy place... Just the most fantastic guy I can think of. Why leave? I guess we now become friends. Hayden Jones. You can't beat Wellington on a good day. One news. Fantastic. And you can check out good sorts on our website where you can catch up with all of our good sorts nominate. Someone and see behind the scenes footage just go to one news.co.nslkz, forward slash good sorts. And that is one news this Sunday. Thank you for watching from us for Maria. Good night."}