{"speakers": [], "chunks": [{"timestamp": [0.0, 5.0], "text": " Tonight at One News, a horror crash in the cargo leaves four teenagers dead."}, {"timestamp": [5.0, 7.0], "text": " Families visit the scene of the tragedy."}, {"timestamp": [7.0, 13.0], "text": " The bluff community is devastated with three of the young people from the small town."}, {"timestamp": [13.0, 27.56], "text": " History comes to life in the White Couple. One of the most significant battles of the land wars is remembered as a new tourist landmark is opened and beaten on the line."}, {"timestamp": [27.56, 32.04], "text": " Dame Lisa Carrington is stunned and an epic photo finish at the canoe sprint nationals"}, {"timestamp": [32.04, 50.8], "text": " as a new rivalry on the water emerges. Kiyorra Good Evening, communities in shock after a car crash, killed four teenage"}, {"timestamp": [50.8, 53.04], "text": " boys in Invekagel."}, {"timestamp": [53.04, 57.04], "text": " Three of them were 16 years old, the fourth was 17."}, {"timestamp": [57.04, 60.12], "text": " Our reporter in the south, Jared McCulloch, is at the crash site."}, {"timestamp": [60.12, 61.24], "text": " He joins us now."}, {"timestamp": [61.24, 66.96], "text": " Jared, what is the feeling of the community there after this tragedy?"}, {"timestamp": [70.24, 75.36], "text": " Yeah, as you mentioned there, Wendy, a lot of shock and disbelief here, not just in the carnival, but the wider southern region as well, after this tragic incident that"}, {"timestamp": [75.36, 80.4], "text": " happened here on Queen's Drive. Emergency services were called to this crash yesterday afternoon"}, {"timestamp": [80.4, 86.24], "text": " around 4 p.m. Today, confirming confirming to us police saying that four teenagers lost"}, {"timestamp": [86.24, 90.68], "text": " their lives in the crash. authors afternoon flowers have been placed at the entrance here"}, {"timestamp": [90.68, 96.16], "text": " of Queens Park as well as the family had been here earlier today when the police were finishing"}, {"timestamp": [96.16, 103.52], "text": " up there seeing examination to give a blessing here at the site. Police had confirmed to us today too that"}, {"timestamp": [103.52, 107.36], "text": " three of the teenagers in this crash were from the small community of Bluff which is"}, {"timestamp": [107.36, 112.24], "text": " about 25 minutes drive south of where I'm standing at the moment. We spoke to a"}, {"timestamp": [112.24, 116.56], "text": " local community leader there who is one of the relatives of one of the boys that"}, {"timestamp": [116.56, 121.84], "text": " was in that vehicle. Here's what he had to say. Communities devastated through the"}, {"timestamp": [121.84, 130.16], "text": " through the loss of the three teenagers that came from Bluff. They're from well-known families in the area that their families have"}, {"timestamp": [130.16, 136.64], "text": " been lived in Bluff for generations so they've got cousins, brothers, sisters,"}, {"timestamp": [136.64, 140.48], "text": " aunties, uncles. A lot of the community are related to them or friends and"}, {"timestamp": [140.48, 144.12], "text": " and it's a shock to the community."}, {"timestamp": [144.12, 147.6], "text": " And Jared do we have any more detail about what happened?"}, {"timestamp": [147.6, 153.96], "text": " Yeah, please tell us today that the teenagers were in a black Ford Ranger"}, {"timestamp": [153.96, 159.6], "text": " U when they collided with a concrete, concrete truck yesterday afternoon."}, {"timestamp": [159.6, 165.6], "text": " They're still, the road was actually closed for nearly 24 hours since the crash happened yesterday"}, {"timestamp": [165.6, 169.76], "text": " and they spent a lot of time trying to investigate what was going on and piece together"}, {"timestamp": [169.76, 173.76], "text": " what was happening, but they're still in their early stages."}, {"timestamp": [173.76, 175.6], "text": " We're still working through witnesses."}, {"timestamp": [175.6, 179.28], "text": " There are a number of witnesses as you could imagine at 4 o'clock in the afternoon"}, {"timestamp": [179.28, 181.28], "text": " as to the events."}, {"timestamp": [181.28, 188.52], "text": " But we would ask anybody who may have seen the Ford Ranger or the concrete truck leading"}, {"timestamp": [188.52, 193.28], "text": " up to the crash, particularly people who have dash cam on the vehicles, we'd be very"}, {"timestamp": [193.28, 195.6], "text": " interested to see that footage."}, {"timestamp": [195.6, 203.0], "text": " Of course the families will be hoping for more information as tonight they grieved the loss"}, {"timestamp": [203.0, 204.0], "text": " of four young lives."}, {"timestamp": [204.0, 206.56], "text": " Jared, thank you from in the cargo."}, {"timestamp": [206.56, 211.8], "text": " Or elsewhere in in the cargo a murder investigation is underway after two"}, {"timestamp": [211.8, 213.12], "text": " men were stabbed."}, {"timestamp": [213.12, 218.2], "text": " Police say the incident took place on Don Street near the district court building just before"}, {"timestamp": [218.2, 222.48], "text": " one o'clock this morning. One man died and the other is in hospital in a critical"}, {"timestamp": [222.48, 224.32], "text": " condition and has needed surgery."}, {"timestamp": [224.32, 226.0], "text": " Forensicic teams were at the scene today."}, {"timestamp": [226.0, 230.0], "text": " Police are asking anyone with information to come forward."}, {"timestamp": [230.0, 238.0], "text": " The head of the United Nations is going to Russia to meet with President Vladimir Putin about the war in Ukraine."}, {"timestamp": [238.0, 249.8], "text": " But while the request for a face-to-face was accepted by the Kremlin, there's a little sign of Russia easing up on its lethal bombardment of its neighbour. U.S. correspondent Anniburns Francis has"}, {"timestamp": [249.8, 254.8], "text": " the details."}, {"timestamp": [254.8, 261.28], "text": " Russia's relentless steady assault is slowly bringing towns and cities along Ukraine's"}, {"timestamp": [261.28, 264.12], "text": " border to their knees."}, {"timestamp": [264.12, 270.48], "text": " But even after eight long weeks, they face a defiant and valiant defense."}, {"timestamp": [270.48, 273.48], "text": " Without our resistance, they could storm through."}, {"timestamp": [273.48, 277.04], "text": " And they will make an effort to do so again."}, {"timestamp": [277.04, 281.24], "text": " Russia is tightening its grip, hoping to finally seize power over a stretch of the country's"}, {"timestamp": [283.24, 284.24], "text": " Southeast."}, {"timestamp": [284.24, 288.48], "text": " The primary purpose of which is to establish complete control over the territory of the"}, {"timestamp": [288.48, 290.32], "text": " Donutsk and Luhansk regions."}, {"timestamp": [290.32, 295.88], "text": " Russian troops are now concentrating their efforts on Marupol, but it's far from a targeted"}, {"timestamp": [295.88, 296.88], "text": " approach."}, {"timestamp": [296.88, 302.12], "text": " A United Nations report saying evidence of Russia's indiscriminate shelling could amount"}, {"timestamp": [302.12, 307.0], "text": " to a war crime. They killed 20,000 people."}, {"timestamp": [307.0, 310.0], "text": " They did it on purpose. This is what I think."}, {"timestamp": [310.0, 313.0], "text": " They intentionally prevented people from leaving Mariyupu."}, {"timestamp": [313.0, 316.0], "text": " They set this genocide up by closing the city down."}, {"timestamp": [316.0, 319.0], "text": " Every day the evidence grows clearer."}, {"timestamp": [319.0, 324.0], "text": " These satellite images showing a second mass grave outside Mariyu-pull"}, {"timestamp": [324.0, 325.52], "text": " appearing over the last"}, {"timestamp": [325.52, 330.88], "text": " month. Ukraine is now desperately holding on."}, {"timestamp": [330.88, 335.6], "text": " Its citizens all too aware that time and hope is running out."}, {"timestamp": [335.6, 341.04], "text": " We hope for help from our friends. What friends? What help? Whose help are you counting on?"}, {"timestamp": [341.04, 343.52], "text": " European friends? They will send us rockets."}, {"timestamp": [343.52, 348.32], "text": " Poland is sending tanks. Great Britain sent us this weapon. And British"}, {"timestamp": [348.32, 352.6], "text": " Prime Minister Boris Johnson's sending diplomats back to the Ukrainian capital"}, {"timestamp": [352.6, 358.08], "text": " as are dozens of other nations. I'm grateful to our British friends for the"}, {"timestamp": [358.08, 361.56], "text": " important symbolic decision announced today to return the embassy to Kiev and this"}, {"timestamp": [361.56, 367.0], "text": " shows that we are not the only ones who believe in the victory of life over death."}, {"timestamp": [367.0, 373.4], "text": " But he'll need more than just belief. The UN Secretary General will meet with Russian"}, {"timestamp": [373.4, 380.0], "text": " President Vladimir Putin next week. Talks are on the table, but there's no word yet, on peace."}, {"timestamp": [380.0, 386.72], "text": " Anna Burns-France Francis One News New York. Meanwhile a Kewi family who are currently living in Spain"}, {"timestamp": [386.72, 389.92], "text": " have spent the last month taking in Ukrainian refugees"}, {"timestamp": [389.92, 391.76], "text": " displaced by the war."}, {"timestamp": [391.76, 394.4], "text": " They've already had 18 people through the doors"}, {"timestamp": [394.4, 399.6], "text": " providing a warm bed, food and comfort from their home in sunny Valencia."}, {"timestamp": [399.6, 401.76], "text": " Thomas Mead reports."}, {"timestamp": [401.76, 407.24], "text": " It's lunchtime in Spain and hundreds of kilometers from the war zone, these refugees are"}, {"timestamp": [407.24, 413.04], "text": " being treated to some good old-fashioned Kiwi hospitality."}, {"timestamp": [413.04, 416.68], "text": " Former Moransville local Larissa Fleming opening her doors."}, {"timestamp": [416.68, 422.88], "text": " I think that we can share our kind of, our Kiwi attitude of, you know, just roll your sleeves"}, {"timestamp": [422.88, 425.0], "text": " up and get things done."}, {"timestamp": [425.0, 429.0], "text": " So it's an amazing feeling to be helping."}, {"timestamp": [429.0, 432.0], "text": " The family have lived in Valencia for two years."}, {"timestamp": [432.0, 436.0], "text": " With millions of Ukrainians displaced, they decided to do their bit."}, {"timestamp": [436.0, 440.0], "text": " A few extra mouths to feed, it's nothing compared to what they've gone through."}, {"timestamp": [440.0, 443.0], "text": " Her visitors have seen the worst of humanity."}, {"timestamp": [443.0, 448.84], "text": " Julia was one of many to flee the city of Kharkiv, forced to leave home amid a major"}, {"timestamp": [448.84, 449.84], "text": " Russian offensive."}, {"timestamp": [449.84, 455.52], "text": " At first, hiding in this basement, before catching a train in LeVin."}, {"timestamp": [455.52, 463.24], "text": " And then with the help of volunteers, making the long journey all the way to LaRiss's home"}, {"timestamp": [463.24, 471.64], "text": " in Spain. The hardest thing was to leave my parents and I really hope that in the next months we"}, {"timestamp": [471.64, 473.2], "text": " get back to them."}, {"timestamp": [473.2, 479.28], "text": " The Kiwi family have helped 18 refugees so far and have now launched a giver little raising"}, {"timestamp": [479.28, 485.52], "text": " funds to do more, joining up with local NGOs in the hope of supporting long-term recovery."}, {"timestamp": [485.52, 489.44], "text": " There's still this kind of second part of the war that we've got to comprehend"}, {"timestamp": [489.44, 496.24], "text": " that these people may be out and safe, but where do they go to next? And a little bit of love"}, {"timestamp": [496.24, 507.64], "text": " goes a long way. After enduring so much brutality, some kindness means a lot. I'm happy to meet such good people with"}, {"timestamp": [507.64, 513.88], "text": " such good hospitality. I'm really happy. The guests leaving an impression on their"}, {"timestamp": [513.88, 520.72], "text": " hosts too. They pay it back, you know, the smiles on their face. A kiwi welcome helping to counteract"}, {"timestamp": [520.72, 524.0], "text": " the cruelty of war. Thomas Meade, one news."}, {"timestamp": [524.0, 530.0], "text": " Here as winter begins a need for housing in Northland has reached an all-time high."}, {"timestamp": [530.0, 535.0], "text": " There are now 1,500 families on the waiting list for emergency housing."}, {"timestamp": [535.0, 539.0], "text": " That's a 600% increase in demand in just five years."}, {"timestamp": [539.0, 549.12], "text": " Our Northland reporter Helen Castle has more. Pin and his dog have been living in this derelict supermarket in Kaitaya for a year."}, {"timestamp": [549.12, 567.0], "text": " But as the tropical far north calls, it's about to get less. The housing situation also is at crisis."}, {"timestamp": [567.0, 574.0], "text": " We have a huge waiting list and that's not just people who have social housing issues."}, {"timestamp": [574.0, 576.0], "text": " These are normal everyday mum and dad families."}, {"timestamp": [576.0, 582.0], "text": " Five years ago there were less than 250 Fano on the housing register waiting for a home."}, {"timestamp": [582.0, 586.64], "text": " That number has now rocketed to nearly 1,500."}, {"timestamp": [586.64, 590.2], "text": " There are probably many more that aren't even on the register"}, {"timestamp": [590.2, 593.0], "text": " that we are aware of that are just not prepared"}, {"timestamp": [593.0, 595.32], "text": " to put that on the register for whatever reasons."}, {"timestamp": [595.32, 598.04], "text": " And so we're probably under counting."}, {"timestamp": [598.04, 602.6], "text": " Kaying order is making progress with new homes being built in the region,"}, {"timestamp": [602.6, 606.56], "text": " 13, right here in Kaitaya. It's the largest"}, {"timestamp": [606.56, 612.0], "text": " public housing development in the town in decades and these 37 homes at Puryri"}, {"timestamp": [612.0, 618.08], "text": "ri Park in Fangra will be ready just in time for winter. Those working on the ground say the real"}, {"timestamp": [618.08, 625.84], "text": " issue is more people are moving north. The rising cost of living and COVID-19 have families leaving the big cities,"}, {"timestamp": [625.84, 631.76], "text": " putting pressure on an already stretched housing market. This I saw in the centre of Kaitaya"}, {"timestamp": [631.76, 637.04], "text": " could offer some hope. After being derelict for 11 years, the council has entered into an"}, {"timestamp": [637.04, 642.48], "text": " agreement with foodstuffs and the site is now set to become affordable housing."}, {"timestamp": [642.48, 648.44], "text": " If it's an ideal place for more intensive housing, that means that we could go up instead"}, {"timestamp": [648.44, 653.92], "text": " of having sprawl, we can provide more housing within a smaller land area and there means"}, {"timestamp": [653.92, 655.68], "text": " more houses for more people."}, {"timestamp": [655.68, 656.68], "text": " But there's some pushback in the community."}, {"timestamp": [656.68, 666.32], "text": " But there is just a worry that we would rather have like a box shop like the big box shops like Brisco's or"}, {"timestamp": [666.32, 669.76], "text": " number one shoe warehouse or something like that to bring people into our town."}, {"timestamp": [669.76, 673.8], "text": " Bringing housing into the town means that we'll have more foot traffic and"}, {"timestamp": [673.8, 677.12], "text": " result in more vibrancy but the key to that is good design and"}, {"timestamp": [677.12, 679.76], "text": " choosing a good community housing provider."}, {"timestamp": [679.76, 686.32], "text": " already home for pin and his mate it could become a far more comfortable home for others."}, {"timestamp": [686.32, 688.32], "text": " Helen Castle's one news."}, {"timestamp": [689.84, 696.4], "text": " The president of Auckland's RSA is encouraging people to attend this year's Anzac service in the city's domain,"}, {"timestamp": [696.4, 699.04], "text": " despite it being an invite only event."}, {"timestamp": [699.04, 704.72], "text": " Auckland Council says it's trying to protect old soldiers and hasn't prepared the area for large crowds."}, {"timestamp": [704.72, 706.4], "text": " reporter Yvon Tarana with more."}, {"timestamp": [707.52, 711.84], "text": " Anzac Day never really gets any easier for this Vietnam vet."}, {"timestamp": [724.0, 728.0], "text": " Last year was a bumper turnout at Auckland's domain service. COVID disrupted the year before and the yo-yo is set to continue."}, {"timestamp": [728.0, 731.0], "text": " Number is expected to be low again."}, {"timestamp": [731.0, 734.0], "text": " An invite-only ceremony will be held on Monday"}, {"timestamp": [734.0, 737.0], "text": " but the public will be kept back from the court of honour."}, {"timestamp": [737.0, 741.0], "text": " And whilst dignitaries will lay wreaths, there will be no speeches."}, {"timestamp": [741.0, 748.32], "text": " The RSA says that's created confusion. Telling a veteran, well it's only invite only, there's a bit of an insult and so I"}, {"timestamp": [748.32, 753.92], "text": " encourage any veteran to serve this nation. Come forward, come to the services, join in"}, {"timestamp": [753.92, 759.12], "text": " and be a part of it. Auckland Council is working with the RSA on the event, but says the shift to"}, {"timestamp": [759.12, 770.96], "text": " orange left it with an uphill battle to get logistics like parking sorted in time. But it will not be the same as previous years. We won't have the big lighting towers or big"}, {"timestamp": [770.96, 776.48], "text": " screens. There will not be parking down on the cricket grounds."}, {"timestamp": [776.48, 782.48], "text": " So while the public can attend it will be from a distance to protect veterans from Omicron."}, {"timestamp": [782.48, 787.0], "text": " So we are asking people to keep back a little and give them some space."}, {"timestamp": [787.0, 792.0], "text": " Respecting others' house is important is remembering our long-fallen soldiers."}, {"timestamp": [792.0, 794.0], "text": " Yvonne Tarrhana, one news."}, {"timestamp": [794.0, 800.0], "text": " It's thousands of miles from home at the grave of a New Zealand World War I soldier"}, {"timestamp": [800.0, 804.0], "text": " and a small forgotten English cemetery is being well looked after."}, {"timestamp": [804.0, 809.28], "text": " a kiwi who lives nearby is tending Sergeant Moore's grave and a local"}, {"timestamp": [809.28, 813.08], "text": " historian has traced his family and distinguished service. Europe"}, {"timestamp": [813.08, 818.2], "text": " correspondent Daniel Fytawa with this report. In this churchyard cemetery"}, {"timestamp": [818.2, 823.88], "text": " the neglected war grave of a kiwi soldier is being cared for."}, {"timestamp": [823.88, 827.0], "text": " Really I just didn't like the thought of him being here alone."}, {"timestamp": [827.0, 829.0], "text": " Really as simple as that."}, {"timestamp": [829.0, 831.0], "text": " Sue Milliken, formerly from Christchurch,"}, {"timestamp": [831.0, 846.8], "text": " came across the grave in 2018 after reading an article in the local newspaper. to look after his grave. That then started me on a course of wanting to find his family."}, {"timestamp": [846.8, 851.6], "text": " This local war historian and author had already traced Sergeant Moore's history."}, {"timestamp": [851.6, 859.76], "text": " He had quite a varied military life started off in the Boer War. He volunteered for that campaign. He worked for the"}, {"timestamp": [859.76, 864.72], "text": " GPO and the signal service became a postmaster."}, {"timestamp": [864.72, 870.04], "text": " Napier Bourne George Vivian Thomas Moore was one of many Kiwi troops based in Stavenage"}, {"timestamp": [870.04, 872.12], "text": " before being deployed for battle."}, {"timestamp": [872.12, 875.96], "text": " During the First World War, he joined 16,000 New Zealanders who stormed Guillipilly."}, {"timestamp": [875.96, 883.52], "text": " He received in the military medal for bravery during the Battle of the Somme and was promoted"}, {"timestamp": [883.52, 883.96], "text": " as sergeant."}, {"timestamp": [883.96, 890.32], "text": " In 1917, he suffered gunshot gunshot wounds to to the face and a year later he died from flu"}, {"timestamp": [890.32, 891.32], "text": " in the pandemic."}, {"timestamp": [891.32, 894.8], "text": " It was a pretty bit of pill because the war had ended."}, {"timestamp": [894.8, 899.6], "text": " Everyone was looking forward to going home and then suddenly this brave soldier"}, {"timestamp": [899.6, 906.32], "text": " who's been through quite a lot and survived died so tragically near to going home and the way the"}, {"timestamp": [906.32, 908.52], "text": " whole town turned out for his funeral."}, {"timestamp": [908.52, 912.04], "text": " More than a century on, his grave is still being honoured."}, {"timestamp": [912.04, 916.68], "text": " Sergeant Moore is known to his great nieces in Auckland and Taihuppi as great Uncle"}, {"timestamp": [916.68, 922.32], "text": " Viv in a statement, the trio told me knowing that Sue is taking care of his grave has been an enormous"}, {"timestamp": [922.32, 927.4], "text": " comfort to them and on Anzag day every year, they'll be thinking of him."}, {"timestamp": [927.4, 931.48], "text": " Connecting with the family, I realise that this soldier has not been forgotten."}, {"timestamp": [931.48, 934.68], "text": " He's very well remembered and loved."}, {"timestamp": [934.68, 940.52], "text": " Remembering their ultimate sacrifice for their country and freedom."}, {"timestamp": [940.52, 948.24], "text": " And Daniel joins us now live from Gallipoli, where for first time since 2019 there are planned Azac services this weekend."}, {"timestamp": [948.24, 954.24], "text": " Kyoto Daniel emotions they must be running high for Kiwis there."}, {"timestamp": [954.24, 969.08], "text": " Kyoto Wendy's indeed they are Monday's commemorations come three years after the Nars service was held and of course at the heart of this is those brave soldiers who fought in this battlefield here but also emotions are running high too because"}, {"timestamp": [969.08, 973.28], "text": " of Ukraine the situation there as it offers a reminder of the realities of the"}, {"timestamp": [973.28, 978.0], "text": " war. Now here at the moment we have a number of people who have started"}, {"timestamp": [978.0, 981.28], "text": " together and start to put things together and we've seen a number of tall groups"}, {"timestamp": [981.28, 987.48], "text": " arrive. Now we've been told that unlike the many thousands of Kiwis and Osse, that make that pilgrimage"}, {"timestamp": [987.48, 994.04], "text": " here, swarmed here and swamped in national colours, as well as wearing with pride,"}, {"timestamp": [994.04, 999.28], "text": " their hearts bearing full of pride too, that the numbers will now decline and that is because"}, {"timestamp": [999.28, 1002.6], "text": " of COVID travel restrictions instead of the thousands that we have seen, we've been told to expect"}, {"timestamp": [1002.6, 1006.44], "text": " around three to four hundred."}, {"timestamp": [1006.44, 1010.6], "text": " Oh and what preparations are being made for Monday's events?"}, {"timestamp": [1010.6, 1016.48], "text": " Well you can probably see over my shoulder those preparations are still ongoing. The"}, {"timestamp": [1016.48, 1021.24], "text": " stage has been set but a reminder to our viewers it is Saturday morning here so there's"}, {"timestamp": [1021.24, 1028.96], "text": " still a couple more days to set up this afternoon. there will be a big briefing for those involved including media."}, {"timestamp": [1028.96, 1034.0], "text": " The keywords that we've been told is security, safety and comfortability."}, {"timestamp": [1034.0, 1037.4], "text": " Now no one will be allowed in this area in a couple of days."}, {"timestamp": [1037.4, 1042.32], "text": " It will be closed off with police presence and security presence at the front gate."}, {"timestamp": [1042.32, 1048.96], "text": " But we have been told it is an open event. Members of the public can come but they must register before they get here."}, {"timestamp": [1048.96, 1053.68], "text": " Also Wendy just on COVID again it is very much alive on this part of the world"}, {"timestamp": [1053.68, 1061.68], "text": " and therefore those who may have symptoms of the flu have been told to stay away from the event and also social distancing will be enforced."}, {"timestamp": [1061.68, 1066.0], "text": " Thank you Daniel Faita, alive from Gallipoli."}, {"timestamp": [1067.0, 1068.0], "text": " FIFARLE."}, {"timestamp": [1068.0, 1085.0], "text": " FIFARCANAY China but America's sudden interest in the region could be too little too late."}, {"timestamp": [1085.0, 1089.0], "text": " Sam and Sophie are sharing their success."}, {"timestamp": [1089.0, 1091.0], "text": " When I was running around opening gates for dead,"}, {"timestamp": [1091.0, 1094.0], "text": " didn't think I'd be here today to designing bags."}, {"timestamp": [1094.0, 1096.0], "text": " Sunday country calendar, Sunday on 1."}, {"timestamp": [1096.0, 1099.0], "text": " The Next Generation Outlander pHEve."}, {"timestamp": [1099.0, 1101.0], "text": " Charge her home for up to 84Ks and pureeve."}, {"timestamp": [1101.0, 1106.12], "text": " Combined, that's 1.6 letters per hundred ks. With all wheel drive and seven seats,"}, {"timestamp": [1106.12, 1109.88], "text": " it's the Mitsubishi Outlander PA-Eve from 6990."}, {"timestamp": [1109.88, 1111.72], "text": " Plus on roads."}, {"timestamp": [1111.72, 1113.6], "text": " It's Hunter Home's new design sale"}, {"timestamp": [1113.6, 1116.24], "text": " with big discounts on a range of stunning styles,"}, {"timestamp": [1116.24, 1120.8], "text": " like this Ruben Sofa, now 30% off, or 25% off the Nash range,"}, {"timestamp": [1120.8, 1126.0], "text": " and get 25% off the Trinidad dining table and Zend chairs. Plus more in store, only at Hunter Home."}, {"timestamp": [1126.0, 1131.0], "text": " What if you could see where you were using the most energy"}, {"timestamp": [1131.0, 1134.0], "text": " and make smarter choices about how you use it?"}, {"timestamp": [1134.0, 1138.0], "text": " With Energy IQ, Genesis customers can."}, {"timestamp": [1138.0, 1141.0], "text": " Genesis, with you, for you."}, {"timestamp": [1141.0, 1143.0], "text": " What is this taken?"}, {"timestamp": [1143.0, 1144.0], "text": " Am I took in?"}, {"timestamp": [1144.0, 1145.0], "text": " I'm here to save you. What is this taken? Am I took in? I'm here to save you."}, {"timestamp": [1145.0, 1149.0], "text": " She has the key to finding the lost predator."}, {"timestamp": [1149.0, 1151.0], "text": " After that!"}, {"timestamp": [1151.0, 1169.0], "text": " We're doing it! causing waking during the night. That's why we created sleep science. It contains an extract from asparagus stem to support healthy stress levels for quality sleep."}, {"timestamp": [1169.0, 1172.0], "text": " Clinicians, keep your body working."}, {"timestamp": [1172.0, 1176.0], "text": " We see you moving too electric and so, so are we."}, {"timestamp": [1176.0, 1186.0], "text": " We're installing fast charges in our Z stations. Better at home than Z is for New Zealand."}, {"timestamp": [1188.0, 1190.0], "text": " Renovate your little slice of paradise."}, {"timestamp": [1190.0, 1194.0], "text": " Save up to $1,000 in interest with our personal loan pay it faster option,"}, {"timestamp": [1194.0, 1197.0], "text": " just by paying an extra $50 a month."}, {"timestamp": [1197.0, 1199.0], "text": " Let's."}, {"timestamp": [1199.0, 1200.0], "text": " Jim, partners and money."}, {"timestamp": [1200.0, 1201.0], "text": " Fast today."}, {"timestamp": [1201.0, 1203.0], "text": " Don't just look for a new shed."}, {"timestamp": [1203.0, 1205.52], "text": " Look for quality, robust design,"}, {"timestamp": [1205.52, 1208.08], "text": " backed by a 25-year structural guarantee."}, {"timestamp": [1208.08, 1211.48], "text": " Look for genuine value and easy customized solutions."}, {"timestamp": [1211.48, 1213.12], "text": " Look for toadsbang."}, {"timestamp": [1213.12, 1216.0], "text": " Who can tosman?"}, {"timestamp": [1223.52, 1224.48], "text": " The light-heartedness. The things that make life, life."}, {"timestamp": [1227.2, 1228.64], "text": " It's all about techno gadgets and sci-fi nonsense."}, {"timestamp": [1231.2, 1232.4], "text": " Let's bring back the fun. The joy."}, {"timestamp": [1235.44, 1236.8], "text": " Imagine an electric car that's not just electric."}, {"timestamp": [1239.12, 1246.0], "text": " A car not for the future, but for us. Recharged life with a Shkoda plug-in hybrid electric range. Shkoda. Simply clever."}, {"timestamp": [1246.0, 1250.0], "text": " In financial news tonight we're seeing more New Zealanders..."}, {"timestamp": [1250.0, 1254.0], "text": " Bundling their home utilities for sling shop, saving money and record numbers."}, {"timestamp": [1254.0, 1255.0], "text": " Boom."}, {"timestamp": [1255.0, 1257.0], "text": " So, economically speaking, I..."}, {"timestamp": [1257.0, 1263.0], "text": " Fundling other stuff with broadband doesn't increase once propensity to say mad cash."}, {"timestamp": [1263.0, 1264.0], "text": " Buh."}, {"timestamp": [1264.0, 1265.4], "text": " I promise you."}, {"timestamp": [1265.4, 1269.4], "text": " Holding up, we'll keep more money in the pockets of hardworking New Zealanders."}, {"timestamp": [1269.4, 1270.4], "text": " Starting today!"}, {"timestamp": [1270.4, 1273.0], "text": " But I love with Slingshard, Save Money!"}, {"timestamp": [1273.0, 1274.0], "text": " Boom!"}, {"timestamp": [1274.0, 1295.0], "text": " Jessica, in tover! The other, the other, the other, the other, the other, the other, the, the,"}, {"timestamp": [1295.0, 1311.0], "text": ", the, the, the, the, the, the, the, the, the, the, the, the, the, the,, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, The tower starts Sunday on one of the columns."}, {"timestamp": [1311.0, 1313.0], "text": " She was up there. She saw."}, {"timestamp": [1314.0, 1317.0], "text": " The two cops, he was actually on the roof."}, {"timestamp": [1317.0, 1320.0], "text": " They're first on the scene, but they don't turn on their body cans."}, {"timestamp": [1320.0, 1323.0], "text": " They don't radio him when they arrive. Why?"}, {"timestamp": [1323.0, 1347.0], "text": " The tower starts Sunday on one. the next day and is now isolating at home. Omicron Exee is a combination of two Omicron sub-varients."}, {"timestamp": [1347.0, 1352.0], "text": " It's been spreading overseas and its arrival here isn't unexpected."}, {"timestamp": [1352.0, 1357.0], "text": " There's early evidence. It's more transmissible, but no evidence to date that it's more severe."}, {"timestamp": [1357.0, 1363.0], "text": " Today, there are just under 8,000 new community cases and there are 19 deaths to report,"}, {"timestamp": [1363.0, 1365.6], "text": " including two under the age of nine."}, {"timestamp": [1366.16, 1371.44], "text": " According to one expert we're likely to see case numbers in the thousands for the foreseeable future."}, {"timestamp": [1371.44, 1372.64], "text": " Kristen Hall reports."}, {"timestamp": [1373.6, 1381.04], "text": " Board is opening, crowds returning, it can feel like COVID is all but over but the numbers tell a different story."}, {"timestamp": [1381.04, 1385.76], "text": " We'll continue to see significant levels of COVID in the community for"}, {"timestamp": [1385.76, 1390.72], "text": " the foreseeable future really. In early March, New Zealand was averaging around 20,000"}, {"timestamp": [1390.72, 1396.32], "text": " COVID cases daily. Six weeks later, case numbers are averaging around 8,000 a day."}, {"timestamp": [1396.32, 1402.08], "text": " These figures are still really high and they are continuing to place at its strain and pressure"}, {"timestamp": [1402.08, 1408.96], "text": " onto our health but also our support systems here. And due to our new reliance on rapid antigen tests and self-reporting"}, {"timestamp": [1408.96, 1412.88], "text": " experts say the real case numbers could be significantly higher."}, {"timestamp": [1412.88, 1418.32], "text": " We know that not every infection gets tested and so it could be that they're around"}, {"timestamp": [1418.32, 1422.0], "text": " about three times as many people getting infected."}, {"timestamp": [1422.0, 1424.32], "text": " So what's keeping our case numbers steady?"}, {"timestamp": [1424.32, 1428.5], "text": " So we're moving into winter with some rather significant immunity gaps."}, {"timestamp": [1428.5, 1431.5], "text": " Our children, our Tamarihinar, the Maiki age 5 to 11,"}, {"timestamp": [1431.5, 1434.5], "text": " who are still in the process of getting their COVID-19 vaccines."}, {"timestamp": [1434.5, 1437.5], "text": " Adults who haven't had the booster shot are a factor too,"}, {"timestamp": [1437.5, 1441.5], "text": " while 96% of eligible keywies have received at least one vaccination dose,"}, {"timestamp": [1441.5, 1448.64], "text": " only 71% are boosted. It's even lower in areas like the Bay of Plenty where around a third of the"}, {"timestamp": [1448.64, 1451.36], "text": " eligible population haven't had their booster."}, {"timestamp": [1451.36, 1455.2], "text": " Really if you want to be fully vaccinated we're talking about three doses and so it's"}, {"timestamp": [1455.2, 1459.28], "text": " changing again that that that psychology that people have got into that I've done my bit."}, {"timestamp": [1459.28, 1464.72], "text": " In Fakatani this Mardi healthcare provider says Fano will come to get boosted if it's made accessible accessible"}, {"timestamp": [1464.72, 1467.0], "text": " and fun like this event last month."}, {"timestamp": [1467.0, 1476.0], "text": " We had a more of a final approach with caravans for kai and coffee carts and made it as like a drive-thru so it was nice and easy for Fano to see."}, {"timestamp": [1476.0, 1480.0], "text": " They say messaging around boosters has dropped off and needs to be improved."}, {"timestamp": [1480.0, 1486.72], "text": " We want to make sure that when the messages do go out, they go out in both languages and they're"}, {"timestamp": [1486.72, 1487.72], "text": " clear."}, {"timestamp": [1487.72, 1488.72], "text": " They're succinct."}, {"timestamp": [1488.72, 1492.96], "text": " As COVID's long tail stretches into winter, Kristen Hall, one news."}, {"timestamp": [1492.96, 1497.12], "text": " The United States' high-level visit to the Solomon Islands to warn against Chinese military"}, {"timestamp": [1497.12, 1501.96], "text": " presence is too little too late, according to a leading Pacific specialist."}, {"timestamp": [1501.96, 1510.32], "text": " White House heavyweight Kurt Campbellus led a delegation to Honiara, following the island nation's security deal with Beijing, which could potentially"}, {"timestamp": [1510.32, 1512.88], "text": " pave the way for a military base there."}, {"timestamp": [1512.88, 1516.32], "text": " Pacific correspondent Barbara Driever, with this report."}, {"timestamp": [1516.32, 1521.84], "text": " Top U.S. diplomats in Honeairer arriving at former World War II Henderson airfield named"}, {"timestamp": [1521.84, 1523.96], "text": " for a U.S. marine hero."}, {"timestamp": [1523.96, 1526.0], "text": " But it's been a long time since then."}, {"timestamp": [1526.0, 1529.0], "text": " The United States has been missing an action for decades"}, {"timestamp": [1529.0, 1532.0], "text": " and now faces a new battle."}, {"timestamp": [1532.0, 1535.0], "text": " And that's why I've been to civil violence to serve the global"}, {"timestamp": [1535.0, 1537.0], "text": " interest to keep the Chinese art."}, {"timestamp": [1537.0, 1539.0], "text": " They're not interested in the economic"}, {"timestamp": [1539.0, 1541.0], "text": " and political welfare history whatsoever."}, {"timestamp": [1541.0, 1545.92], "text": " In fact, they have neglected from Ireland all these years."}, {"timestamp": [1545.92, 1551.2], "text": " China's not been slow in stepping forward yesterday opening a Beijing-funded running track."}, {"timestamp": [1551.2, 1556.8], "text": " The Solomon Islands Prime Minister, making it clear how he feels about their superpower partner."}, {"timestamp": [1556.8, 1568.16], "text": " One that has consolidated in such a short period of time with trust, respect and a genuine design to achieve long-term"}, {"timestamp": [1568.16, 1570.56], "text": " sustainable development outcomes."}, {"timestamp": [1570.56, 1575.6], "text": " It's worrying the US, a freshly signed security deal between the two countries, could open"}, {"timestamp": [1575.6, 1578.64], "text": " the door to a Chinese military base or presence."}, {"timestamp": [1578.64, 1583.84], "text": " We just had a very good meeting and we had a nice set of exchanges with the Prime Minister's"}, {"timestamp": [1583.84, 1586.0], "text": " team. It's just wonderful to be back in the Solomons."}, {"timestamp": [1586.0, 1587.0], "text": " Thank you."}, {"timestamp": [1587.0, 1590.0], "text": " Later, a White House summary said if steps are taken"}, {"timestamp": [1590.0, 1592.0], "text": " to establish a Chinese military installation"}, {"timestamp": [1592.0, 1595.0], "text": " or a permanent military presence,"}, {"timestamp": [1595.0, 1598.0], "text": " the US would have significant concerns"}, {"timestamp": [1598.0, 1602.0], "text": " and respond accordingly that concern shared."}, {"timestamp": [1602.0, 1604.0], "text": " There is enormous pressure and influence"}, {"timestamp": [1604.0, 1605.0], "text": " which is placed on Pacific Island leaders across the region. that concern shared. There is enormous pressure and influence"}, {"timestamp": [1605.0, 1609.0], "text": " which is placed on Pacific island leaders across the region."}, {"timestamp": [1609.0, 1611.0], "text": " Certain Australian politicians"}, {"timestamp": [1611.0, 1614.0], "text": " should not create security anxiety"}, {"timestamp": [1614.0, 1616.0], "text": " or nuclear proliferation risks in the region,"}, {"timestamp": [1616.0, 1618.0], "text": " pursue group confrontation"}, {"timestamp": [1618.0, 1621.0], "text": " or geopolitical game in the Asia Pacific."}, {"timestamp": [1621.0, 1624.0], "text": " It's very much the state of narratives at the moment."}, {"timestamp": [1624.0, 1626.36], "text": " The narratives of fear, the"}, {"timestamp": [1626.36, 1630.12], "text": " narratives of domination, the narratives of threats."}, {"timestamp": [1630.12, 1635.28], "text": " It's a war of influence between two superpowers with the Solomon Islands and the region"}, {"timestamp": [1635.28, 1636.28], "text": " at the centre."}, {"timestamp": [1636.28, 1638.52], "text": " Barbra Driva, one news."}, {"timestamp": [1638.52, 1645.84], "text": " Still to come on one news, the machine that smashes atoms together to break them apart gets a revamp."}, {"timestamp": [1645.84, 1651.24], "text": " How the large Hadron Collider could revolutionize physics and reveal a new force of"}, {"timestamp": [1651.24, 1652.24], "text": " nature."}, {"timestamp": [1652.24, 1667.0], "text": " Plus walking in the footsteps of their ancestors. Emotions run high in Waikato remembering a battle 159 years on."}, {"timestamp": [1667.0, 1672.0], "text": " And it's been a cool and clear start to the long weekend for most of us."}, {"timestamp": [1672.0, 1676.0], "text": " However, wet weather is on the way, what you need to know after sport."}, {"timestamp": [1676.0, 1680.0], "text": " Let down by the health system."}, {"timestamp": [1680.0, 1682.0], "text": " Do you think the failure cost to your husband?"}, {"timestamp": [1682.0, 1683.0], "text": " Yes I do."}, {"timestamp": [1683.0, 1684.0], "text": " Again and Again."}, {"timestamp": [1684.0, 1686.64], "text": " There's over 100 people declined to find it every month."}, {"timestamp": [1686.64, 1688.24], "text": " Now it's really taking shape."}, {"timestamp": [1688.24, 1691.12], "text": " It's a real building and it's nearly a real hospital."}, {"timestamp": [1691.12, 1693.04], "text": " Blair Vinings last wish."}, {"timestamp": [1693.04, 1695.36], "text": " It's better to do something than nothing."}, {"timestamp": [1695.36, 1698.0], "text": " And the small town full of colour and quirk."}, {"timestamp": [1698.0, 1700.0], "text": " The wackier the weirder that's how blackball was."}, {"timestamp": [1700.0, 1705.52], "text": " that keeps reinventing itself. So what's kept this town alive? The B's saved it."}, {"timestamp": [1705.52, 1708.0], "text": " That's Sunday this week on one."}, {"timestamp": [1708.0, 1711.52], "text": " If I won Powerball, I'd hire a chef to cook a dinner at home"}, {"timestamp": [1711.52, 1713.12], "text": " every night of the week."}, {"timestamp": [1713.12, 1714.96], "text": " Oh, have you got your ticket?"}, {"timestamp": [1714.96, 1717.12], "text": " No, because I'm still paying spats for the roast."}, {"timestamp": [1717.12, 1719.12], "text": " Mmm, roast."}, {"timestamp": [1719.12, 1728.0], "text": " When you can't get out, play online at Milo.co.org.inz. Honda's EHTV Jazz is now eligible for the Clean Car rebate."}, {"timestamp": [1728.0, 1732.0], "text": " Stock is available now and still only $35,000."}, {"timestamp": [1732.0, 1736.0], "text": " Plus, receive over $4,000 cashback rebate when you purchase."}, {"timestamp": [1736.0, 1737.0], "text": " Jazz."}, {"timestamp": [1737.0, 1738.0], "text": " From Honda."}, {"timestamp": [1738.0, 1744.0], "text": " You don't need smooth, chill Jazz to enjoy exquisite quarter-past Dutch hot chocolate."}, {"timestamp": [1744.0, 1746.0], "text": " But it definitely helps."}, {"timestamp": [1748.0, 1750.0], "text": " Quarter past, made differently,"}, {"timestamp": [1750.0, 1753.0], "text": " made honestly, made for flavour."}, {"timestamp": [1777.0, 1805.72], "text": " for a quality kitchen, book a free appointment with a kitchen, with a kitchen consultant at MyDattent, who can help you from design to completion. and rapco and some great offers too. Spend $100 or more and you'll save 40 cents per lead"}, {"timestamp": [1805.72, 1806.96], "text": " on your next fuel topper."}, {"timestamp": [1806.96, 1810.08], "text": " Available to all A.A. and A.A. smart fuel card holders."}, {"timestamp": [1810.08, 1813.96], "text": " rapco, driven by passion for 100 years."}, {"timestamp": [1813.96, 1818.2], "text": " Hello Fresh, everything you need to make home cooking easy."}, {"timestamp": [1818.2, 1820.88], "text": " Whatever your plans, from midweek quick and easy meals,"}, {"timestamp": [1820.88, 1824.12], "text": " to show stopping family feasts, your cupboard."}, {"timestamp": [1824.12, 1828.12], "text": " Audings Bigger. quick and easy meals to show stopping family feasts, your cupboard. Audio box now at Hello Fresh.co.inz."}, {"timestamp": [1828.12, 1832.32], "text": " Odering's biggest sale is on now. Get 50% off Nandina Gulf Stream and"}, {"timestamp": [1832.32, 1835.44], "text": " essential gloves. 30% off Gara rose in white,"}, {"timestamp": [1835.44, 1838.28], "text": " bog tulip packs and Amaria terracotta pink and white."}, {"timestamp": [1838.28, 1846.0], "text": " And 15 to 50% of all outdoor plants. I don't own the rings. The next garlic Easter clearance ends Monday,"}, {"timestamp": [1846.0, 1849.0], "text": " safe up to half price across selected living,"}, {"timestamp": [1849.0, 1851.0], "text": " dining and bedroom furniture."}, {"timestamp": [1851.0, 1854.0], "text": " Hurry, the next garlic Easter clearance,"}, {"timestamp": [1854.0, 1866.0], "text": " ends Monday. Let me be ready, let me be fitty and make me state and city. How about let you do a double take?"}, {"timestamp": [1866.0, 1867.0], "text": " I don't need your money."}, {"timestamp": [1867.0, 1869.0], "text": " I don't need your credit."}, {"timestamp": [1869.0, 1870.0], "text": " I'm a super wrong."}, {"timestamp": [1870.0, 1872.0], "text": " I let you watch me trade."}, {"timestamp": [1883.0, 1886.0], "text": " You could say it's a rush to the hard thing. How about our performance for motion all-wheel drive?"}, {"timestamp": [1886.0, 1890.0], "text": " It's to keeping the family safe at every corner thing."}, {"timestamp": [1890.0, 1893.0], "text": " And the Harmon Carbon sound system?"}, {"timestamp": [1893.0, 1894.0], "text": " It's a..."}, {"timestamp": [1894.0, 1898.0], "text": " If they're the one choosing the music, then there better be good base thing."}, {"timestamp": [1898.0, 1906.0], "text": " The Volkswagen Tijuana. It's an arthing. in our thing. Grab some groceries on the go at the warehouse."}, {"timestamp": [1906.0, 1909.0], "text": " Sanitarian weekbacks, 1.2KG's just $5."}, {"timestamp": [1909.0, 1912.0], "text": " These Greg's special blend refills just $1.5."}, {"timestamp": [1912.0, 1915.0], "text": " And 5.G's of the sunrise rice just $10."}, {"timestamp": [1915.0, 1929.08], "text": " at the warehouse where everyone gets a bargain. No, Maai, Ma, welcome back. The world's largest particle accelerator, the Hadron Collider in Switzerland, is being"}, {"timestamp": [1929.08, 1932.32], "text": " restarted after a three-year upgrade."}, {"timestamp": [1932.32, 1936.24], "text": " As you can imagine, it's a bit more complicated than just flicking on the switch."}, {"timestamp": [1936.24, 1941.12], "text": " Researchers are hoping the improvements will hasten our understanding of the universe, possibly"}, {"timestamp": [1941.12, 1944.12], "text": " recreating dark matter here on earth."}, {"timestamp": [1944.12, 1947.0], "text": " The BBC's pal of ghost reports."}, {"timestamp": [1947.0, 1950.0], "text": " It just looks incredible."}, {"timestamp": [1950.0, 1959.0], "text": " 7,000 tonnes of intricate engineering, built to detect minute particles created by atoms crashing together."}, {"timestamp": [1959.0, 1963.0], "text": " This is one of the best positions because it really shows you all the..."}, {"timestamp": [1963.0, 1964.0], "text": " It's you!"}, {"timestamp": [1966.64, 1970.72], "text": " position because it really shows you all the majesty of this detector. This is a detector that was responsible for one of the most important breakthroughs in"}, {"timestamp": [1970.72, 1971.72], "text": " science."}, {"timestamp": [1971.72, 1976.76], "text": " The discovery of the Higgs boson, it's just been upgraded and the hope is it will discover"}, {"timestamp": [1976.76, 1980.16], "text": " more particles that are completely new to science."}, {"timestamp": [1980.16, 1984.32], "text": " And if it does, it could transform our understanding of the universe."}, {"timestamp": [1984.32, 1990.16], "text": " We are looking actively for a lot of new phenomena."}, {"timestamp": [1990.16, 1994.72], "text": " That matter, for example, we can look directly for that matter."}, {"timestamp": [1994.72, 1999.28], "text": " Could this be one of the biggest discoveries ever in physics?"}, {"timestamp": [1999.28, 2000.32], "text": " I'd say yes."}, {"timestamp": [2000.32, 2006.0], "text": " Dark matter is an invisible substance thought to make up most of the mass of the universe."}, {"timestamp": [2006.0, 2012.0], "text": " Researchers here hope to produce it on Earth by accelerating the insides of atoms close to the speed of light"}, {"timestamp": [2012.0, 2017.0], "text": " around a 27 kilometer ring and then crashing them together."}, {"timestamp": [2017.0, 2020.0], "text": " This is what compresses the magnet when it happens."}, {"timestamp": [2020.0, 2026.4], "text": " These are the giant magnets that steer the particles around the ring and focus them into a narrow beam."}, {"timestamp": [2026.4, 2031.24], "text": " They've been improved too, so that they'll now be double the number of collisions."}, {"timestamp": [2031.24, 2034.8], "text": " For all the physics that we've done since the start-up of the LHC, the last 10 years,"}, {"timestamp": [2034.8, 2039.84], "text": " we'll be able to actually get the same amount of data in the next three years as we did in"}, {"timestamp": [2039.84, 2041.4], "text": " those 10 years."}, {"timestamp": [2041.4, 2047.0], "text": " The researchers here are excited about what the newly upgraded large Hadron Collider could achieve."}, {"timestamp": [2047.0, 2057.0], "text": " Maybe to make discoveries that will lead to the greatest shift in our understanding of the universe since Einstein's theories more than a hundred years ago."}, {"timestamp": [2057.0, 2071.16], "text": " And if anyone's curious about how crashing atoms together helps, it's because the collision creates smaller particles with a trackable energy trail, much like determining an animal species from its footprints."}, {"timestamp": [2071.16, 2076.08], "text": " And I'm theorizing about life-changing events in Waikato today. They were reliving them."}, {"timestamp": [2076.08, 2082.12], "text": " A recreated parasite was brought back to life by the thunder of war cries. The trenches"}, {"timestamp": [2082.12, 2085.6], "text": " and Rangarei saw the deadliest clashes of the land wards"}, {"timestamp": [2085.6, 2090.0], "text": " and there were emotional scenes as descendants experienced it for themselves."}, {"timestamp": [2090.0, 2094.0], "text": " Tanawahuri Hanganiui reports."}, {"timestamp": [2109.88, 2117.0], "text": " The Maori king, Ewe leaders, and other dignitaries welcomed as the recreated war trenches used in the Battle of Rangiriri, 159 years ago, are officially opened."}, {"timestamp": [2119.0, 2124.44], "text": " As mothers and children huddle inside, others keep an eye on the enemy from above."}, {"timestamp": [2124.44, 2125.48], "text": " The descendants of"}, {"timestamp": [2125.48, 2130.56], "text": " those who defended this par from more than a thousand British troops walking"}, {"timestamp": [2130.56, 2135.28], "text": " in the footsteps of their supernah. Just about everybody cried at certain"}, {"timestamp": [2135.28, 2140.8], "text": " parts of the war and that was what I wanted to achieve because learning happens when you feel."}, {"timestamp": [2140.8, 2145.0], "text": " The battle of Rangiriri was the deadliest battle of the New Zealand land wars."}, {"timestamp": [2145.0, 2148.0], "text": " The British eventually overpowering the defenders,"}, {"timestamp": [2148.0, 2154.0], "text": " leading to the confiscation of more than a million hectares of Maori land across Waikato."}, {"timestamp": [2154.0, 2158.0], "text": " Our land which diminished our cultural practices, diminished DNA,"}, {"timestamp": [2158.0, 2159.0], "text": " the loss of our ancestors."}, {"timestamp": [2159.0, 2163.0], "text": " The extraordinary fortress was the work of Pena Tefarepu."}, {"timestamp": [2163.0, 2168.76], "text": " It was fitted with hidden escape routes, fern-covered pits and is said to be the first"}, {"timestamp": [2168.76, 2171.48], "text": " model of trench warfare in the world."}, {"timestamp": [2171.48, 2179.76], "text": " Against all odds to survive, canons, spin the hand grenades, revolver guns, bayonets,"}, {"timestamp": [2179.76, 2183.88], "text": " and all we had was two parato double-barrel nuns in our traditional weapons."}, {"timestamp": [2183.88, 2187.92], "text": " It's taken nine months and millions of dollars to recreate it."}, {"timestamp": [2187.92, 2192.48], "text": " I think if New Zealand has come along they'll be they'll be so taken by these trenches and"}, {"timestamp": [2193.2, 2202.48], "text": " and fascinated about how mildly stood out for their land. This will now be a significant tourist attraction"}, {"timestamp": [2202.48, 2205.44], "text": " bringing the region's history into stark focus."}, {"timestamp": [2205.44, 2212.0], "text": " The trauma that occurred in 1863 runs deep, runs deep within our oohri."}, {"timestamp": [2212.0, 2216.0], "text": " It's important for me to know exactly what they went through in order to understand"}, {"timestamp": [2216.0, 2218.48], "text": " what we have to do to make it better from here on in."}, {"timestamp": [2218.48, 2222.48], "text": " A monument to our past keeping us closer to history."}, {"timestamp": [2222.48, 2226.64], "text": " Tianawarghurihanganui, one news. Andrew"}, {"timestamp": [2226.64, 2230.2], "text": " joins us with sport now in a shock result for Dame Lisa Carrington. We haven't"}, {"timestamp": [2230.2, 2234.4], "text": " said that much if at all over the past decade have we windy? More on this new"}, {"timestamp": [2234.4, 2239.16], "text": " intense kayak rival re-pushing the sport to new frontiers. Dame Lisa"}, {"timestamp": [2239.16, 2245.52], "text": " fronts up next to Amy Fisher today, a breakthrough day and an emotional day"}, {"timestamp": [2245.52, 2249.12], "text": " for Fisher on Lake Katerpetal."}, {"timestamp": [2249.12, 2255.68], "text": " Plus our best mountain biker opens up on some testing times."}, {"timestamp": [2255.68, 2260.8], "text": " And 15 years old, 7 foot tall, back from the NBA Academy."}, {"timestamp": [2260.8, 2265.0], "text": " We have Julius Telefonu's special story next."}, {"timestamp": [2267.0, 2269.0], "text": " They're transforming the unused."}, {"timestamp": [2269.0, 2270.0], "text": " Please fashion."}, {"timestamp": [2270.0, 2271.0], "text": " Welcome to the bank."}, {"timestamp": [2271.0, 2273.0], "text": " Interbutifully unique homes."}, {"timestamp": [2273.0, 2274.0], "text": " It's all about that."}, {"timestamp": [2274.0, 2276.0], "text": " Talk about a transformation."}, {"timestamp": [2276.0, 2277.0], "text": " It's off the scale."}, {"timestamp": [2277.0, 2305.44], "text": " George Clark's remarkable renovations starts Sunday on one. and fitted with the top of the range, G.T. line body kit and alloy wheels. Oh boy."}, {"timestamp": [2305.44, 2309.44], "text": " Maybe we can take a chance and try something new."}, {"timestamp": [2309.44, 2310.44], "text": " Brand new."}, {"timestamp": [2310.44, 2312.64], "text": " Test drive one today."}, {"timestamp": [2312.64, 2315.44], "text": " The Knicks Gala Easter Clearance ends Monday."}, {"timestamp": [2315.44, 2317.04], "text": " Safe up to half-price across"}, {"timestamp": [2317.04, 2321.52], "text": " selected living, dining and bedroom furniture."}, {"timestamp": [2321.52, 2349.16], "text": " Hurry, the Knickskala Easter Easter Clearas, ends Monday. Hi Hi I'm What are you bringing?"}, {"timestamp": [2349.16, 2350.36], "text": " I brought the Cadbury favorites."}, {"timestamp": [2350.36, 2350.4], "text": " I brought the Cadbury favorites."}, {"timestamp": [2350.4, 2357.04], "text": " Bring it with Cadbury favorites."}, {"timestamp": [2357.04, 2357.12], "text": " Forget about filters."}, {"timestamp": [2357.12, 2361.88], "text": " Live Unfiltered with the Neutrajina Retinal Range."}, {"timestamp": [2361.88, 2367.72], "text": " It's uniquely formulated for powerful retinal results with less irritation to give you younger looking skin"}, {"timestamp": [2367.72, 2385.5], "text": " in one week. Live unfiltered with neutragena. Sorry, I've been flat out all morning. It's good to have another look. Get two pairs for just 169."}, {"timestamp": [2385.5, 2387.5], "text": " Should have gone to spec savers."}, {"timestamp": [2387.5, 2389.5], "text": " One for the chef."}, {"timestamp": [2389.5, 2408.0], "text": " Excuse me sir, should we put Polydant in before we dig in? If South Good Talk, it would ask for polydancing. Whether it be standalone housing, right through to medium density, we've got the team to back it up."}, {"timestamp": [2408.0, 2415.0], "text": " With GJ's, you're getting the value of the big builder, but with the expertise and the accountability of local people."}, {"timestamp": [2415.0, 2417.0], "text": " We are from around here. We are locals."}, {"timestamp": [2417.0, 2422.0], "text": " People love to see that nationwide brain with a local owner that's local and less local in this thinking."}, {"timestamp": [2422.0, 2426.72], "text": " local in this living and local in these practice in terms of the trace for the employees."}, {"timestamp": [2426.72, 2432.24], "text": " Go to gJ Gardner dot co.n.z to find out how you can get the best of both worlds."}, {"timestamp": [2442.0, 2444.0], "text": " Welcome back throat! And welcome back nose!"}, {"timestamp": [2444.0, 2447.0], "text": " Six paper drops, clears the nose, sues the throat and now relieves cough too."}, {"timestamp": [2447.0, 2449.0], "text": " Great deal store-wide."}, {"timestamp": [2449.0, 2451.0], "text": " On now, at Harvey Norman."}, {"timestamp": [2451.0, 2456.0], "text": " Score an introductory offer on this Leno Idea Pad and save over $450."}, {"timestamp": [2456.0, 2459.0], "text": " Get this massive 75-inch Panasonic 4K Smart TV."}, {"timestamp": [2459.0, 2462.0], "text": " Now just $1998."}, {"timestamp": [2462.0, 2464.0], "text": " This New Zealand-made Queen Bed"}, {"timestamp": [2464.0, 2465.52], "text": " Withdrawal- for Extra Storage- Now just 1998. This New Zealand-made Queen Bed withdraws for extra storage"}, {"timestamp": [2465.52, 2467.64], "text": " is now $1,999."}, {"timestamp": [2467.64, 2470.08], "text": " Dine and entertain with this outdoor dining setting"}, {"timestamp": [2470.08, 2471.64], "text": " for just $1,888."}, {"timestamp": [2471.64, 2474.36], "text": " Plus, 60 months interest-free store-wide."}, {"timestamp": [2474.36, 2485.0], "text": " On now at Harvey Norman. You can... Pungent. Instant it. Capital it."}, {"timestamp": [2485.0, 2486.0], "text": " Espresso it."}, {"timestamp": [2486.0, 2488.0], "text": " And even hike it."}, {"timestamp": [2488.0, 2489.0], "text": " However, and wherever you drink,"}, {"timestamp": [2489.0, 2490.0], "text": " Jet's coffee."}, {"timestamp": [2490.0, 2492.0], "text": " Never stop exploring."}, {"timestamp": [2492.0, 2493.0], "text": " I'm going to get a job."}, {"timestamp": [2493.0, 2506.0], "text": " Are you quite sure you're ready for the workplace? Next on two. One news sport is brought to you by Mobile."}, {"timestamp": [2506.0, 2509.0], "text": " Get more engine protection with Mobile Synergy Fuels,"}, {"timestamp": [2509.0, 2512.0], "text": " so your engine is running at peak performance."}, {"timestamp": [2524.48, 2529.72], "text": " welcome to sport tonight and yes that shock result at the canoe sprint national championships. Dame Lisa Carrington has lost the final of the K1500"}, {"timestamp": [2529.72, 2533.8], "text": " to rival Amy Fisher, a rare defeat for our greatest Olympian who's"}, {"timestamp": [2533.8, 2538.64], "text": " dominated the individual boats for well over a decade but a huge win for"}, {"timestamp": [2538.64, 2543.88], "text": " Fisher and her decision to drop out of the national program 18 months ago."}, {"timestamp": [2543.88, 2546.0], "text": " Guy Havelt is at Lake Carapiro."}, {"timestamp": [2546.0, 2555.0], "text": " Toping a five-time Olympic champion is hard, rewarding and emotional work."}, {"timestamp": [2555.0, 2563.0], "text": " Amy Fisher claiming the K-1-500 National Canoes sprint title stunning Dame Lisa Carrington on Lake Carapiro."}, {"timestamp": [2563.0, 2569.28], "text": " It's surreal. What a special moment and it's so so cool to share it with all my people."}, {"timestamp": [2569.28, 2573.2], "text": " Especially in that last, you know, 100 meters when everything is hurting and shutting down,"}, {"timestamp": [2573.2, 2578.24], "text": " I could hear it. I could hear everyone cheering and it carried me."}, {"timestamp": [2578.24, 2584.24], "text": " It is tough to come second, but you know, I think, I guess at the end of the day,"}, {"timestamp": [2584.24, 2585.48], "text": " as it was going to happen"}, {"timestamp": [2585.48, 2589.96], "text": " eventually and Amy you know she's such a incredible performer. The Olympic"}, {"timestamp": [2589.96, 2594.8], "text": " champion against the world champion two Titans separated by just one lane"}, {"timestamp": [2594.8, 2601.28], "text": " Carrington flying out of the gates to take the lead by more than a boat length."}, {"timestamp": [2601.28, 2606.0], "text": " But Fisher's strength is her powerful flying finish,"}, {"timestamp": [2606.0, 2608.0], "text": " eating into Carrington's lead,"}, {"timestamp": [2608.0, 2610.0], "text": " before pipping her on the line,"}, {"timestamp": [2610.0, 2613.0], "text": " the official margin, 0.08 of a second."}, {"timestamp": [2626.72, 2631.36], "text": " I just keep trying to tell myself, be patient, be patient, you know, reach, trust, trust the process, trust the work."}, {"timestamp": [2631.36, 2635.72], "text": " For Fisher it further vindicates her move away from the national program,"}, {"timestamp": [2635.72, 2640.72], "text": " now one-nill-up in the best of three races to determine who represent New Zealand in the loan"}, {"timestamp": [2640.72, 2646.0], "text": " K-1-500 seat at this year's world championships. A lot of respect for each other, eh?"}, {"timestamp": [2646.0, 2650.0], "text": " End of the day, like it's just two people having, having, you know, a crack."}, {"timestamp": [2650.0, 2652.64], "text": " Speaking exclusively to one news afterwards,"}, {"timestamp": [2652.64, 2656.32], "text": " Carrington making it clear she'll fight for everything in race too."}, {"timestamp": [2656.32, 2660.0], "text": " It can be really tough to back up performances, so I think for me,"}, {"timestamp": [2660.0, 2665.28], "text": " just to be able to do my best tomorrow, you just can't kind of deny how good it is for us for"}, {"timestamp": [2665.28, 2670.64], "text": " good. Good for the sport and in Fisher's case a demonstration that following your own path"}, {"timestamp": [2670.64, 2677.12], "text": " can lead to success. I have else one news. And we'll have coverage of that second race tomorrow for you."}, {"timestamp": [2677.12, 2683.52], "text": " Now you may remember this photo doing the rounds during the Tokyo Olympics. A young Dame"}, {"timestamp": [2683.52, 2685.36], "text": " Lisa Carrington here with Sydney Olympic rowing"}, {"timestamp": [2685.36, 2690.24], "text": " gold medalist Rob Woodell. Who would have thought we'd one day see both of them racing"}, {"timestamp": [2690.24, 2695.2], "text": " at the same competition? Woodell ditching the single skull today for a kayak taking on"}, {"timestamp": [2695.2, 2701.84], "text": " son Hayden in the novice K1 500 final. Poor old dad left in his wake though, the 16-year"}, {"timestamp": [2701.84, 2706.4], "text": " old finishing second beating Rob by more than 30 seconds."}, {"timestamp": [2706.4, 2711.4], "text": " What's the punishment? Maybe he does the dishes tonight."}, {"timestamp": [2711.4, 2712.4], "text": " How's that with you mate?"}, {"timestamp": [2712.4, 2713.4], "text": " Oh wasn't that commencing."}, {"timestamp": [2713.4, 2715.4], "text": " Got a few races to go yeah mate."}, {"timestamp": [2715.4, 2716.4], "text": " Yeah."}, {"timestamp": [2716.4, 2718.0], "text": " Go to 100 and a two I just get a bit cocky."}, {"timestamp": [2718.0, 2723.0], "text": " We're told Rob did have some tumbles out of the boat this morning so there may be a few more"}, {"timestamp": [2723.0, 2726.88], "text": " a few more dishes in store more dishes in store for him yet. Good to see him giving it a crack though."}, {"timestamp": [2726.88, 2732.72], "text": " With super rugby promoters hoping to have fans rushing through these turnstiles and Melbourne for the"}, {"timestamp": [2732.72, 2736.56], "text": " start of that super round may have been left sorely disappointed."}, {"timestamp": [2736.56, 2743.76], "text": " The stands not exactly packed to watch the Chiefs out play the warretars in the first Trans-Tasmine game of the season."}, {"timestamp": [2743.76, 2749.48], "text": " making matters worse, the warretars quickly went down to 13-men-men after a redas in the first trans Tasman game of the season. Making matters worse, the Warrataas quickly went down to 13 men after a red card in the"}, {"timestamp": [2749.48, 2752.92], "text": " third minute for this tackle and a yellow in the 15th."}, {"timestamp": [2752.92, 2756.08], "text": " Easy pickings for the Chiefs who ran in four tries then in the first half."}, {"timestamp": [2756.08, 2771.24], "text": " He's lovely delay, double-open again, quite happy, tear-tean, cane, threes it too poor. The Warrataas fighting their way back to within just three points before Joan"}, {"timestamp": [2771.24, 2772.24], "text": " Alo."}, {"timestamp": [2772.24, 2776.68], "text": " Winger put the match to bed, scoring three of his four tries in the last 23 minutes."}, {"timestamp": [2776.68, 2782.48], "text": " Row with the catchline and lose the four."}, {"timestamp": [2782.48, 2788.16], "text": " Chief's winning 5127 with the blues next up against Fiji and Drewa soon followed"}, {"timestamp": [2788.16, 2791.24], "text": " by the Hurricanes vs Queensland Reds."}, {"timestamp": [2791.24, 2796.24], "text": " Well the life of an athlete can be a roller coaster something mountain biker Anton Cooper"}, {"timestamp": [2796.24, 2797.04], "text": " knows all too well."}, {"timestamp": [2797.04, 2801.4], "text": " In the last five months he's been hit by a car."}, {"timestamp": [2801.4, 2805.6], "text": " He fronted a local tourism campaign then made his way to Germany each prepare"}, {"timestamp": [2805.6, 2811.6], "text": " for a third Commonwealth Games. Jordan opit with more on Cooper's Wild Ride."}, {"timestamp": [2813.6, 2814.6], "text": " This is my why."}, {"timestamp": [2814.6, 2820.4], "text": " You'd forgive Anton Cooper for being a bit nervous, fronting Houdenoe tourism's latest campaign."}, {"timestamp": [2820.4, 2824.0], "text": " Writing, epic trials like Bigfoot. It's up there with the world's best."}, {"timestamp": [2824.0, 2828.48], "text": " But the talking was the least of his worries more nervous about being back on a"}, {"timestamp": [2828.48, 2832.84], "text": " mountain bike for the first time since breaking his hand after being hit by a"}, {"timestamp": [2832.84, 2837.64], "text": " car late last year I remember turning up there and I forgot in my like hand brace and"}, {"timestamp": [2837.64, 2842.32], "text": " and everything I was like oh shit how's this gonna go it's pretty tame writing and so"}, {"timestamp": [2842.32, 2845.12], "text": " it was nice to know that the risk was doing"}, {"timestamp": [2845.12, 2850.64], "text": " pretty well. Filmed last month he's now back in Europe with a hectic season ahead. Commonwealth games"}, {"timestamp": [2850.64, 2855.2], "text": " falling smack bang in the middle. There's a lot of World Cups this year. World Cups have massively"}, {"timestamp": [2855.2, 2861.68], "text": " important races for me, for my team, my sponsors, all that stuff so I certainly have a big folks"}, {"timestamp": [2861.68, 2867.36], "text": " on results there but you know some of them will have to target and prioritize it above others."}, {"timestamp": [2867.36, 2871.56], "text": " He's yet to be selected for Birmingham, but anticipates it'll be the same team from"}, {"timestamp": [2871.56, 2873.72], "text": " the Gold Coast in 2018."}, {"timestamp": [2873.72, 2879.28], "text": " A team whose results were spoiled by an inter-squad scrap that went so awkwardly public."}, {"timestamp": [2879.28, 2889.04], "text": " Water under the bridge really, and I think we moved on pretty quick, well I was able to at least. There's no hard feelings between Sam and myself or anything like that. So we'll be going in there and hoping to do our"}, {"timestamp": [2889.04, 2894.8], "text": " best job for New Zealand individually, also as a team effort. And Cooper might just have the"}, {"timestamp": [2894.8, 2897.04], "text": " inside scoop when it comes to the course."}, {"timestamp": [2897.04, 2902.0], "text": " I have a teammate, she's the woman, World Champ from England and it's pretty close to her hometown."}, {"timestamp": [2902.0, 2907.8], "text": " from what I've heard the course is going to be pretty fast and fairly flat."}, {"timestamp": [2907.8, 2910.24], "text": " If it is like that, it'll be type fast racing."}, {"timestamp": [2910.24, 2914.0], "text": " So hopefully we can be on the podium when taking the top spot and"}, {"timestamp": [2914.0, 2916.0], "text": " maybe a Q1-2-3 would be pretty nice for"}, {"timestamp": [2916.0, 2918.12], "text": " we'll see what we can do."}, {"timestamp": [2918.12, 2920.92], "text": " It helps there's no shortage of racing between now and then."}, {"timestamp": [2920.92, 2923.0], "text": " Jordan, Jordan, one news."}, {"timestamp": [2923.0, 2928.88], "text": " and the elite sport roller coaster also being felt by Winter Olympic ski champion"}, {"timestamp": [2928.88, 2935.8], "text": " Nico Porteous who's revealed today on social media a season ending injury. Porteous says"}, {"timestamp": [2935.8, 2941.08], "text": " he ruptured his right knee ACL ligament last month and had surgery on it two weeks ago."}, {"timestamp": [2941.08, 2945.12], "text": " So it's been a pretty quick process but definitely not what I was"}, {"timestamp": [2945.12, 2949.2], "text": " really wanting to do to end off my season. So yeah I just sort I come on here and"}, {"timestamp": [2949.2, 2953.4], "text": " this is sort of the first time I really publicly talked about it but everything's"}, {"timestamp": [2953.4, 2958.32], "text": " going well and and you know we're only up from here. The 20 year old says he"}, {"timestamp": [2958.32, 2963.88], "text": " won't be posting much of the recovery as it's his quote personal thing to deal with but he's"}, {"timestamp": [2963.88, 2970.08], "text": " hoping to be back skiing around skiing around January. The Wellington Phoenix will be hoping for a sunny"}, {"timestamp": [2970.08, 2973.64], "text": " day again in Auckland and some Auckland history to be on their side tomorrow. The"}, {"timestamp": [2973.64, 2979.28], "text": " Phoenix host the Western Sydney Wanderers on Eden Park a venue they haven't been beaten out"}, {"timestamp": [2979.28, 2985.92], "text": " across eight matches over the last 10 years. You know there there's a lot of history at this stadium,"}, {"timestamp": [2985.92, 2988.08], "text": " so they're very privileged to be able to play here."}, {"timestamp": [2988.08, 2990.36], "text": " For me, the boys are very excited."}, {"timestamp": [2990.36, 2993.44], "text": " They're glad to be at home,"}, {"timestamp": [2993.44, 2995.64], "text": " glad to be playing in front of their own fans."}, {"timestamp": [2995.64, 2998.2], "text": " So hopefully they take that energy from the crowd again,"}, {"timestamp": [2998.2, 3000.2], "text": " and put it into the game."}, {"timestamp": [3000.2, 3001.0], "text": " The Phoenix welcomed around 22,"}, {"timestamp": [3001.0, 3003.52], "text": ", 22,000 fans to Eden Park last year,"}, {"timestamp": [3004.0, 3005.52], "text": " but are picking less than that"}, {"timestamp": [3005.52, 3010.72], "text": " tomorrow given COVID hesitancy and the Anzac weekend holiday."}, {"timestamp": [3010.72, 3016.72], "text": " Well a young man who dreams of one day making it to the NBA is creating plenty of attention"}, {"timestamp": [3016.72, 3021.68], "text": " and local basketball, also catching the eye already of American colleges even at the age of just"}, {"timestamp": [3021.68, 3027.64], "text": " 15. Julius Heliphanou, who wants to realize those NBA dreams"}, {"timestamp": [3027.64, 3032.64], "text": " for his late father, Matt Manuquia, with his story."}, {"timestamp": [3032.64, 3035.88], "text": " It's hard to believe he's just 15 years old,"}, {"timestamp": [3035.88, 3039.48], "text": " already ducking under the doors at a basketball stadium,"}, {"timestamp": [3039.48, 3042.24], "text": " seven foot tall when wearing shoes,"}, {"timestamp": [3042.24, 3065.04], "text": " which are size 16, by the way, and there's time to get bigger. age-grade rep. He plays two grades up for the New Zealand under 17s. Julius"}, {"timestamp": [3065.04, 3069.32], "text": " recently came back from the NBA Academy in Canberra who are deciding with it to"}, {"timestamp": [3069.32, 3074.08], "text": " bring him over permanently. He's one of the best shooters of coach. He's 16, 6"}, {"timestamp": [3074.08, 3078.2], "text": " 11. He can dribble the basketball, he can pass and create shots for teammates and"}, {"timestamp": [3078.2, 3082.6], "text": " and obviously he can score for himself as well and defend he defends guards out on the perimeter."}, {"timestamp": [3082.6, 3085.2], "text": " He can defend at the room,"}, {"timestamp": [3085.2, 3089.2], "text": " like he's got lots of different facets to his game."}, {"timestamp": [3089.2, 3092.04], "text": " Basketball is more than just a game for Julius."}, {"timestamp": [3092.04, 3096.0], "text": " It's a passion that came at a time in his life when he needed it most."}, {"timestamp": [3096.0, 3101.58], "text": " In 2013, his father, Willie, made international headlines when he died after suffering a brain"}, {"timestamp": [3101.58, 3103.88], "text": " from a head-knock in a club rugby game."}, {"timestamp": [3103.88, 3109.6], "text": " watching that day, seven-year old Julius Julius, younger sister Layla and their mom"}, {"timestamp": [3109.6, 3115.36], "text": " terrier. It happens such a long time ago, but you know there's certain"}, {"timestamp": [3115.36, 3124.32], "text": " situations where there's something missing. So that's when it sort of comes back, but"}, {"timestamp": [3124.32, 3128.44], "text": " no, he's been all the time and he's an amazing brother,"}, {"timestamp": [3128.44, 3130.44], "text": " amazing person."}, {"timestamp": [3130.44, 3133.48], "text": " But thankfully, for everything,"}, {"timestamp": [3133.48, 3137.04], "text": " we've just got like a good, just a good support system."}, {"timestamp": [3137.04, 3138.96], "text": " Massiveness of village around us."}, {"timestamp": [3138.96, 3143.0], "text": " You can understand why Julius wants to provide for his family and why he pushes harder than most."}, {"timestamp": [3149.28, 3153.04], "text": " That's probably the life that he would want me to live, you know, just always look after my family and friends. That's just kind of how he lived his life, always looked after the"}, {"timestamp": [3153.04, 3154.8], "text": " family and me and my mom and sister."}, {"timestamp": [3154.8, 3162.0], "text": " So if that's what he wants to do, then we'll get behind him and make it happen as best as we can."}, {"timestamp": [3162.0, 3166.0], "text": " There's a whole sporting community right behind them as well."}, {"timestamp": [3166.0, 3168.0], "text": " Matmanokia, one news."}, {"timestamp": [3169.0, 3170.0], "text": " Amazing story."}, {"timestamp": [3170.0, 3171.0], "text": " What a wonderful young man."}, {"timestamp": [3171.0, 3172.0], "text": " Good luck to Julius' family."}, {"timestamp": [3172.0, 3174.0], "text": " We'll keep an on him."}, {"timestamp": [3174.0, 3185.8], "text": " Yeah, we'd like to hear. are on the way, the weather is next."}, {"timestamp": [3188.96, 3191.8], "text": " On Q&A tomorrow, he's made a series of stumbles, so we sit down with national leader Christopher Luxon"}, {"timestamp": [3191.8, 3194.44], "text": " to ask if he's up to the top job."}, {"timestamp": [3194.44, 3198.24], "text": " Plus, the government will tell us what it wants with co-governance."}, {"timestamp": [3198.24, 3201.08], "text": " Q&A tomorrow at 9, TV and Z1."}, {"timestamp": [3202.0, 3231.04], "text": " TV&Z 1 back with more tricky challenges and task master on Duke, plus a dream holiday turned nightmare in the thrilling new series No Return, streaming now TV and Z on demand."}, {"timestamp": [3231.04, 3237.6], "text": " The Next Generation Outlander, pH, E-TV, charge a home for up to 84Ks and pure"}, {"timestamp": [3237.6, 3242.6], "text": " E-V. Combined, that's 1.6 litres per hundred case. With all-wheel drive and 7 seats, it's"}, {"timestamp": [3242.6, 3247.0], "text": " the Mitsbishi Outlander Pee EV from 6910, plus on road."}, {"timestamp": [3247.0, 3250.0], "text": " I don't walk as much as I'd like to."}, {"timestamp": [3250.0, 3252.0], "text": " My legs really ache."}, {"timestamp": [3252.0, 3253.0], "text": " I'd get cramps."}, {"timestamp": [3253.0, 3255.0], "text": " You'd have to try and get the pain out of your calf."}, {"timestamp": [3255.0, 3259.0], "text": " I was told that good circulation was key."}, {"timestamp": [3259.0, 3269.48], "text": " The revive circulation booster is help with this. Anything that gets the muscles pulsating and the blood pumping, it must do some good around those areas."}, {"timestamp": [3269.48, 3273.76], "text": " It's made a huge difference to my life. I tell these blokes I've got another"}, {"timestamp": [3273.76, 3286.0], "text": " hundred thousand cars in me. Get back on your feet with a revive. What are you bringing? I brought the Cadre favorites. What are you?"}, {"timestamp": [3286.0, 3288.0], "text": " Brian's bringing the dead fun."}, {"timestamp": [3288.0, 3291.0], "text": " Tells get in physical."}, {"timestamp": [3301.0, 3307.0], "text": " the Cadre favorites. Bring it with Cadre favorites."}, {"timestamp": [3307.0, 3312.52], "text": " If I won Powerball, I'd hire a chef to cook their dinner at home every night of the"}, {"timestamp": [3312.52, 3313.52], "text": " week."}, {"timestamp": [3313.52, 3314.52], "text": " Oh, have you got your ticket?"}, {"timestamp": [3314.52, 3317.4], "text": " No, because I'm still feeling spats for the roast."}, {"timestamp": [3317.4, 3318.52], "text": " Hmm, roast."}, {"timestamp": [3318.52, 3323.0], "text": " When you can't get out, play online at my lotto.co.nz.nz."}, {"timestamp": [3323.0, 3327.0], "text": " Your outdoor areas like a sanctuary. Outdoor heater $198."}, {"timestamp": [3327.0, 3329.12], "text": " Landscape plants $7.30 each."}, {"timestamp": [3329.12, 3332.4], "text": " Where you find a compacticist law price on the Sam stock Tyson"}, {"timestamp": [3332.4, 3335.2], "text": " will be set by 15%."}, {"timestamp": [3335.2, 3338.0], "text": " Lower prices are just the beginning."}, {"timestamp": [3338.0, 3340.92], "text": " Moon may the willamim come to bring the"}, {"timestamp": [3340.92, 3387.0], "text": " the certainty in all. I'm sorry for your time in town, we'll take our leave and peace. My ocean is deep, though. of all power models only at Lazy Boy. When I think of my mother no one compares to her."}, {"timestamp": [3387.0, 3398.0], "text": " I don't see you as much as I used to."}, {"timestamp": [3398.0, 3402.0], "text": " But if I did I know what I would do."}, {"timestamp": [3402.0, 3425.68], "text": " If I had to put it into words. I think of an angel I'd see. I'll call the downstairs Lou with brand new seasons off to Bing Point Lucky Stars. Oh, she can be a cruel mistress. And a war."}, {"timestamp": [3425.68, 3426.6], "text": " Shall we do it?"}, {"timestamp": [3426.6, 3428.52], "text": " Look how calm she is, but ready to do it."}, {"timestamp": [3428.52, 3429.04], "text": " It's early."}, {"timestamp": [3429.04, 3430.84], "text": " Then the challenges continue."}, {"timestamp": [3430.84, 3432.04], "text": " We don't have steps at the moment,"}, {"timestamp": [3432.04, 3433.32], "text": " so this is my entry."}, {"timestamp": [3433.32, 3435.8], "text": " When my impossible house comes to Oz."}, {"timestamp": [3435.8, 3437.36], "text": " We've never been aged."}, {"timestamp": [3437.36, 3439.28], "text": " We've never been normal."}, {"timestamp": [3439.28, 3448.76], "text": " That's your Saturday night up next, up next on one. Kura, hello again, a fine settled start to the weekend across most of the country"}, {"timestamp": [3448.76, 3450.6], "text": " with lots of clear skies."}, {"timestamp": [3450.6, 3456.68], "text": " A southwesily flow kept it on the cool side and the ridge will hold tight tonight but"}, {"timestamp": [3456.68, 3462.12], "text": " a weak front moves north over the country tomorrow followed by a disturbed showery"}, {"timestamp": [3462.12, 3463.52], "text": " southwesterly flow."}, {"timestamp": [3463.52, 3469.32], "text": " Fine breaks and occasional showers for the north southwile westerlies are fresh about kiteir"}, {"timestamp": [3469.32, 3471.56], "text": " for a while in the afternoon."}, {"timestamp": [3471.56, 3476.24], "text": " Auckland, Palmakemakoto, you get a mix of sunny spells and showers, falls increase"}, {"timestamp": [3476.24, 3478.32], "text": " and become heavier from evening."}, {"timestamp": [3478.32, 3483.52], "text": " Fresh sile westerlies will be strong after lunch, and 20 is your high."}, {"timestamp": [3483.52, 3487.36], "text": " Hamilton fine breaks and occasional showers for you too."}, {"timestamp": [3487.36, 3494.16], "text": " Swessellis are fresh from midday and 20 degrees. Mainly fine over the centre north you will"}, {"timestamp": [3494.16, 3499.84], "text": " get some cloud and showers for Tokorai and Pmrnui cool winds picking up through here."}, {"timestamp": [3500.88, 3509.52], "text": " torang you get a fine Sunday with a few clouds. Swes Sal Wesley's are fresh from afternoon and a top of 21 degrees."}, {"timestamp": [3509.52, 3512.12], "text": " To the east and the sun is out for most."}, {"timestamp": [3512.12, 3516.48], "text": " Cloud creeps in over Dannevarck and Marsatan from midday."}, {"timestamp": [3516.48, 3520.6], "text": " Fine breaks and shards for the west winds becoming strong about"}, {"timestamp": [3520.6, 3529.04], "text": " Wanganui 19 degrees for most of this group. Wellington fine to start but cloudy by afternoon you may get in the evening"}, {"timestamp": [3529.04, 3536.0], "text": " shower as winds change southerly. 18 is your high. And it's a sunny start"}, {"timestamp": [3536.0, 3540.0], "text": " to Sunday for Blenam and Kekora before clouding over from late morning."}, {"timestamp": [3540.0, 3545.04], "text": " Shaws developing in the afternoon with a sal west change. Westport you get rain,"}, {"timestamp": [3545.04, 3550.92], "text": " then showers and strong winds too. Christchurch partly cloudy with westerly. So you'll"}, {"timestamp": [3550.92, 3556.8], "text": " need a brawley around midday with a southerly change and 19 is your high."}, {"timestamp": [3556.8, 3560.6], "text": " Great mouth and hawker ticker, rain at times, then clearing in the afternoon."}, {"timestamp": [3560.6, 3565.48], "text": " Winds become fresh. Ashburton and tim intemeter, partly cloudy, then showers"}, {"timestamp": [3565.48, 3570.44], "text": " with the southerly change, and 17 degrees for everyone here."}, {"timestamp": [3570.44, 3575.4], "text": " Queenstown, Sunday morning looking good for a lion, rain, then partly cloudy with"}, {"timestamp": [3575.4, 3580.28], "text": " one or two showers from midday, and 15 is your high."}, {"timestamp": [3580.28, 3584.44], "text": " Rain clearing most of the southern centres by midday, then showers strong, sallwesterly"}, {"timestamp": [3584.44, 3586.72], "text": " winds for everyone here."}, {"timestamp": [3587.84, 3591.92], "text": " Deneed in rain developing early morning but easing to a few shawls by midday,"}, {"timestamp": [3591.92, 3597.36], "text": " clearing in the evening, winds are strong and cool and 16 for you."}, {"timestamp": [3598.72, 3602.48], "text": " So Anzac Day and the sowl west flow continues over New Zealand,"}, {"timestamp": [3602.48, 3604.48], "text": " showers about Northland and Southland."}, {"timestamp": [3604.48, 3608.72], "text": " Tuesday it's going to be fine or partly cloudy for most but"}, {"timestamp": [3608.72, 3613.4], "text": " Shaws will continue about Southland. And that is your weather. Enjoy the rest of"}, {"timestamp": [3613.4, 3625.12], "text": " your Saturday night. You too. Thanks Renee. And that was One News this Saturday. Thanks for watching. Remember you can keep up to date with any developments on our stories tonight on our website one news.co.org"}, {"timestamp": [3625.12, 3627.04], "text": " N.S. from us for Marilla, good night."}], "text": " Tonight at One News, a horror crash in the cargo leaves four teenagers dead. Families visit the scene of the tragedy. The bluff community is devastated with three of the young people from the small town. History comes to life in the White Couple. One of the most significant battles of the land wars is remembered as a new tourist landmark is opened and beaten on the line. Dame Lisa Carrington is stunned and an epic photo finish at the canoe sprint nationals as a new rivalry on the water emerges. Kiyorra Good Evening, communities in shock after a car crash, killed four teenage boys in Invekagel. Three of them were 16 years old, the fourth was 17. Our reporter in the south, Jared McCulloch, is at the crash site. He joins us now. Jared, what is the feeling of the community there after this tragedy? Yeah, as you mentioned there, Wendy, a lot of shock and disbelief here, not just in the carnival, but the wider southern region as well, after this tragic incident that happened here on Queen's Drive. Emergency services were called to this crash yesterday afternoon around 4 p.m. Today, confirming confirming to us police saying that four teenagers lost their lives in the crash. authors afternoon flowers have been placed at the entrance here of Queens Park as well as the family had been here earlier today when the police were finishing up there seeing examination to give a blessing here at the site. Police had confirmed to us today too that three of the teenagers in this crash were from the small community of Bluff which is about 25 minutes drive south of where I'm standing at the moment. We spoke to a local community leader there who is one of the relatives of one of the boys that was in that vehicle. Here's what he had to say. Communities devastated through the through the loss of the three teenagers that came from Bluff. They're from well-known families in the area that their families have been lived in Bluff for generations so they've got cousins, brothers, sisters, aunties, uncles. A lot of the community are related to them or friends and and it's a shock to the community. And Jared do we have any more detail about what happened? Yeah, please tell us today that the teenagers were in a black Ford Ranger U when they collided with a concrete, concrete truck yesterday afternoon. They're still, the road was actually closed for nearly 24 hours since the crash happened yesterday and they spent a lot of time trying to investigate what was going on and piece together what was happening, but they're still in their early stages. We're still working through witnesses. There are a number of witnesses as you could imagine at 4 o'clock in the afternoon as to the events. But we would ask anybody who may have seen the Ford Ranger or the concrete truck leading up to the crash, particularly people who have dash cam on the vehicles, we'd be very interested to see that footage. Of course the families will be hoping for more information as tonight they grieved the loss of four young lives. Jared, thank you from in the cargo. Or elsewhere in in the cargo a murder investigation is underway after two men were stabbed. Police say the incident took place on Don Street near the district court building just before one o'clock this morning. One man died and the other is in hospital in a critical condition and has needed surgery. Forensicic teams were at the scene today. Police are asking anyone with information to come forward. The head of the United Nations is going to Russia to meet with President Vladimir Putin about the war in Ukraine. But while the request for a face-to-face was accepted by the Kremlin, there's a little sign of Russia easing up on its lethal bombardment of its neighbour. U.S. correspondent Anniburns Francis has the details. Russia's relentless steady assault is slowly bringing towns and cities along Ukraine's border to their knees. But even after eight long weeks, they face a defiant and valiant defense. Without our resistance, they could storm through. And they will make an effort to do so again. Russia is tightening its grip, hoping to finally seize power over a stretch of the country's Southeast. The primary purpose of which is to establish complete control over the territory of the Donutsk and Luhansk regions. Russian troops are now concentrating their efforts on Marupol, but it's far from a targeted approach. A United Nations report saying evidence of Russia's indiscriminate shelling could amount to a war crime. They killed 20,000 people. They did it on purpose. This is what I think. They intentionally prevented people from leaving Mariyupu. They set this genocide up by closing the city down. Every day the evidence grows clearer. These satellite images showing a second mass grave outside Mariyu-pull appearing over the last month. Ukraine is now desperately holding on. Its citizens all too aware that time and hope is running out. We hope for help from our friends. What friends? What help? Whose help are you counting on? European friends? They will send us rockets. Poland is sending tanks. Great Britain sent us this weapon. And British Prime Minister Boris Johnson's sending diplomats back to the Ukrainian capital as are dozens of other nations. I'm grateful to our British friends for the important symbolic decision announced today to return the embassy to Kiev and this shows that we are not the only ones who believe in the victory of life over death. But he'll need more than just belief. The UN Secretary General will meet with Russian President Vladimir Putin next week. Talks are on the table, but there's no word yet, on peace. Anna Burns-France Francis One News New York. Meanwhile a Kewi family who are currently living in Spain have spent the last month taking in Ukrainian refugees displaced by the war. They've already had 18 people through the doors providing a warm bed, food and comfort from their home in sunny Valencia. Thomas Mead reports. It's lunchtime in Spain and hundreds of kilometers from the war zone, these refugees are being treated to some good old-fashioned Kiwi hospitality. Former Moransville local Larissa Fleming opening her doors. I think that we can share our kind of, our Kiwi attitude of, you know, just roll your sleeves up and get things done. So it's an amazing feeling to be helping. The family have lived in Valencia for two years. With millions of Ukrainians displaced, they decided to do their bit. A few extra mouths to feed, it's nothing compared to what they've gone through. Her visitors have seen the worst of humanity. Julia was one of many to flee the city of Kharkiv, forced to leave home amid a major Russian offensive. At first, hiding in this basement, before catching a train in LeVin. And then with the help of volunteers, making the long journey all the way to LaRiss's home in Spain. The hardest thing was to leave my parents and I really hope that in the next months we get back to them. The Kiwi family have helped 18 refugees so far and have now launched a giver little raising funds to do more, joining up with local NGOs in the hope of supporting long-term recovery. There's still this kind of second part of the war that we've got to comprehend that these people may be out and safe, but where do they go to next? And a little bit of love goes a long way. After enduring so much brutality, some kindness means a lot. I'm happy to meet such good people with such good hospitality. I'm really happy. The guests leaving an impression on their hosts too. They pay it back, you know, the smiles on their face. A kiwi welcome helping to counteract the cruelty of war. Thomas Meade, one news. Here as winter begins a need for housing in Northland has reached an all-time high. There are now 1,500 families on the waiting list for emergency housing. That's a 600% increase in demand in just five years. Our Northland reporter Helen Castle has more. Pin and his dog have been living in this derelict supermarket in Kaitaya for a year. But as the tropical far north calls, it's about to get less. The housing situation also is at crisis. We have a huge waiting list and that's not just people who have social housing issues. These are normal everyday mum and dad families. Five years ago there were less than 250 Fano on the housing register waiting for a home. That number has now rocketed to nearly 1,500. There are probably many more that aren't even on the register that we are aware of that are just not prepared to put that on the register for whatever reasons. And so we're probably under counting. Kaying order is making progress with new homes being built in the region, 13, right here in Kaitaya. It's the largest public housing development in the town in decades and these 37 homes at Puryriri Park in Fangra will be ready just in time for winter. Those working on the ground say the real issue is more people are moving north. The rising cost of living and COVID-19 have families leaving the big cities, putting pressure on an already stretched housing market. This I saw in the centre of Kaitaya could offer some hope. After being derelict for 11 years, the council has entered into an agreement with foodstuffs and the site is now set to become affordable housing. If it's an ideal place for more intensive housing, that means that we could go up instead of having sprawl, we can provide more housing within a smaller land area and there means more houses for more people. But there's some pushback in the community. But there is just a worry that we would rather have like a box shop like the big box shops like Brisco's or number one shoe warehouse or something like that to bring people into our town. Bringing housing into the town means that we'll have more foot traffic and result in more vibrancy but the key to that is good design and choosing a good community housing provider. already home for pin and his mate it could become a far more comfortable home for others. Helen Castle's one news. The president of Auckland's RSA is encouraging people to attend this year's Anzac service in the city's domain, despite it being an invite only event. Auckland Council says it's trying to protect old soldiers and hasn't prepared the area for large crowds. reporter Yvon Tarana with more. Anzac Day never really gets any easier for this Vietnam vet. Last year was a bumper turnout at Auckland's domain service. COVID disrupted the year before and the yo-yo is set to continue. Number is expected to be low again. An invite-only ceremony will be held on Monday but the public will be kept back from the court of honour. And whilst dignitaries will lay wreaths, there will be no speeches. The RSA says that's created confusion. Telling a veteran, well it's only invite only, there's a bit of an insult and so I encourage any veteran to serve this nation. Come forward, come to the services, join in and be a part of it. Auckland Council is working with the RSA on the event, but says the shift to orange left it with an uphill battle to get logistics like parking sorted in time. But it will not be the same as previous years. We won't have the big lighting towers or big screens. There will not be parking down on the cricket grounds. So while the public can attend it will be from a distance to protect veterans from Omicron. So we are asking people to keep back a little and give them some space. Respecting others' house is important is remembering our long-fallen soldiers. Yvonne Tarrhana, one news. It's thousands of miles from home at the grave of a New Zealand World War I soldier and a small forgotten English cemetery is being well looked after. a kiwi who lives nearby is tending Sergeant Moore's grave and a local historian has traced his family and distinguished service. Europe correspondent Daniel Fytawa with this report. In this churchyard cemetery the neglected war grave of a kiwi soldier is being cared for. Really I just didn't like the thought of him being here alone. Really as simple as that. Sue Milliken, formerly from Christchurch, came across the grave in 2018 after reading an article in the local newspaper. to look after his grave. That then started me on a course of wanting to find his family. This local war historian and author had already traced Sergeant Moore's history. He had quite a varied military life started off in the Boer War. He volunteered for that campaign. He worked for the GPO and the signal service became a postmaster. Napier Bourne George Vivian Thomas Moore was one of many Kiwi troops based in Stavenage before being deployed for battle. During the First World War, he joined 16,000 New Zealanders who stormed Guillipilly. He received in the military medal for bravery during the Battle of the Somme and was promoted as sergeant. In 1917, he suffered gunshot gunshot wounds to to the face and a year later he died from flu in the pandemic. It was a pretty bit of pill because the war had ended. Everyone was looking forward to going home and then suddenly this brave soldier who's been through quite a lot and survived died so tragically near to going home and the way the whole town turned out for his funeral. More than a century on, his grave is still being honoured. Sergeant Moore is known to his great nieces in Auckland and Taihuppi as great Uncle Viv in a statement, the trio told me knowing that Sue is taking care of his grave has been an enormous comfort to them and on Anzag day every year, they'll be thinking of him. Connecting with the family, I realise that this soldier has not been forgotten. He's very well remembered and loved. Remembering their ultimate sacrifice for their country and freedom. And Daniel joins us now live from Gallipoli, where for first time since 2019 there are planned Azac services this weekend. Kyoto Daniel emotions they must be running high for Kiwis there. Kyoto Wendy's indeed they are Monday's commemorations come three years after the Nars service was held and of course at the heart of this is those brave soldiers who fought in this battlefield here but also emotions are running high too because of Ukraine the situation there as it offers a reminder of the realities of the war. Now here at the moment we have a number of people who have started together and start to put things together and we've seen a number of tall groups arrive. Now we've been told that unlike the many thousands of Kiwis and Osse, that make that pilgrimage here, swarmed here and swamped in national colours, as well as wearing with pride, their hearts bearing full of pride too, that the numbers will now decline and that is because of COVID travel restrictions instead of the thousands that we have seen, we've been told to expect around three to four hundred. Oh and what preparations are being made for Monday's events? Well you can probably see over my shoulder those preparations are still ongoing. The stage has been set but a reminder to our viewers it is Saturday morning here so there's still a couple more days to set up this afternoon. there will be a big briefing for those involved including media. The keywords that we've been told is security, safety and comfortability. Now no one will be allowed in this area in a couple of days. It will be closed off with police presence and security presence at the front gate. But we have been told it is an open event. Members of the public can come but they must register before they get here. Also Wendy just on COVID again it is very much alive on this part of the world and therefore those who may have symptoms of the flu have been told to stay away from the event and also social distancing will be enforced. Thank you Daniel Faita, alive from Gallipoli. FIFARLE. FIFARCANAY China but America's sudden interest in the region could be too little too late. Sam and Sophie are sharing their success. When I was running around opening gates for dead, didn't think I'd be here today to designing bags. Sunday country calendar, Sunday on 1. The Next Generation Outlander pHEve. Charge her home for up to 84Ks and pureeve. Combined, that's 1.6 letters per hundred ks. With all wheel drive and seven seats, it's the Mitsubishi Outlander PA-Eve from 6990. Plus on roads. It's Hunter Home's new design sale with big discounts on a range of stunning styles, like this Ruben Sofa, now 30% off, or 25% off the Nash range, and get 25% off the Trinidad dining table and Zend chairs. Plus more in store, only at Hunter Home. What if you could see where you were using the most energy and make smarter choices about how you use it? With Energy IQ, Genesis customers can. Genesis, with you, for you. What is this taken? Am I took in? I'm here to save you. What is this taken? Am I took in? I'm here to save you. She has the key to finding the lost predator. After that! We're doing it! causing waking during the night. That's why we created sleep science. It contains an extract from asparagus stem to support healthy stress levels for quality sleep. Clinicians, keep your body working. We see you moving too electric and so, so are we. We're installing fast charges in our Z stations. Better at home than Z is for New Zealand. Renovate your little slice of paradise. Save up to $1,000 in interest with our personal loan pay it faster option, just by paying an extra $50 a month. Let's. Jim, partners and money. Fast today. Don't just look for a new shed. Look for quality, robust design, backed by a 25-year structural guarantee. Look for genuine value and easy customized solutions. Look for toadsbang. Who can tosman? The light-heartedness. The things that make life, life. It's all about techno gadgets and sci-fi nonsense. Let's bring back the fun. The joy. Imagine an electric car that's not just electric. A car not for the future, but for us. Recharged life with a Shkoda plug-in hybrid electric range. Shkoda. Simply clever. In financial news tonight we're seeing more New Zealanders... Bundling their home utilities for sling shop, saving money and record numbers. Boom. So, economically speaking, I... Fundling other stuff with broadband doesn't increase once propensity to say mad cash. Buh. I promise you. Holding up, we'll keep more money in the pockets of hardworking New Zealanders. Starting today! But I love with Slingshard, Save Money! Boom! Jessica, in tover! The other, the other, the other, the other, the other, the other, the, the,, the, the, the, the, the, the, the, the, the, the, the, the, the, the,, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, the, The tower starts Sunday on one of the columns. She was up there. She saw. The two cops, he was actually on the roof. They're first on the scene, but they don't turn on their body cans. They don't radio him when they arrive. Why? The tower starts Sunday on one. the next day and is now isolating at home. Omicron Exee is a combination of two Omicron sub-varients. It's been spreading overseas and its arrival here isn't unexpected. There's early evidence. It's more transmissible, but no evidence to date that it's more severe. Today, there are just under 8,000 new community cases and there are 19 deaths to report, including two under the age of nine. According to one expert we're likely to see case numbers in the thousands for the foreseeable future. Kristen Hall reports. Board is opening, crowds returning, it can feel like COVID is all but over but the numbers tell a different story. We'll continue to see significant levels of COVID in the community for the foreseeable future really. In early March, New Zealand was averaging around 20,000 COVID cases daily. Six weeks later, case numbers are averaging around 8,000 a day. These figures are still really high and they are continuing to place at its strain and pressure onto our health but also our support systems here. And due to our new reliance on rapid antigen tests and self-reporting experts say the real case numbers could be significantly higher. We know that not every infection gets tested and so it could be that they're around about three times as many people getting infected. So what's keeping our case numbers steady? So we're moving into winter with some rather significant immunity gaps. Our children, our Tamarihinar, the Maiki age 5 to 11, who are still in the process of getting their COVID-19 vaccines. Adults who haven't had the booster shot are a factor too, while 96% of eligible keywies have received at least one vaccination dose, only 71% are boosted. It's even lower in areas like the Bay of Plenty where around a third of the eligible population haven't had their booster. Really if you want to be fully vaccinated we're talking about three doses and so it's changing again that that that psychology that people have got into that I've done my bit. In Fakatani this Mardi healthcare provider says Fano will come to get boosted if it's made accessible accessible and fun like this event last month. We had a more of a final approach with caravans for kai and coffee carts and made it as like a drive-thru so it was nice and easy for Fano to see. They say messaging around boosters has dropped off and needs to be improved. We want to make sure that when the messages do go out, they go out in both languages and they're clear. They're succinct. As COVID's long tail stretches into winter, Kristen Hall, one news. The United States' high-level visit to the Solomon Islands to warn against Chinese military presence is too little too late, according to a leading Pacific specialist. White House heavyweight Kurt Campbellus led a delegation to Honiara, following the island nation's security deal with Beijing, which could potentially pave the way for a military base there. Pacific correspondent Barbara Driever, with this report. Top U.S. diplomats in Honeairer arriving at former World War II Henderson airfield named for a U.S. marine hero. But it's been a long time since then. The United States has been missing an action for decades and now faces a new battle. And that's why I've been to civil violence to serve the global interest to keep the Chinese art. They're not interested in the economic and political welfare history whatsoever. In fact, they have neglected from Ireland all these years. China's not been slow in stepping forward yesterday opening a Beijing-funded running track. The Solomon Islands Prime Minister, making it clear how he feels about their superpower partner. One that has consolidated in such a short period of time with trust, respect and a genuine design to achieve long-term sustainable development outcomes. It's worrying the US, a freshly signed security deal between the two countries, could open the door to a Chinese military base or presence. We just had a very good meeting and we had a nice set of exchanges with the Prime Minister's team. It's just wonderful to be back in the Solomons. Thank you. Later, a White House summary said if steps are taken to establish a Chinese military installation or a permanent military presence, the US would have significant concerns and respond accordingly that concern shared. There is enormous pressure and influence which is placed on Pacific Island leaders across the region. that concern shared. There is enormous pressure and influence which is placed on Pacific island leaders across the region. Certain Australian politicians should not create security anxiety or nuclear proliferation risks in the region, pursue group confrontation or geopolitical game in the Asia Pacific. It's very much the state of narratives at the moment. The narratives of fear, the narratives of domination, the narratives of threats. It's a war of influence between two superpowers with the Solomon Islands and the region at the centre. Barbra Driva, one news. Still to come on one news, the machine that smashes atoms together to break them apart gets a revamp. How the large Hadron Collider could revolutionize physics and reveal a new force of nature. Plus walking in the footsteps of their ancestors. Emotions run high in Waikato remembering a battle 159 years on. And it's been a cool and clear start to the long weekend for most of us. However, wet weather is on the way, what you need to know after sport. Let down by the health system. Do you think the failure cost to your husband? Yes I do. Again and Again. There's over 100 people declined to find it every month. Now it's really taking shape. It's a real building and it's nearly a real hospital. Blair Vinings last wish. It's better to do something than nothing. And the small town full of colour and quirk. The wackier the weirder that's how blackball was. that keeps reinventing itself. So what's kept this town alive? The B's saved it. That's Sunday this week on one. If I won Powerball, I'd hire a chef to cook a dinner at home every night of the week. Oh, have you got your ticket? No, because I'm still paying spats for the roast. Mmm, roast. When you can't get out, play online at Milo.co.org.inz. Honda's EHTV Jazz is now eligible for the Clean Car rebate. Stock is available now and still only $35,000. Plus, receive over $4,000 cashback rebate when you purchase. Jazz. From Honda. You don't need smooth, chill Jazz to enjoy exquisite quarter-past Dutch hot chocolate. But it definitely helps. Quarter past, made differently, made honestly, made for flavour. for a quality kitchen, book a free appointment with a kitchen, with a kitchen consultant at MyDattent, who can help you from design to completion. and rapco and some great offers too. Spend $100 or more and you'll save 40 cents per lead on your next fuel topper. Available to all A.A. and A.A. smart fuel card holders. rapco, driven by passion for 100 years. Hello Fresh, everything you need to make home cooking easy. Whatever your plans, from midweek quick and easy meals, to show stopping family feasts, your cupboard. Audings Bigger. quick and easy meals to show stopping family feasts, your cupboard. Audio box now at Hello Fresh.co.inz. Odering's biggest sale is on now. Get 50% off Nandina Gulf Stream and essential gloves. 30% off Gara rose in white, bog tulip packs and Amaria terracotta pink and white. And 15 to 50% of all outdoor plants. I don't own the rings. The next garlic Easter clearance ends Monday, safe up to half price across selected living, dining and bedroom furniture. Hurry, the next garlic Easter clearance, ends Monday. Let me be ready, let me be fitty and make me state and city. How about let you do a double take? I don't need your money. I don't need your credit. I'm a super wrong. I let you watch me trade. You could say it's a rush to the hard thing. How about our performance for motion all-wheel drive? It's to keeping the family safe at every corner thing. And the Harmon Carbon sound system? It's a... If they're the one choosing the music, then there better be good base thing. The Volkswagen Tijuana. It's an arthing. in our thing. Grab some groceries on the go at the warehouse. Sanitarian weekbacks, 1.2KG's just $5. These Greg's special blend refills just $1.5. And 5.G's of the sunrise rice just $10. at the warehouse where everyone gets a bargain. No, Maai, Ma, welcome back. The world's largest particle accelerator, the Hadron Collider in Switzerland, is being restarted after a three-year upgrade. As you can imagine, it's a bit more complicated than just flicking on the switch. Researchers are hoping the improvements will hasten our understanding of the universe, possibly recreating dark matter here on earth. The BBC's pal of ghost reports. It just looks incredible. 7,000 tonnes of intricate engineering, built to detect minute particles created by atoms crashing together. This is one of the best positions because it really shows you all the... It's you! position because it really shows you all the majesty of this detector. This is a detector that was responsible for one of the most important breakthroughs in science. The discovery of the Higgs boson, it's just been upgraded and the hope is it will discover more particles that are completely new to science. And if it does, it could transform our understanding of the universe. We are looking actively for a lot of new phenomena. That matter, for example, we can look directly for that matter. Could this be one of the biggest discoveries ever in physics? I'd say yes. Dark matter is an invisible substance thought to make up most of the mass of the universe. Researchers here hope to produce it on Earth by accelerating the insides of atoms close to the speed of light around a 27 kilometer ring and then crashing them together. This is what compresses the magnet when it happens. These are the giant magnets that steer the particles around the ring and focus them into a narrow beam. They've been improved too, so that they'll now be double the number of collisions. For all the physics that we've done since the start-up of the LHC, the last 10 years, we'll be able to actually get the same amount of data in the next three years as we did in those 10 years. The researchers here are excited about what the newly upgraded large Hadron Collider could achieve. Maybe to make discoveries that will lead to the greatest shift in our understanding of the universe since Einstein's theories more than a hundred years ago. And if anyone's curious about how crashing atoms together helps, it's because the collision creates smaller particles with a trackable energy trail, much like determining an animal species from its footprints. And I'm theorizing about life-changing events in Waikato today. They were reliving them. A recreated parasite was brought back to life by the thunder of war cries. The trenches and Rangarei saw the deadliest clashes of the land wards and there were emotional scenes as descendants experienced it for themselves. Tanawahuri Hanganiui reports. The Maori king, Ewe leaders, and other dignitaries welcomed as the recreated war trenches used in the Battle of Rangiriri, 159 years ago, are officially opened. As mothers and children huddle inside, others keep an eye on the enemy from above. The descendants of those who defended this par from more than a thousand British troops walking in the footsteps of their supernah. Just about everybody cried at certain parts of the war and that was what I wanted to achieve because learning happens when you feel. The battle of Rangiriri was the deadliest battle of the New Zealand land wars. The British eventually overpowering the defenders, leading to the confiscation of more than a million hectares of Maori land across Waikato. Our land which diminished our cultural practices, diminished DNA, the loss of our ancestors. The extraordinary fortress was the work of Pena Tefarepu. It was fitted with hidden escape routes, fern-covered pits and is said to be the first model of trench warfare in the world. Against all odds to survive, canons, spin the hand grenades, revolver guns, bayonets, and all we had was two parato double-barrel nuns in our traditional weapons. It's taken nine months and millions of dollars to recreate it. I think if New Zealand has come along they'll be they'll be so taken by these trenches and and fascinated about how mildly stood out for their land. This will now be a significant tourist attraction bringing the region's history into stark focus. The trauma that occurred in 1863 runs deep, runs deep within our oohri. It's important for me to know exactly what they went through in order to understand what we have to do to make it better from here on in. A monument to our past keeping us closer to history. Tianawarghurihanganui, one news. Andrew joins us with sport now in a shock result for Dame Lisa Carrington. We haven't said that much if at all over the past decade have we windy? More on this new intense kayak rival re-pushing the sport to new frontiers. Dame Lisa fronts up next to Amy Fisher today, a breakthrough day and an emotional day for Fisher on Lake Katerpetal. Plus our best mountain biker opens up on some testing times. And 15 years old, 7 foot tall, back from the NBA Academy. We have Julius Telefonu's special story next. They're transforming the unused. Please fashion. Welcome to the bank. Interbutifully unique homes. It's all about that. Talk about a transformation. It's off the scale. George Clark's remarkable renovations starts Sunday on one. and fitted with the top of the range, G.T. line body kit and alloy wheels. Oh boy. Maybe we can take a chance and try something new. Brand new. Test drive one today. The Knicks Gala Easter Clearance ends Monday. Safe up to half-price across selected living, dining and bedroom furniture. Hurry, the Knickskala Easter Easter Clearas, ends Monday. Hi Hi I'm What are you bringing? I brought the Cadbury favorites. I brought the Cadbury favorites. Bring it with Cadbury favorites. Forget about filters. Live Unfiltered with the Neutrajina Retinal Range. It's uniquely formulated for powerful retinal results with less irritation to give you younger looking skin in one week. Live unfiltered with neutragena. Sorry, I've been flat out all morning. It's good to have another look. Get two pairs for just 169. Should have gone to spec savers. One for the chef. Excuse me sir, should we put Polydant in before we dig in? If South Good Talk, it would ask for polydancing. Whether it be standalone housing, right through to medium density, we've got the team to back it up. With GJ's, you're getting the value of the big builder, but with the expertise and the accountability of local people. We are from around here. We are locals. People love to see that nationwide brain with a local owner that's local and less local in this thinking. local in this living and local in these practice in terms of the trace for the employees. Go to gJ Gardner dot co.n.z to find out how you can get the best of both worlds. Welcome back throat! And welcome back nose! Six paper drops, clears the nose, sues the throat and now relieves cough too. Great deal store-wide. On now, at Harvey Norman. Score an introductory offer on this Leno Idea Pad and save over $450. Get this massive 75-inch Panasonic 4K Smart TV. Now just $1998. This New Zealand-made Queen Bed Withdrawal- for Extra Storage- Now just 1998. This New Zealand-made Queen Bed withdraws for extra storage is now $1,999. Dine and entertain with this outdoor dining setting for just $1,888. Plus, 60 months interest-free store-wide. On now at Harvey Norman. You can... Pungent. Instant it. Capital it. Espresso it. And even hike it. However, and wherever you drink, Jet's coffee. Never stop exploring. I'm going to get a job. Are you quite sure you're ready for the workplace? Next on two. One news sport is brought to you by Mobile. Get more engine protection with Mobile Synergy Fuels, so your engine is running at peak performance. welcome to sport tonight and yes that shock result at the canoe sprint national championships. Dame Lisa Carrington has lost the final of the K1500 to rival Amy Fisher, a rare defeat for our greatest Olympian who's dominated the individual boats for well over a decade but a huge win for Fisher and her decision to drop out of the national program 18 months ago. Guy Havelt is at Lake Carapiro. Toping a five-time Olympic champion is hard, rewarding and emotional work. Amy Fisher claiming the K-1-500 National Canoes sprint title stunning Dame Lisa Carrington on Lake Carapiro. It's surreal. What a special moment and it's so so cool to share it with all my people. Especially in that last, you know, 100 meters when everything is hurting and shutting down, I could hear it. I could hear everyone cheering and it carried me. It is tough to come second, but you know, I think, I guess at the end of the day, as it was going to happen eventually and Amy you know she's such a incredible performer. The Olympic champion against the world champion two Titans separated by just one lane Carrington flying out of the gates to take the lead by more than a boat length. But Fisher's strength is her powerful flying finish, eating into Carrington's lead, before pipping her on the line, the official margin, 0.08 of a second. I just keep trying to tell myself, be patient, be patient, you know, reach, trust, trust the process, trust the work. For Fisher it further vindicates her move away from the national program, now one-nill-up in the best of three races to determine who represent New Zealand in the loan K-1-500 seat at this year's world championships. A lot of respect for each other, eh? End of the day, like it's just two people having, having, you know, a crack. Speaking exclusively to one news afterwards, Carrington making it clear she'll fight for everything in race too. It can be really tough to back up performances, so I think for me, just to be able to do my best tomorrow, you just can't kind of deny how good it is for us for good. Good for the sport and in Fisher's case a demonstration that following your own path can lead to success. I have else one news. And we'll have coverage of that second race tomorrow for you. Now you may remember this photo doing the rounds during the Tokyo Olympics. A young Dame Lisa Carrington here with Sydney Olympic rowing gold medalist Rob Woodell. Who would have thought we'd one day see both of them racing at the same competition? Woodell ditching the single skull today for a kayak taking on son Hayden in the novice K1 500 final. Poor old dad left in his wake though, the 16-year old finishing second beating Rob by more than 30 seconds. What's the punishment? Maybe he does the dishes tonight. How's that with you mate? Oh wasn't that commencing. Got a few races to go yeah mate. Yeah. Go to 100 and a two I just get a bit cocky. We're told Rob did have some tumbles out of the boat this morning so there may be a few more a few more dishes in store more dishes in store for him yet. Good to see him giving it a crack though. With super rugby promoters hoping to have fans rushing through these turnstiles and Melbourne for the start of that super round may have been left sorely disappointed. The stands not exactly packed to watch the Chiefs out play the warretars in the first Trans-Tasmine game of the season. making matters worse, the warretars quickly went down to 13-men-men after a redas in the first trans Tasman game of the season. Making matters worse, the Warrataas quickly went down to 13 men after a red card in the third minute for this tackle and a yellow in the 15th. Easy pickings for the Chiefs who ran in four tries then in the first half. He's lovely delay, double-open again, quite happy, tear-tean, cane, threes it too poor. The Warrataas fighting their way back to within just three points before Joan Alo. Winger put the match to bed, scoring three of his four tries in the last 23 minutes. Row with the catchline and lose the four. Chief's winning 5127 with the blues next up against Fiji and Drewa soon followed by the Hurricanes vs Queensland Reds. Well the life of an athlete can be a roller coaster something mountain biker Anton Cooper knows all too well. In the last five months he's been hit by a car. He fronted a local tourism campaign then made his way to Germany each prepare for a third Commonwealth Games. Jordan opit with more on Cooper's Wild Ride. This is my why. You'd forgive Anton Cooper for being a bit nervous, fronting Houdenoe tourism's latest campaign. Writing, epic trials like Bigfoot. It's up there with the world's best. But the talking was the least of his worries more nervous about being back on a mountain bike for the first time since breaking his hand after being hit by a car late last year I remember turning up there and I forgot in my like hand brace and and everything I was like oh shit how's this gonna go it's pretty tame writing and so it was nice to know that the risk was doing pretty well. Filmed last month he's now back in Europe with a hectic season ahead. Commonwealth games falling smack bang in the middle. There's a lot of World Cups this year. World Cups have massively important races for me, for my team, my sponsors, all that stuff so I certainly have a big folks on results there but you know some of them will have to target and prioritize it above others. He's yet to be selected for Birmingham, but anticipates it'll be the same team from the Gold Coast in 2018. A team whose results were spoiled by an inter-squad scrap that went so awkwardly public. Water under the bridge really, and I think we moved on pretty quick, well I was able to at least. There's no hard feelings between Sam and myself or anything like that. So we'll be going in there and hoping to do our best job for New Zealand individually, also as a team effort. And Cooper might just have the inside scoop when it comes to the course. I have a teammate, she's the woman, World Champ from England and it's pretty close to her hometown. from what I've heard the course is going to be pretty fast and fairly flat. If it is like that, it'll be type fast racing. So hopefully we can be on the podium when taking the top spot and maybe a Q1-2-3 would be pretty nice for we'll see what we can do. It helps there's no shortage of racing between now and then. Jordan, Jordan, one news. and the elite sport roller coaster also being felt by Winter Olympic ski champion Nico Porteous who's revealed today on social media a season ending injury. Porteous says he ruptured his right knee ACL ligament last month and had surgery on it two weeks ago. So it's been a pretty quick process but definitely not what I was really wanting to do to end off my season. So yeah I just sort I come on here and this is sort of the first time I really publicly talked about it but everything's going well and and you know we're only up from here. The 20 year old says he won't be posting much of the recovery as it's his quote personal thing to deal with but he's hoping to be back skiing around skiing around January. The Wellington Phoenix will be hoping for a sunny day again in Auckland and some Auckland history to be on their side tomorrow. The Phoenix host the Western Sydney Wanderers on Eden Park a venue they haven't been beaten out across eight matches over the last 10 years. You know there there's a lot of history at this stadium, so they're very privileged to be able to play here. For me, the boys are very excited. They're glad to be at home, glad to be playing in front of their own fans. So hopefully they take that energy from the crowd again, and put it into the game. The Phoenix welcomed around 22,, 22,000 fans to Eden Park last year, but are picking less than that tomorrow given COVID hesitancy and the Anzac weekend holiday. Well a young man who dreams of one day making it to the NBA is creating plenty of attention and local basketball, also catching the eye already of American colleges even at the age of just 15. Julius Heliphanou, who wants to realize those NBA dreams for his late father, Matt Manuquia, with his story. It's hard to believe he's just 15 years old, already ducking under the doors at a basketball stadium, seven foot tall when wearing shoes, which are size 16, by the way, and there's time to get bigger. age-grade rep. He plays two grades up for the New Zealand under 17s. Julius recently came back from the NBA Academy in Canberra who are deciding with it to bring him over permanently. He's one of the best shooters of coach. He's 16, 6 11. He can dribble the basketball, he can pass and create shots for teammates and and obviously he can score for himself as well and defend he defends guards out on the perimeter. He can defend at the room, like he's got lots of different facets to his game. Basketball is more than just a game for Julius. It's a passion that came at a time in his life when he needed it most. In 2013, his father, Willie, made international headlines when he died after suffering a brain from a head-knock in a club rugby game. watching that day, seven-year old Julius Julius, younger sister Layla and their mom terrier. It happens such a long time ago, but you know there's certain situations where there's something missing. So that's when it sort of comes back, but no, he's been all the time and he's an amazing brother, amazing person. But thankfully, for everything, we've just got like a good, just a good support system. Massiveness of village around us. You can understand why Julius wants to provide for his family and why he pushes harder than most. That's probably the life that he would want me to live, you know, just always look after my family and friends. That's just kind of how he lived his life, always looked after the family and me and my mom and sister. So if that's what he wants to do, then we'll get behind him and make it happen as best as we can. There's a whole sporting community right behind them as well. Matmanokia, one news. Amazing story. What a wonderful young man. Good luck to Julius' family. We'll keep an on him. Yeah, we'd like to hear. are on the way, the weather is next. On Q&A tomorrow, he's made a series of stumbles, so we sit down with national leader Christopher Luxon to ask if he's up to the top job. Plus, the government will tell us what it wants with co-governance. Q&A tomorrow at 9, TV and Z1. TV&Z 1 back with more tricky challenges and task master on Duke, plus a dream holiday turned nightmare in the thrilling new series No Return, streaming now TV and Z on demand. The Next Generation Outlander, pH, E-TV, charge a home for up to 84Ks and pure E-V. Combined, that's 1.6 litres per hundred case. With all-wheel drive and 7 seats, it's the Mitsbishi Outlander Pee EV from 6910, plus on road. I don't walk as much as I'd like to. My legs really ache. I'd get cramps. You'd have to try and get the pain out of your calf. I was told that good circulation was key. The revive circulation booster is help with this. Anything that gets the muscles pulsating and the blood pumping, it must do some good around those areas. It's made a huge difference to my life. I tell these blokes I've got another hundred thousand cars in me. Get back on your feet with a revive. What are you bringing? I brought the Cadre favorites. What are you? Brian's bringing the dead fun. Tells get in physical. the Cadre favorites. Bring it with Cadre favorites. If I won Powerball, I'd hire a chef to cook their dinner at home every night of the week. Oh, have you got your ticket? No, because I'm still feeling spats for the roast. Hmm, roast. When you can't get out, play online at my lotto.co.nz.nz. Your outdoor areas like a sanctuary. Outdoor heater $198. Landscape plants $7.30 each. Where you find a compacticist law price on the Sam stock Tyson will be set by 15%. Lower prices are just the beginning. Moon may the willamim come to bring the the certainty in all. I'm sorry for your time in town, we'll take our leave and peace. My ocean is deep, though. of all power models only at Lazy Boy. When I think of my mother no one compares to her. I don't see you as much as I used to. But if I did I know what I would do. If I had to put it into words. I think of an angel I'd see. I'll call the downstairs Lou with brand new seasons off to Bing Point Lucky Stars. Oh, she can be a cruel mistress. And a war. Shall we do it? Look how calm she is, but ready to do it. It's early. Then the challenges continue. We don't have steps at the moment, so this is my entry. When my impossible house comes to Oz. We've never been aged. We've never been normal. That's your Saturday night up next, up next on one. Kura, hello again, a fine settled start to the weekend across most of the country with lots of clear skies. A southwesily flow kept it on the cool side and the ridge will hold tight tonight but a weak front moves north over the country tomorrow followed by a disturbed showery southwesterly flow. Fine breaks and occasional showers for the north southwile westerlies are fresh about kiteir for a while in the afternoon. Auckland, Palmakemakoto, you get a mix of sunny spells and showers, falls increase and become heavier from evening. Fresh sile westerlies will be strong after lunch, and 20 is your high. Hamilton fine breaks and occasional showers for you too. Swessellis are fresh from midday and 20 degrees. Mainly fine over the centre north you will get some cloud and showers for Tokorai and Pmrnui cool winds picking up through here. torang you get a fine Sunday with a few clouds. Swes Sal Wesley's are fresh from afternoon and a top of 21 degrees. To the east and the sun is out for most. Cloud creeps in over Dannevarck and Marsatan from midday. Fine breaks and shards for the west winds becoming strong about Wanganui 19 degrees for most of this group. Wellington fine to start but cloudy by afternoon you may get in the evening shower as winds change southerly. 18 is your high. And it's a sunny start to Sunday for Blenam and Kekora before clouding over from late morning. Shaws developing in the afternoon with a sal west change. Westport you get rain, then showers and strong winds too. Christchurch partly cloudy with westerly. So you'll need a brawley around midday with a southerly change and 19 is your high. Great mouth and hawker ticker, rain at times, then clearing in the afternoon. Winds become fresh. Ashburton and tim intemeter, partly cloudy, then showers with the southerly change, and 17 degrees for everyone here. Queenstown, Sunday morning looking good for a lion, rain, then partly cloudy with one or two showers from midday, and 15 is your high. Rain clearing most of the southern centres by midday, then showers strong, sallwesterly winds for everyone here. Deneed in rain developing early morning but easing to a few shawls by midday, clearing in the evening, winds are strong and cool and 16 for you. So Anzac Day and the sowl west flow continues over New Zealand, showers about Northland and Southland. Tuesday it's going to be fine or partly cloudy for most but Shaws will continue about Southland. And that is your weather. Enjoy the rest of your Saturday night. You too. Thanks Renee. And that was One News this Saturday. Thanks for watching. Remember you can keep up to date with any developments on our stories tonight on our website one news.co.org N.S. from us for Marilla, good night."}