{"speakers": [], "chunks": [{"timestamp": [0.0, 4.92], "text": " Tonight on my news, inside the headquarters of the embattled Ukrainian president,"}, {"timestamp": [5.14, 7.98], "text": " how he lives, and the world leaders he's texting."}, {"timestamp": [8.76, 12.24], "text": " Ukraine fights on as Russia suffers a huge military loss."}, {"timestamp": [12.84, 16.32], "text": " They're facing longer hours and harder work, and not just in hospitals,"}, {"timestamp": [16.54, 19.94], "text": " the pressures building on our general practice nurses."}, {"timestamp": [20.54, 24.38], "text": " Plus, is the outdoors going to be out of bounds for your cat?"}, {"timestamp": [24.38, 27.82], "text": " The new Australian rules aimed at keeping wildlife safe."}, {"timestamp": [27.98, 32.38], "text": " Could the days of the prowling tabby be over here too?"}, {"timestamp": [40.56, 42.9], "text": " Hi my Heidi, my welcome to One News."}, {"timestamp": [43.04, 49.28], "text": " On day 50 of the Russian invasion of Ukraine, Moscow has lost its lead warship in the fight."}, {"timestamp": [49.78, 56.68], "text": " Russia's defence ministry says the Moscow sank as it was being towed into port, blaming stormy seas."}, {"timestamp": [56.96, 59.92], "text": " Ukraine claims it damaged the ship with a missile strike."}, {"timestamp": [59.92, 65.5], "text": " If that's confirmed, it would be the biggest loss of a warship by enemy action since World War II."}, {"timestamp": [66.14, 70.24], "text": " In recent hours, there have been reports of explosions in the capital, Kiev,"}, {"timestamp": [70.64, 74.04], "text": " amid speculation, that in retaliation for the loss of the Moscow."}, {"timestamp": [74.84, 78.5], "text": " President Zelensky reserved his harshest words for Western countries,"}, {"timestamp": [78.66, 83.62], "text": " still buying Russian oil, saying they're earning their money in other people's blood."}, {"timestamp": [83.62, 86.92], "text": " And in the east of Ukraine, where Russian forces are gathering,"}, {"timestamp": [87.32, 91.56], "text": " the United Nations says Ukrainian civilians are being starved to death."}, {"timestamp": [91.94, 94.3], "text": " We start with the loss of Russia's flagship."}, {"timestamp": [94.76, 95.82], "text": " Here's Simon Mursa."}, {"timestamp": [97.0, 101.16], "text": " This is the Moskva test firing its missiles last year."}, {"timestamp": [101.56, 104.28], "text": " It's the largest Russian cruiser in the Black Sea."}, {"timestamp": [104.82, 106.32], "text": " Russia says after a fire,"}, {"timestamp": [106.72, 112.48], "text": " it sank while being towed to port, but Ukraine says its missiles are responsible."}, {"timestamp": [114.8, 120.3], "text": " The ship started listing and had a taste of Black Sea waters. It's headed toward the bottom of the sea."}, {"timestamp": [120.82, 126.8], "text": " Washington says the Moscow played an important role. It's basically designed for air defense."}, {"timestamp": [126.8, 131.56], "text": " That's what this ship is designed to do, not unlike our own cruisers."}, {"timestamp": [131.56, 135.66], "text": " So it's going to have an impact on their capabilities, certainly in the near term."}, {"timestamp": [135.66, 138.3], "text": " Ukraine has hit Russian ships before."}, {"timestamp": [138.3, 141.04], "text": " This was a landing vessel three weeks ago."}, {"timestamp": [141.04, 146.32], "text": " Some say the loss of the Moscow is also a loss of mana for the Russian military."}, {"timestamp": [146.32, 151.38], "text": " That I think is a major blow to the prestige of the Russian armed forces."}, {"timestamp": [151.38, 156.68], "text": " And it kind of goes against what President Putin was saying just a couple of days ago when"}, {"timestamp": [156.68, 162.84], "text": " he declared that what he calls his special military operation was going according to plan."}, {"timestamp": [162.84, 165.18], "text": " America's plan to send more weapons to Ukraine"}, {"timestamp": [165.18, 168.26], "text": " moved ahead today at an airbase in Delaware."}, {"timestamp": [168.86, 173.56], "text": " This week, President Biden promised an extra $800 million worth of weaponry."}, {"timestamp": [173.96, 177.52], "text": " Today, he seemed ready to follow that with a visit to Ukraine."}, {"timestamp": [177.8, 178.52], "text": " Are you ready to go?"}, {"timestamp": [181.24, 181.76], "text": " Yeah."}, {"timestamp": [182.46, 185.04], "text": " The White House later downplayed the idea."}, {"timestamp": [185.5, 188.62], "text": " What is clear is the plight of Ukrainians in the east."}, {"timestamp": [189.12, 192.36], "text": " Here they expect a major Russian offensive any day."}, {"timestamp": [193.04, 197.78], "text": " In Severodonetsk, losses are already high, but some refuse to leave."}, {"timestamp": [197.78, 203.66], "text": " I stay here because it's my home and we help people delivering food."}, {"timestamp": [204.28, 207.0], "text": " Our town just destroying."}, {"timestamp": [207.0, 209.0], "text": " Voice is not good."}, {"timestamp": [209.0, 212.0], "text": " I don't know what to say."}, {"timestamp": [212.0, 216.0], "text": " And what to say about the agony of Mariopo?"}, {"timestamp": [216.0, 218.0], "text": " Despite weeks of Russian attacks,"}, {"timestamp": [218.0, 220.0], "text": " they still scrape a living,"}, {"timestamp": [220.0, 222.0], "text": " finding firewood where they can,"}, {"timestamp": [222.0, 227.0], "text": " with the dead nearby. Some have got out, but the"}, {"timestamp": [227.0, 232.9], "text": " UN says getting supplies to those who remain is nigh impossible. And we will not give up"}, {"timestamp": [232.9, 236.94], "text": " on the people in Maripole and other people that we cannot reach. But it's a devastating"}, {"timestamp": [236.94, 244.28], "text": " situation, the people being starved to death. On day 50, Ukraine remains defiant, but there's"}, {"timestamp": [244.28, 247.0], "text": " no sign Russia will abandon its war."}, {"timestamp": [247.68, 249.52], "text": " Simon Merset, one news."}, {"timestamp": [250.56, 256.72], "text": " A news of the sinking of the Moskva have sent sales of a postage stamp it appears on soaring."}, {"timestamp": [256.72, 263.8], "text": " The ship gained notoriety early in the war when its Russian crew demanded the surrender of Ukrainian forces on Snake Island."}, {"timestamp": [264.44, 271.16], "text": " They replied with an expletive, which President Zelensky says became a symbol of Ukraine's defiance against Russia."}, {"timestamp": [271.78, 276.86], "text": " Kiev residents now forming long lines outside the city's main post office to buy the stamp."}, {"timestamp": [277.76, 284.62], "text": " In Washington, D.C., a group of activists have projected a Ukrainian flag onto the Russian embassy to protest against the war."}, {"timestamp": [285.18, 289.76], "text": " The protesters said they wanted the bright lights to act as a type of invasion for those inside"}, {"timestamp": [289.76, 290.34], "text": " the embassy."}, {"timestamp": [291.14, 296.42], "text": " Russian guards tried to eliminate the flag by shining their own light, but were unsuccessful."}, {"timestamp": [298.12, 303.52], "text": " It's a month since New Zealand introduced its special visa category for up to 4,000 family"}, {"timestamp": [303.52, 305.3], "text": " members of Ukrainians living here."}, {"timestamp": [305.86, 308.6], "text": " So far, 40 have arrived as refugees."}, {"timestamp": [309.12, 310.9], "text": " Karazin Miller caught up with some of them."}, {"timestamp": [311.66, 312.18], "text": " Meg."}, {"timestamp": [312.64, 315.18], "text": " The freedom to walk outdoors without fear."}, {"timestamp": [315.64, 320.62], "text": " A rare treat for these parents, Ukrainians who've lived for years under Russian occupation"}, {"timestamp": [320.62, 321.24], "text": " in Crimea."}, {"timestamp": [321.24, 325.94], "text": " Our neighbors feelings it's another way."}, {"timestamp": [326.62, 328.58], "text": " They support Putin."}, {"timestamp": [329.54, 335.52], "text": " They could call to police about us."}, {"timestamp": [335.72, 336.82], "text": " Then came war."}, {"timestamp": [337.02, 340.22], "text": " It was something unbelievable."}, {"timestamp": [341.32, 354.06], "text": " Because we had an aircraft base very close to our home and I heard this noise from aircrafts every day."}, {"timestamp": [354.06, 363.24], "text": " They abandoned their home driving 2,000 kilometers across enemy territory to Lithuania, this week arriving in Auckland to be with son Andrew."}, {"timestamp": [363.34, 365.5], "text": " It was great relief."}, {"timestamp": [365.88, 367.06], "text": " Great relief."}, {"timestamp": [367.94, 374.2], "text": " This Ukrainian family from Slavings faced the constant fear of rocket fire as they fled west to safety."}, {"timestamp": [374.38, 376.94], "text": " I felt that I couldn't relax my shoulders the whole way."}, {"timestamp": [377.14, 380.86], "text": " I was tense and sort of in one knot of nerves."}, {"timestamp": [381.1, 386.34], "text": " When the visa was announced and they finally decided to leave, it was, I think,"}, {"timestamp": [386.42, 390.8], "text": " the scariest three or four days of my life. They met their daughter in Hungary. She'd traveled"}, {"timestamp": [390.8, 397.26], "text": " from New Zealand to find them. Finally, you let yourself to be tired. The whole time you feel"}, {"timestamp": [397.26, 402.54], "text": " you have to keep the brave face and now you land and you're safe. So you're happy about being safe,"}, {"timestamp": [402.66, 405.36], "text": " but also you feel all the weight of everything that you left safe. So you're happy about being safe, but also you feel all the weight of everything"}, {"timestamp": [405.36, 409.98], "text": " that you live behind. Since New Zealand introduced its visa category for family members of"}, {"timestamp": [409.98, 416.74], "text": " Ukrainians living here, 40 have arrived. Another 350 have had their visas approved and are due"}, {"timestamp": [416.74, 422.38], "text": " to arrive in the coming months. But not all Ukrainians here have been so lucky as not all fit"}, {"timestamp": [422.38, 426.62], "text": " the visa criteria. This immigration lawyer is calling for more flexibility."}, {"timestamp": [427.0, 430.36], "text": " It's very difficult for the families and they do feel it's very unfair,"}, {"timestamp": [430.8, 434.84], "text": " especially now when you see people like working holidaymakers being able to come into the country."}, {"timestamp": [435.16, 438.56], "text": " Leila's mother managed to flee Maripole but can't get here."}, {"timestamp": [438.56, 440.84], "text": " My mom was so scared. She said,"}, {"timestamp": [441.96, 447.5], "text": " I want to run as far as possible because I feel they're"}, {"timestamp": [447.5, 453.14], "text": " chasing me her grandmother was killed after a tank toppled her home my uncle"}, {"timestamp": [453.14, 460.28], "text": " also was killed by explosion wave in his apartment and ironically his wife"}, {"timestamp": [460.28, 465.72], "text": " buried him in the crater that was made by the bomb."}, {"timestamp": [465.84, 473.06], "text": " My mom here, because at least I want to hug her and I want to give her some stability."}, {"timestamp": [473.56, 479.38], "text": " Short of compassionate exemptions, families like these have no option but to wait and hope."}, {"timestamp": [479.76, 481.4], "text": " Corazon Miller, one news."}, {"timestamp": [482.28, 486.98], "text": " Later in the bulletin, we have an exclusive BBC interview with Ukraine's president."}, {"timestamp": [487.48, 491.84], "text": " We hear conditions he's living under in Kiev and his views on peace talks."}, {"timestamp": [492.34, 497.2], "text": " And to the day's other news, nurses working in general practice are suffering fatigue and burnout,"}, {"timestamp": [497.7, 499.04], "text": " putting pressure on clinics."}, {"timestamp": [499.58, 504.08], "text": " One nurse is so exhausted she wants to quit before deadly mistakes are made."}, {"timestamp": [504.38, 505.84], "text": " Sam Calway with this."}, {"timestamp": [506.96, 513.74], "text": " Behind the mask Tracy Morgan's all smiles because she loves her job. But moments before our"}, {"timestamp": [513.74, 521.48], "text": " interview this happened. When are we going to be hurt? Why don't we going to be hurt, Sam?"}, {"timestamp": [522.82, 525.14], "text": " Tracy's been a nurse for 17 years,"}, {"timestamp": [526.28, 526.4], "text": " but as pressure amounts,"}, {"timestamp": [528.14, 530.82], "text": " she's considering a job at a cafe and has drafted her resignation letter."}, {"timestamp": [531.16, 533.8], "text": " I've cried so hard because it's like..."}, {"timestamp": [533.8, 534.84], "text": " But the reason is, you know,"}, {"timestamp": [534.88, 536.5], "text": " it would be so easy to just push the end."}, {"timestamp": [537.4, 538.28], "text": " And at the end of the day,"}, {"timestamp": [538.36, 539.88], "text": " you have to act yourself away, haven't you?"}, {"timestamp": [540.18, 541.54], "text": " And it's because of the love of nursing."}, {"timestamp": [542.0, 544.58], "text": " She says fatigue and burnout in her profession"}, {"timestamp": [544.58, 545.9], "text": " has never been worse. And come June, her team will be another nurse nursing. She says fatigue and burnout in her profession has never been worse."}, {"timestamp": [546.2, 548.54], "text": " And come June, her team will be another nurse down."}, {"timestamp": [549.02, 553.0], "text": " She's also battling long COVID, the virus ripping through this clinic."}, {"timestamp": [553.32, 554.9], "text": " We're no longer stretched."}, {"timestamp": [555.4, 556.82], "text": " We're no longer burnt out."}, {"timestamp": [557.06, 559.88], "text": " We're bled out because we've got nothing else."}, {"timestamp": [559.92, 561.26], "text": " There's nothing else we can do."}, {"timestamp": [561.6, 564.02], "text": " She says the strain is leading to mistakes."}, {"timestamp": [564.6, 566.22], "text": " I'm going to drive myself to a grave."}, {"timestamp": [567.28, 572.0], "text": " I'm going to, it's only a matter of time before the nurses are that exhausted,"}, {"timestamp": [572.88, 574.96], "text": " that we're going to have a death."}, {"timestamp": [575.08, 576.02], "text": " And I'm being honest."}, {"timestamp": [576.8, 578.96], "text": " We're going to have a death if we don't get it addressed."}, {"timestamp": [579.36, 582.36], "text": " And I know people say that all the time, but it's real."}, {"timestamp": [582.48, 584.64], "text": " When you're a nurse, it's real."}, {"timestamp": [585.12, 586.34], "text": " It's so real."}, {"timestamp": [588.44, 590.68], "text": " And reports of mistakes are filtering through."}, {"timestamp": [590.84, 594.08], "text": " One news spoke to the mother of a man who has rushed to hospital recently"}, {"timestamp": [594.08, 596.44], "text": " with a condition that's yet to be identified."}, {"timestamp": [597.04, 602.1], "text": " She says he's suffering complications because an intravenous line was left in for too long."}, {"timestamp": [602.4, 607.62], "text": " Because he was on an intravenous line and the short staffing in the hospital,"}, {"timestamp": [607.78, 610.96], "text": " they've got one nurse to five patients."}, {"timestamp": [612.5, 614.76], "text": " They weren't able to get to him in time"}, {"timestamp": [614.76, 617.36], "text": " to continue to keep changing out his bags."}, {"timestamp": [617.36, 619.84], "text": " She doesn't want to blame individual nurses"}, {"timestamp": [619.84, 622.04], "text": " but is critical of the whole system."}, {"timestamp": [622.42, 624.86], "text": " I just hope that the government takes notice of this"}, {"timestamp": [624.86, 629.64], "text": " and does something about improving staffing numbers in the hospitals"}, {"timestamp": [629.64, 632.94], "text": " because I don't want anyone else to go through what we're going through."}, {"timestamp": [633.36, 638.04], "text": " Both patients and nurses suffering from an overstretched healthcare workforce."}, {"timestamp": [638.6, 640.32], "text": " Sam Callaway, One News."}, {"timestamp": [641.44, 644.44], "text": " Just hours into the official Easter Rital period,"}, {"timestamp": [644.7, 647.92], "text": " there have already been several serious crashes and a fatality."}, {"timestamp": [648.48, 651.8], "text": " It comes with a warning from police to remember the basics"}, {"timestamp": [651.8, 655.22], "text": " as Kiwis head away under new relaxed restrictions."}, {"timestamp": [655.76, 656.84], "text": " Here's Donna Marie Leaver."}, {"timestamp": [657.56, 660.62], "text": " A fast and fatal crash in South Auckland"}, {"timestamp": [660.62, 664.34], "text": " chalking up the first death on our roads this Easter."}, {"timestamp": [665.76, 670.06], "text": " The driver fled from police during a routine stop in Takanini."}, {"timestamp": [670.62, 675.28], "text": " Officers didn't give chase, but moments later the car crashed into a pole,"}, {"timestamp": [675.74, 679.08], "text": " killing a passenger and leaving others seriously injured."}, {"timestamp": [679.54, 682.16], "text": " When you think about our people who go to these crashes,"}, {"timestamp": [682.7, 686.64], "text": " the scenes that they are greeted by are horrific."}, {"timestamp": [686.64, 689.82], "text": " You can't describe it really, it's not even a movie type stuff."}, {"timestamp": [689.82, 692.6], "text": " But at the end of the day, we don't want to have to go to those crashes."}, {"timestamp": [692.6, 697.4], "text": " We don't also want to have to go to somebody's home and tell them that their loved one has died."}, {"timestamp": [697.4, 704.4], "text": " Last Easter, there were nine deaths on the roads, the highest since 2010, when 12 people died."}, {"timestamp": [704.4, 706.26], "text": " But it's not just fatal crashes."}, {"timestamp": [706.5, 712.02], "text": " Police warned that serious accidents can leave survivors with debilitating injuries"}, {"timestamp": [712.02, 714.84], "text": " that can have a severe impact on their lives."}, {"timestamp": [715.36, 719.98], "text": " In both cases, police say the statistics are horrific and avoidable."}, {"timestamp": [720.2, 723.5], "text": " Even on the greatest roads, we can still have carnage if people aren't doing the right thing."}, {"timestamp": [723.96, 726.88], "text": " So again, the speed limit is the absolute limit."}, {"timestamp": [727.3, 728.98], "text": " Stay off your phone, keep your seatbelt on."}, {"timestamp": [729.18, 731.24], "text": " And for God's sake, if you're drinking, you're not bloody driving."}, {"timestamp": [731.76, 735.5], "text": " Warnings to remember with much of the long weekends still ahead."}, {"timestamp": [736.0, 739.3], "text": " The road toll period ends at 6am on Tuesday."}, {"timestamp": [740.04, 741.74], "text": " Donna Marie Leaver, who are news."}, {"timestamp": [742.72, 746.06], "text": " Police are searching for a man after a firearm was shot at officers"}, {"timestamp": [746.06, 749.5], "text": " during a routine vehicle stop in Taupor early this morning."}, {"timestamp": [750.0, 752.3], "text": " Cordons were in place around the Taohara Forest"}, {"timestamp": [752.3, 755.78], "text": " with the armed defenders squad and a helicopter involved in the surge."}, {"timestamp": [756.22, 759.84], "text": " No one was injured in the incident, and police have located a firearm."}, {"timestamp": [760.72, 765.7], "text": " A who's who of Australia's political scene turned out for a Good Friday service in Sydney today."}, {"timestamp": [766.16, 771.96], "text": " The congregation included the opposition leader, a former prime minister and the wife of the current PM."}, {"timestamp": [772.5, 777.88], "text": " It was all smiles here in church, but with Australians heading to the polls in just over a month,"}, {"timestamp": [778.32, 781.6], "text": " Scott Morrison is in the fight of his political life."}, {"timestamp": [782.04, 785.38], "text": " But how could the election result affect us here in New Zealand?"}, {"timestamp": [785.8, 788.24], "text": " Here's our Australia correspondent, Andrew McFarlane."}, {"timestamp": [789.12, 792.14], "text": " From all the handshaking, baby-hugging and selfie-taking,"}, {"timestamp": [792.48, 796.5], "text": " it's pretty easy to tell that Australia is in the throes of election season."}, {"timestamp": [797.0, 800.86], "text": " 40,000 people are alive in Australia today because of the way we manage the pandemic."}, {"timestamp": [801.32, 804.48], "text": " Australians deserve a Prime Minister who shows up,"}, {"timestamp": [804.82, 807.46], "text": " who takes responsibility and who works with"}, {"timestamp": [807.46, 807.98], "text": " people."}, {"timestamp": [808.26, 812.78], "text": " And the political pundits warm this campaign is only going to get more personal."}, {"timestamp": [812.78, 818.74], "text": " I can see already that we're focusing on gotcha moments, high vis vests, and all the sorts"}, {"timestamp": [818.74, 822.82], "text": " of trappings we've started to become used to from an election campaign over the last decade"}, {"timestamp": [822.82, 823.24], "text": " of so."}, {"timestamp": [823.36, 827.64], "text": " The relationship between Australia and New Zealand's being tested over the last three years"}, {"timestamp": [827.64, 832.34], "text": " and the Sydney-based political scientists says Al-Tiaro should be paying close attention."}, {"timestamp": [832.54, 836.86], "text": " The security issues that have been raised by the announcement of the Chinese Defence deal"}, {"timestamp": [836.86, 841.1], "text": " with the Solomon Islands is certainly going to come up for discussion."}, {"timestamp": [841.6, 850.22], "text": " That's something that both Australia and New Zealand will have to consider much more seriously than they have up until now. So how do the candidates stack up on other"}, {"timestamp": [850.22, 855.22], "text": " issues that will affect New Zealand? Scott Morrison's party has been immovable on issues around"}, {"timestamp": [855.22, 860.4], "text": " Kiwis accessing social security here in Oz. Could a new leader open the door to changes?"}, {"timestamp": [860.96, 865.16], "text": " Morrison wants to toughen the 501 laws, meaning hundreds more Kiwis could be given"}, {"timestamp": [865.16, 870.56], "text": " the boot from Oz. Albanyesey's parties previously expressed concerns about how the changes"}, {"timestamp": [870.56, 875.52], "text": " could affect Kiwis. Anthony Albanese also wants to boost the number of nurses in aged care"}, {"timestamp": [875.52, 880.14], "text": " facilities, but there are worries they'll end up being taken from New Zealand. It's something"}, {"timestamp": [880.14, 884.3], "text": " the Kiwi government's already been keeping an eye on. The nurses have been advocating for"}, {"timestamp": [884.3, 888.68], "text": " some time that if we don't make a significant shift in nurse remuneration,"}, {"timestamp": [889.2, 893.68], "text": " then we risk losing nurses to countries who can and do pay more."}, {"timestamp": [893.74, 896.1], "text": " So, what does this expert think the result will be?"}, {"timestamp": [896.1, 900.1], "text": " I still think that we're odds on for a Labour victory,"}, {"timestamp": [900.4, 904.44], "text": " but whether it's by one seat or by ten seats is going to be the difference."}, {"timestamp": [904.7, 907.96], "text": " So a change at the top with a wild card in Anthony Albanesey."}, {"timestamp": [908.32, 911.58], "text": " There are just under six weeks until we'll know if he's right."}, {"timestamp": [912.1, 914.16], "text": " Andrew McFauland, One News, Sydney."}, {"timestamp": [916.06, 918.9], "text": " Prince Harry and his wife have slipped into the UK"}, {"timestamp": [918.9, 921.52], "text": " and met with the Queen on their way to the Netherlands."}, {"timestamp": [921.52, 926.78], "text": " As the Peers first trip back to Britain since they quit royal duties in March 2020"}, {"timestamp": [926.78, 930.68], "text": " and comes as the Queen pulls out of official duties this Easter."}, {"timestamp": [931.1, 932.16], "text": " Jordan Rudd has more."}, {"timestamp": [933.06, 937.12], "text": " Dishing out coins to pensioners at the Royal Monde service."}, {"timestamp": [937.32, 938.12], "text": " Thank you."}, {"timestamp": [938.32, 941.48], "text": " An ancient tradition usually carried out by Queen Elizabeth."}, {"timestamp": [944.12, 949.9], "text": " The Prince of Wales and the Duchess of Cornwall attended the annual service at St George's Chapel"}, {"timestamp": [949.9, 952.3], "text": " in place of the 95-year-old."}, {"timestamp": [952.54, 957.54], "text": " The monarch is struggling with mobility and will miss the Easter Sunday event at Windsor 2."}, {"timestamp": [957.84, 964.2], "text": " It's a service she hasn't missed since 1970, while on a royal tour of New Zealand and Australia."}, {"timestamp": [966.44, 972.2], "text": " Today, behind closed doors, the Queen received two notable visitors at Windsor Castle."}, {"timestamp": [972.5, 975.68], "text": " Prince Harry and wife Megan were spotted by passers-by."}, {"timestamp": [975.92, 979.98], "text": " The couple en route to the Hague, where the Invictus Games are about to kick off."}, {"timestamp": [980.28, 984.24], "text": " A tournament started by Prince Harry eight years ago for wounded veterans."}, {"timestamp": [986.6, 990.52], "text": " This is the last time the couple made a joint appearance in Britain,"}, {"timestamp": [990.96, 993.7], "text": " the Commonwealth Day Service in March 2020."}, {"timestamp": [994.26, 995.86], "text": " They take lessies."}, {"timestamp": [996.52, 1001.5], "text": " Days later, they formally stepped back from royal duties and moved to the United States."}, {"timestamp": [1001.5, 1003.24], "text": " There really was no other option."}, {"timestamp": [1003.5, 1007.1], "text": " Kicking off a tumultuous two years of reported infighting"}, {"timestamp": [1007.1, 1011.2], "text": " that included a high-profile interview with Oprah Winfrey."}, {"timestamp": [1011.56, 1014.14], "text": " Were you silent or were you silenced?"}, {"timestamp": [1014.78, 1018.12], "text": " The couple's visit comes as Prince Harry brings a court challenge"}, {"timestamp": [1018.12, 1023.92], "text": " against the UK government over its decision to refuse police security during his visits."}, {"timestamp": [1023.92, 1025.92], "text": " Lack of security protection,"}, {"timestamp": [1026.1, 1029.44], "text": " the reason he didn't attend last month's memorial service"}, {"timestamp": [1029.44, 1031.72], "text": " for his grandfather, Prince Philip,"}, {"timestamp": [1031.96, 1033.64], "text": " who died in April last year."}, {"timestamp": [1034.16, 1037.62], "text": " But there'll be no shortage of protection in the Hague this weekend."}, {"timestamp": [1037.62, 1041.54], "text": " The pair have been granted very, very important people status"}, {"timestamp": [1041.54, 1044.2], "text": " and supplied in-country protection."}, {"timestamp": [1044.78, 1046.48], "text": " Jordan Rudd, One News."}, {"timestamp": [1047.64, 1048.6], "text": " I'm Erie Aki-Nay."}, {"timestamp": [1048.7, 1053.34], "text": " Coming up, Britain unveils a new plan aimed at deterring illegal immigrants."}, {"timestamp": [1053.34, 1057.92], "text": " If caught, you could end up in an African nation with a grizzly history."}, {"timestamp": [1058.48, 1062.34], "text": " And the great cat debate should footloose felines be reined in?"}, {"timestamp": [1062.88, 1064.9], "text": " They're trying to across the ditch."}, {"timestamp": [1067.9, 1069.16], "text": " Is coffee guilty?"}, {"timestamp": [1069.46, 1070.2], "text": " Yes, he is."}, {"timestamp": [1070.38, 1071.6], "text": " I know, violent man."}, {"timestamp": [1071.84, 1075.24], "text": " There doesn't seem to be any real violence in him."}, {"timestamp": [1075.54, 1077.62], "text": " He was found with the victims in his arms."}, {"timestamp": [1077.92, 1079.32], "text": " I don't think he did it at all."}, {"timestamp": [1079.32, 1082.56], "text": " The Green Mile, tonight on one."}, {"timestamp": [1083.76, 1085.3], "text": " Master Chief recovered something."}, {"timestamp": [1087.64, 1088.62], "text": " Sacred ring."}, {"timestamp": [1088.86, 1089.12], "text": " Halo."}, {"timestamp": [1092.0, 1093.82], "text": " Find the halo. Win the war."}, {"timestamp": [1094.3, 1095.66], "text": " Halo, the series."}, {"timestamp": [1095.96, 1097.9], "text": " Streaming now, TV and Zat on demand."}, {"timestamp": [1098.9, 1100.42], "text": " Hey, let's go."}, {"timestamp": [1103.12, 1105.24], "text": " We're coming alive now. Taking out the color of the world, make it so bright. We're coming alive now."}, {"timestamp": [1105.34, 1107.6], "text": " Taking out the color of the world, make it so bright."}, {"timestamp": [1107.9, 1109.66], "text": " We're coming to life now."}, {"timestamp": [1109.76, 1112.04], "text": " Putting it together, got a feeling that it's so right."}, {"timestamp": [1112.66, 1114.08], "text": " Want to ride a rocket to the moon?"}, {"timestamp": [1114.38, 1115.14], "text": " Take a trip with me."}, {"timestamp": [1115.22, 1116.28], "text": " That's a lot that we can do."}, {"timestamp": [1116.68, 1117.58], "text": " Want a concept."}, {"timestamp": [1117.78, 1118.68], "text": " Open up your mindset."}, {"timestamp": [1119.12, 1119.8], "text": " Get in contact."}, {"timestamp": [1119.96, 1121.28], "text": " Shut me where your frick set."}, {"timestamp": [1125.66, 1127.58], "text": " We're coming alive now."}, {"timestamp": [1127.68, 1129.96], "text": " Taking out the color of the world, making it so bright."}, {"timestamp": [1130.26, 1132.18], "text": " We're coming alive now."}, {"timestamp": [1136.76, 1140.02], "text": " Out of it all."}, {"timestamp": [1140.66, 1142.94], "text": " That's the time for your imagination."}, {"timestamp": [1143.66, 1145.2], "text": " For a new creation"}, {"timestamp": [1145.2, 1147.58], "text": " Up and down this nation"}, {"timestamp": [1147.58, 1149.82], "text": " We're coming alive now"}, {"timestamp": [1149.82, 1152.22], "text": " There's a call for New Zealand"}, {"timestamp": [1152.22, 1154.34], "text": " Coming soon on two"}, {"timestamp": [1154.34, 1155.28], "text": " Putting it together"}, {"timestamp": [1155.28, 1157.08], "text": " That's all right"}, {"timestamp": [1157.08, 1161.06], "text": " There's a lot"}, {"timestamp": [1169.84, 1178.16], "text": " There's a call for New Zealand to follow a bold move in Australia, banning cats from going outdoors. The Australian capital territories passed a law that means any new pet cats will have to be confined in a bid to protect native wildlife."}, {"timestamp": [1178.54, 1179.68], "text": " Kushner Norman explains."}, {"timestamp": [1180.64, 1188.94], "text": " They're curious creatures and partial to prowling, but soon the great outdoors will be out of bounds for some Australian moggis."}, {"timestamp": [1189.44, 1198.5], "text": " From July, new pet cats in the Australian Capital Territory will have to either stay inside or hang out in a self-contained area like this cateo."}, {"timestamp": [1198.5, 1202.26], "text": " It means eventually there'll be no cats roaming Canberra."}, {"timestamp": [1202.64, 1204.72], "text": " The goal is to help protect wildlife."}, {"timestamp": [1205.26, 1207.28], "text": " If we just look at the pet cats,"}, {"timestamp": [1207.72, 1212.36], "text": " they are killing about 390 million animals in Australia every year."}, {"timestamp": [1212.54, 1215.28], "text": " But he says it's about much more than biodiversity."}, {"timestamp": [1215.28, 1220.08], "text": " It's actually far better for the pet cats themselves to be contained."}, {"timestamp": [1220.68, 1223.98], "text": " It stops them from getting hit by cars."}, {"timestamp": [1224.4, 1227.26], "text": " It stops them from all of the injuries that happen when they fight."}, {"timestamp": [1227.5, 1231.88], "text": " Gareth Morgan provoked anger in 2013 with a call to confine cats,"}, {"timestamp": [1232.28, 1233.88], "text": " but he thinks the mood's changed."}, {"timestamp": [1234.12, 1236.78], "text": " When I first raised the same thing in New Zealand, of course,"}, {"timestamp": [1236.86, 1242.34], "text": " I was vehemently opposed by the SPCA here under Bob Kerritch."}, {"timestamp": [1242.88, 1249.66], "text": " But today, the SPCA is full, fully behind this sort of policy."}, {"timestamp": [1249.9, 1253.72], "text": " He says a National Cat Act now needs to be established in New Zealand."}, {"timestamp": [1253.98, 1257.04], "text": " You're basically grandfather out wandering cats."}, {"timestamp": [1257.7, 1263.54], "text": " So if you're not prepared to contain your cats on your section, then make sure this cat is"}, {"timestamp": [1263.54, 1264.02], "text": " your last."}, {"timestamp": [1264.38, 1268.38], "text": " Australia's SPCA supports ACT's policy change."}, {"timestamp": [1268.82, 1271.42], "text": " But one cat charity here says it's unacceptable."}, {"timestamp": [1271.42, 1277.42], "text": " They are basically denying cats, their normal instincts, their normal desires to go out,"}, {"timestamp": [1277.56, 1279.2], "text": " and we all know what lockdown's like."}, {"timestamp": [1279.3, 1282.52], "text": " So imagine being locked down for your whole life, stuck in a house,"}, {"timestamp": [1282.76, 1285.12], "text": " when your natural instinct is to go out and party."}, {"timestamp": [1285.7, 1290.5], "text": " She says cat containment isn't practical and she'll be opposing any similar moves here."}, {"timestamp": [1290.9, 1292.4], "text": " Cushler Norman, One News."}, {"timestamp": [1294.04, 1299.56], "text": " Elon Musk wants more of Twitter and has made a cash offer to buy the entire platform."}, {"timestamp": [1300.04, 1304.84], "text": " Musk's bid of more than $60 billion would see the world's richest man take the social media"}, {"timestamp": [1304.84, 1306.46], "text": " network into private ownership."}, {"timestamp": [1307.04, 1309.42], "text": " He said that Twitter needs to be transformed"}, {"timestamp": [1309.42, 1312.88], "text": " and he would turn it into the platform for free speech."}, {"timestamp": [1313.46, 1317.32], "text": " Twitter say it will make a decision in the best interest of its shareholders."}, {"timestamp": [1317.96, 1320.86], "text": " Musk already owns 9% of Twitter."}, {"timestamp": [1322.2, 1324.84], "text": " New York subway shooter Frank James has appeared in court"}, {"timestamp": [1324.84, 1325.74], "text": " charged with committing"}, {"timestamp": [1325.74, 1331.16], "text": " a federal terrorist offense, which applies to attacks on mass transport systems. There's no"}, {"timestamp": [1331.16, 1337.08], "text": " evidence linking the 62-year-old shooting spree to any known terror organizations. ABC's Morgan"}, {"timestamp": [1337.08, 1344.1], "text": " Norwood has the latest. Tonight, Frank James, the man who police say unleashed a fury of carnage and chaos"}, {"timestamp": [1344.1, 1345.78], "text": " on a New York City subway train,"}, {"timestamp": [1346.08, 1351.44], "text": " will remain in federal custody without bail. James going before federal judges today in Brooklyn,"}, {"timestamp": [1351.58, 1359.5], "text": " who cited with prosecutors who argued he should be held without bond, calling the attack entirely premeditated and carefully planned,"}, {"timestamp": [1359.86, 1365.9], "text": " saying it caused terror among the victims in our entire city. James now represented by public defenders."}, {"timestamp": [1366.34, 1369.46], "text": " We are also learning about what happened on that train,"}, {"timestamp": [1369.46, 1373.12], "text": " and we caution against a rush to judgment."}, {"timestamp": [1373.42, 1376.56], "text": " Yesterday, Mr. James saw his photograph on the news."}, {"timestamp": [1377.08, 1379.42], "text": " He called crime stoppers to help."}, {"timestamp": [1379.86, 1382.32], "text": " He told them where he was."}, {"timestamp": [1382.56, 1384.88], "text": " And even if James hadn't called police on himself"}, {"timestamp": [1384.88, 1387.12], "text": " as he wandered around Manhattan's East Village,"}, {"timestamp": [1387.54, 1390.44], "text": " police say they're confident they would have captured him just as quickly,"}, {"timestamp": [1390.9, 1395.88], "text": " saying they enlisted the help of Milwaukee and Philadelphia police in order to cast a wide nap"}, {"timestamp": [1395.88, 1398.96], "text": " and ask the public to call in tips on his whereabouts."}, {"timestamp": [1399.42, 1404.76], "text": " With James remaining in federal custody investigators continuing to piece together the timeline of the attack,"}, {"timestamp": [1405.0, 1409.52], "text": " ABC News learning they believe James may have rushed the attack, allegedly setting off his smoke"}, {"timestamp": [1409.52, 1414.54], "text": " grenade sooner than planned, adding that he possibly dropped to one knee, avoiding the rising smoke,"}, {"timestamp": [1414.54, 1419.88], "text": " and open fire from that crouching position, which could explain why the victims were mostly shot in"}, {"timestamp": [1419.88, 1421.12], "text": " their hands or legs."}, {"timestamp": [1421.32, 1428.68], "text": " I was sitting next to him, and he calls a bomb and smoke bomb. And all I remember"}, {"timestamp": [1428.68, 1435.72], "text": " was like helping a pregnant woman because I thought it was fireworks at first, making sure she"}, {"timestamp": [1435.72, 1440.9], "text": " did I get shot in the back. And that's when everybody started pushing towards the back."}, {"timestamp": [1441.02, 1445.34], "text": " And that's when they got shot in theined. In the chaotic aftermath, police say James"}, {"timestamp": [1445.34, 1450.88], "text": " slipped onto another train. This picture shows him emerging from another station. Investigators were"}, {"timestamp": [1450.88, 1455.9], "text": " able to determine his identity from the items he allegedly left at the scene, a gun, a bright"}, {"timestamp": [1455.9, 1461.74], "text": " orange vest, a credit card, and the key to a U-Haul rented in his name. But those things weren't"}, {"timestamp": [1461.74, 1467.56], "text": " discovered until after the bomb squad cleared the area. Police say that gave James a head start to escape."}, {"timestamp": [1468.28, 1476.34], "text": " The Mexican Navy has made a major drugs bust off the coast of one of the country's most popular tourist spots, Porto Varietta."}, {"timestamp": [1476.84, 1481.2], "text": " A speed boat loaded with bags of cocaine was chased down by a naval frigate."}, {"timestamp": [1481.68, 1485.3], "text": " Several of the packages were lost overboard, but the hall was still put at"}, {"timestamp": [1485.3, 1492.68], "text": " 1.2 tonnes, with an estimated street value of almost $600 million. And Spanish authorities"}, {"timestamp": [1492.68, 1498.08], "text": " have destroyed more than 400,000 hemp plants after rating what's been described as Europe's"}, {"timestamp": [1498.08, 1503.22], "text": " biggest cannabis plantation. The plants, which were being used for an illegal processing operation,"}, {"timestamp": [1503.22, 1506.82], "text": " were spread across 11 fields in rural Navarre."}, {"timestamp": [1507.84, 1513.8], "text": " Pope Francis has headed to an Italian prison to kiss and wash the feet of a dozen lucky inmates."}, {"timestamp": [1514.3, 1519.08], "text": " The service was for Holy Thursday Mass and took place in a jail northwest of Rome."}, {"timestamp": [1519.08, 1524.16], "text": " He told the inmates that God would judge them but also be ready to forgive them."}, {"timestamp": [1524.64, 1525.8], "text": " It marks the start of"}, {"timestamp": [1525.8, 1532.54], "text": " an intense three days for the Pope leading up to Easter. British Prime Minister Boris Johnson"}, {"timestamp": [1532.54, 1538.0], "text": " is under fire again, this time for a new immigration policy, which would send illegal migrants"}, {"timestamp": [1538.0, 1544.44], "text": " to Rwanda. The East African nation is best known for the genocide in the mid-1990s that claims"}, {"timestamp": [1544.44, 1547.68], "text": " more than half a million lives in a 100-day period."}, {"timestamp": [1548.38, 1555.98], "text": " The scheme intended to undermine human trafficking to the UK will apply for men and women, but not children or families."}, {"timestamp": [1556.22, 1558.4], "text": " BBC's Mark Eastern reports from Rwanda."}, {"timestamp": [1559.04, 1561.3], "text": " A handshake in the grip of controversy."}, {"timestamp": [1561.6, 1565.84], "text": " This formal agreement between Britain and Rwanda is, according to the Home Secretary,"}, {"timestamp": [1565.84, 1569.32], "text": " a world first in the approach to dealing with asylum seekers."}, {"timestamp": [1569.32, 1572.68], "text": " Men and women arriving in the UK by an unofficial route"}, {"timestamp": [1572.68, 1575.88], "text": " will have their request for sanctuary ruled inadmissible,"}, {"timestamp": [1575.88, 1579.6], "text": " classed as an illegal migrant and could be forcibly relocated"}, {"timestamp": [1579.6, 1584.42], "text": " 4,000 miles south to rebuild their life in East Africa."}, {"timestamp": [1584.42, 1591.9], "text": " We as two ministers stand here today, absolutely committed to change in some of the norms around"}, {"timestamp": [1591.9, 1597.44], "text": " the broken global migration system because for too long other countries and by the way"}, {"timestamp": [1597.44, 1600.6], "text": " naysayers just sit on their hands and have been watching people die."}, {"timestamp": [1601.44, 1608.04], "text": " The migration and economic development partnership sees the UK send an initial £120 million"}, {"timestamp": [1608.04, 1613.06], "text": " pounds for educational projects in Rwanda in return for the small African state, helping deal"}, {"timestamp": [1613.06, 1619.64], "text": " with what's become a humiliation for ministers who promised to control Britain's borders."}, {"timestamp": [1619.64, 1628.7], "text": " Record numbers of asylum seekers arriving across the channel in small boats. The Prime Minister was in Dover today to launch a series of policies designed"}, {"timestamp": [1628.7, 1632.68], "text": " to show the government getting serious with the problem of people traffickers."}, {"timestamp": [1632.68, 1640.1], "text": " This innovative approach, driven by our shared humanitarian impulse and made possible by Brexit freedoms,"}, {"timestamp": [1640.78, 1645.1], "text": " will provide safe and legal routes for asylum"}, {"timestamp": [1645.1, 1648.98], "text": " while disrupting the business model of the gangs."}, {"timestamp": [1649.68, 1652.96], "text": " But the centrepiece of the response is the deal with Rwanda."}, {"timestamp": [1653.26, 1656.54], "text": " If it happens, this is where the first of those flown to Kigali"}, {"timestamp": [1656.54, 1659.18], "text": " will be housed, currently a private hostel."}, {"timestamp": [1659.48, 1661.64], "text": " Is it reserved for people coming from Britain?"}, {"timestamp": [1664.76, 1667.6], "text": " Today's guided tour also included a meeting"}, {"timestamp": [1667.6, 1671.72], "text": " with a Yemeni refugee who has successfully made his home in the country."}, {"timestamp": [1672.22, 1675.86], "text": " The weather is really great the whole year, no change."}, {"timestamp": [1678.24, 1680.98], "text": " Yeah, I think this is most of the things that I like."}, {"timestamp": [1681.5, 1684.62], "text": " Many, though, have profound concerns about the practicality,"}, {"timestamp": [1684.74, 1686.8], "text": " the cost and the humanity"}, {"timestamp": [1686.8, 1692.24], "text": " of this deal, the British government sending often traumatized asylum seekers halfway around"}, {"timestamp": [1692.24, 1698.68], "text": " the world to rebuild their lives in a country they've never been to."}, {"timestamp": [1698.68, 1704.64], "text": " Rwanda is still a country recovering from genocide, half a million people killed in the mid-90s."}, {"timestamp": [1704.64, 1707.74], "text": " Criticised by the UK for its human rights record last year,"}, {"timestamp": [1708.1, 1712.44], "text": " this may seem an odd choice of partner to entrust with protecting the human rights"}, {"timestamp": [1712.44, 1714.96], "text": " of traumatized and vulnerable asylum seekers."}, {"timestamp": [1716.3, 1719.82], "text": " Israel scrapped a similar arrangement with Rwanda in 2018,"}, {"timestamp": [1720.36, 1724.74], "text": " after it emerged that asylum seekers ended up in the hands of people traffickers."}, {"timestamp": [1724.74, 1725.1], "text": " There were accounts of rape, torture, enslavement and murder After it emerged, the asylum seekers ended up in the hands of people traffickers."}, {"timestamp": [1728.32, 1733.18], "text": " There were accounts of rape, torture, enslavement and murder as desperate refugees headed north to try to get into Europe across the Mediterranean."}, {"timestamp": [1734.02, 1737.42], "text": " Opposition politicians were united in condemning the deal."}, {"timestamp": [1737.84, 1743.68], "text": " There's no evidence that it will stop these appalling, organised criminal gangs, these traffickers,"}, {"timestamp": [1744.3, 1747.68], "text": " and it's going to be incredibly expensive as well."}, {"timestamp": [1748.02, 1750.84], "text": " The hope to stop the small boats, the ambition,"}, {"timestamp": [1751.18, 1754.9], "text": " potentially for tens of thousands of people to be packed onto planes to Rwanda."}, {"timestamp": [1755.28, 1758.74], "text": " The reality, a government expecting a challenge in the courts"}, {"timestamp": [1758.74, 1761.84], "text": " seeking to scupper this proposal before it begins."}, {"timestamp": [1763.36, 1765.64], "text": " Maataki Tonuai, keep watching."}, {"timestamp": [1765.8, 1769.9], "text": " We head back to Ukraine and get close to the president inside his headquarters."}, {"timestamp": [1770.7, 1771.34], "text": " It's my job."}, {"timestamp": [1771.82, 1775.92], "text": " I have to do it and it's difficult without a family."}, {"timestamp": [1776.58, 1780.48], "text": " Why President Zelensky intends to keep on making sacrifices."}, {"timestamp": [1781.24, 1787.22], "text": " And after striking out, how come this equestrian veteran is back in the horse training business so quickly?"}, {"timestamp": [1789.68, 1792.06], "text": " And a decent spell of weather setting up for the weekend."}, {"timestamp": [1792.24, 1793.8], "text": " There's still a couple of fronts in the mix, too."}, {"timestamp": [1793.92, 1795.26], "text": " Here's one here in the Southern Ocean."}, {"timestamp": [1795.72, 1797.62], "text": " That heads up, of course, to the far south."}, {"timestamp": [1797.7, 1800.28], "text": " Quick spell of wind and serene view as that slides in."}, {"timestamp": [1800.66, 1803.0], "text": " What's else to store at your place for the long weekend?"}, {"timestamp": [1803.24, 1804.52], "text": " Details after sport."}, {"timestamp": [1812.0, 1820.74], "text": " Saturday on Cooking with the stars i'm actually speechless it's the grand final what's burning no a j if anything can go wrong why not everything ah oh no that's bad then"}, {"timestamp": [1820.74, 1826.04], "text": " follow your nose actually a smell coming from here on On Heathrow, Britain's busiest airboard."}, {"timestamp": [1826.14, 1827.46], "text": " And that's worth a lot of money."}, {"timestamp": [1827.54, 1829.92], "text": " Then, it's my impossible house."}, {"timestamp": [1830.06, 1832.0], "text": " I'm confident it will work."}, {"timestamp": [1832.16, 1833.5], "text": " I'm maybe the only person."}, {"timestamp": [1834.06, 1836.34], "text": " That's your Saturday night on one."}, {"timestamp": [1836.98, 1842.16], "text": " There was a very dark side of Playboy that nobody wants to talk about."}, {"timestamp": [1842.38, 1843.66], "text": " For the first time ever."}, {"timestamp": [1843.66, 1845.88], "text": " He was an advocate for sexual freedom"}, {"timestamp": [1845.88, 1847.08], "text": " and the First Amendment."}, {"timestamp": [1847.44, 1848.48], "text": " And he really did believe"}, {"timestamp": [1848.48, 1849.62], "text": " he owned these women."}, {"timestamp": [1849.92, 1851.04], "text": " Exclusive interviews."}, {"timestamp": [1851.72, 1852.54], "text": " I didn't realize"}, {"timestamp": [1852.54, 1853.98], "text": " that getting into the Playboy world"}, {"timestamp": [1853.98, 1855.34], "text": " was a dangerous choice."}, {"timestamp": [1855.6, 1857.14], "text": " Sometimes things happen in the bedroom."}, {"timestamp": [1858.06, 1859.42], "text": " The people who are really there,"}, {"timestamp": [1859.66, 1861.14], "text": " they're the ones who know the real truth."}, {"timestamp": [1861.54, 1862.68], "text": " Secrets of Playboy."}, {"timestamp": [1863.08, 1865.36], "text": " Streaming now, TVNZ on demand."}, {"timestamp": [1867.92, 1868.94], "text": " You're in love."}, {"timestamp": [1869.44, 1871.3], "text": " Love can make you crazy."}, {"timestamp": [1872.04, 1873.52], "text": " He's jealous and controlling."}, {"timestamp": [1873.76, 1875.06], "text": " She needs to get out of there."}, {"timestamp": [1875.3, 1877.04], "text": " Well, man, you need to be careful and keep your distance."}, {"timestamp": [1877.92, 1879.32], "text": " Remember that we're a family."}, {"timestamp": [1880.04, 1880.88], "text": " Yeah, final for ever."}, {"timestamp": [1882.32, 1883.7], "text": " What else went wrong?"}, {"timestamp": [1884.48, 1885.84], "text": " We did everything we could."}, {"timestamp": [1885.84, 1887.7], "text": " And then he was gone."}, {"timestamp": [1887.9, 1890.56], "text": " Oh my, my God."}, {"timestamp": [1890.56, 1890.58], "text": " Hold you back."}, {"timestamp": [1895.92, 1902.86], "text": " Hello, Ma'amai, Arnall."}, {"timestamp": [1903.0, 1909.92], "text": " Welcome back. We return to Ukraine, where President Zelensky has addressed the nation on the 50th day of the Russian invasion."}, {"timestamp": [1910.42, 1917.18], "text": " He praised the spirit of Ukrainians for not giving up and for defending their country for much longer than Russia would have expected."}, {"timestamp": [1917.8, 1922.62], "text": " As earlier, Mr Zelensi gave an exclusive face-to-face interview with the BBC."}, {"timestamp": [1923.28, 1925.8], "text": " Correspondent, Clive Myrie was granted access"}, {"timestamp": [1925.8, 1928.0], "text": " to the President's Situation Room."}, {"timestamp": [1928.0, 1934.0], "text": " Mr President, Clive Myrie, pleasure to me too. I'm very, very well. It's good to see you."}, {"timestamp": [1934.0, 1939.8], "text": " For the entirety of the war, Volodymya Zelenskyy has called this heavily fortified building home"}, {"timestamp": [1939.8, 1941.0], "text": " in the centre of Kiev."}, {"timestamp": [1941.0, 1947.0], "text": " How difficult has it been for you to be here through all this without your family?"}, {"timestamp": [1947.0, 1950.0], "text": " Mom."}, {"timestamp": [1950.0, 1952.0], "text": " It's my job."}, {"timestamp": [1952.0, 1958.0], "text": " I have to do it and it's difficult without family be anywhere."}, {"timestamp": [1958.0, 1962.0], "text": " His wife and children are safe at an undisclosed location."}, {"timestamp": [1962.0, 1966.12], "text": " His companions here, heavily armed troops, sandbags and mines."}, {"timestamp": [1966.6, 1967.64], "text": " There was no light at all."}, {"timestamp": [1967.74, 1968.34], "text": " You kept everything."}, {"timestamp": [1968.34, 1971.74], "text": " At the start of the war, they walked around in the darkness here,"}, {"timestamp": [1972.0, 1973.38], "text": " afraid of Russian shelling."}, {"timestamp": [1974.0, 1975.38], "text": " It's like our country."}, {"timestamp": [1976.66, 1979.58], "text": " Like our country is going through the dark."}, {"timestamp": [1979.84, 1980.66], "text": " Going through the darkness."}, {"timestamp": [1980.72, 1981.6], "text": " To the victory."}, {"timestamp": [1982.08, 1982.62], "text": " I hope so."}, {"timestamp": [1983.28, 1985.74], "text": " As we enter what's labeled the Situation Room,"}, {"timestamp": [1986.12, 1987.82], "text": " the president gets a text."}, {"timestamp": [1988.5, 1995.38], "text": " Emmanuel Macron. Oh, it's Manuel Macron. Yeah, yeah, he phoned me. Yes, we have connections."}, {"timestamp": [1995.68, 2000.16], "text": " Okay. Yes, and that's it. So he dropped you a message, oh, I can see it. I don't know."}, {"timestamp": [2000.94, 2005.64], "text": " Yes, but he just tried to reach you, my friend, when you have someone."}, {"timestamp": [2005.76, 2006.54], "text": " When you have some time."}, {"timestamp": [2006.76, 2008.48], "text": " So we're holding up Mr. Macron."}, {"timestamp": [2008.8, 2009.0], "text": " Yeah."}, {"timestamp": [2009.26, 2011.04], "text": " I can see the plus three, three."}, {"timestamp": [2011.12, 2011.58], "text": " That's Paris."}, {"timestamp": [2011.92, 2012.1], "text": " Yeah."}, {"timestamp": [2012.76, 2014.42], "text": " Yes, that's true."}, {"timestamp": [2014.6, 2014.76], "text": " Yeah."}, {"timestamp": [2018.36, 2020.52], "text": " A few minutes later, he returns."}, {"timestamp": [2020.52, 2026.24], "text": " His preoccupation, a renewed Russian military onslaught about to begin in the East."}, {"timestamp": [2027.3, 2029.78], "text": " Are you getting the right weapons you need from the West?"}, {"timestamp": [2033.18, 2039.66], "text": " We need weapons today, so we can fight. We cannot wait until some country decides to give or sell as weapons."}, {"timestamp": [2040.14, 2044.98], "text": " Some have still not decided on this, and we cannot wait for two or three weeks, or a month."}, {"timestamp": [2044.98, 2049.44], "text": " The United States, the United Kingdom Kingdom and some European countries are helping."}, {"timestamp": [2049.84, 2051.76], "text": " But we need it sooner. We need it now."}, {"timestamp": [2052.96, 2054.88], "text": " Is it enough? We don't think so."}, {"timestamp": [2054.88, 2060.88], "text": " The priority world is sooner."}, {"timestamp": [2061.52, 2065.08], "text": " The priority words quickly. the priority words now."}, {"timestamp": [2066.5, 2070.26], "text": " He's a president who's been cut off from his people, a citizenry,"}, {"timestamp": [2070.5, 2074.3], "text": " suffering unimaginable horrors at the hands of a ruthless adversary."}, {"timestamp": [2074.84, 2078.24], "text": " He's full of hate, he says, for Russia's troops and their leaders,"}, {"timestamp": [2078.76, 2081.32], "text": " gradually limiting the scope for peace talks."}, {"timestamp": [2082.42, 2084.06], "text": " Is Vladimir Putin a war criminal?"}, {"timestamp": [2086.44, 2088.28], "text": " I think that everyone,"}, {"timestamp": [2088.52, 2090.18], "text": " everyone who gave orders"}, {"timestamp": [2090.18, 2093.0], "text": " all at the top, the entire entourage,"}, {"timestamp": [2093.32, 2095.86], "text": " all the military, they are all criminals."}, {"timestamp": [2097.24, 2099.98], "text": " How do you sit across the table"}, {"timestamp": [2099.98, 2102.84], "text": " to try to stop the war?"}, {"timestamp": [2103.04, 2103.92], "text": " How do you do that?"}, {"timestamp": [2106.6, 2112.26], "text": " Bucci is in this process, closing these possibilities."}, {"timestamp": [2113.42, 2115.76], "text": " Bucha, Borodjanka, Mariupol."}, {"timestamp": [2116.3, 2121.3], "text": " So I don't have, you know, it's not about me,"}, {"timestamp": [2122.14, 2123.34], "text": " it's more about Russia."}, {"timestamp": [2124.78, 2132.78], "text": " They will not have so many chances in the long period to speak with us."}, {"timestamp": [2133.34, 2136.94], "text": " And what of those European countries, despite other sanctions,"}, {"timestamp": [2137.4, 2140.8], "text": " still sending billions to Russia in oil and gas revenues?"}, {"timestamp": [2141.34, 2142.18], "text": " Oil and gas."}, {"timestamp": [2144.44, 2147.66], "text": " We don't understand how you can make money out of blood."}, {"timestamp": [2148.16, 2150.84], "text": " Unfortunately, some European countries have done this."}, {"timestamp": [2151.3, 2154.7], "text": " Before the war began, I spoke to Chancellor Merkel and said,"}, {"timestamp": [2154.7, 2160.06], "text": " if a full-scale invasion of Ukraine happens, they will go further into Poland,"}, {"timestamp": [2160.4, 2163.44], "text": " and after that they will be on your borders of Germany."}, {"timestamp": [2163.88, 2165.86], "text": " If that happened, would you say to your people,"}, {"timestamp": [2166.24, 2168.98], "text": " it's fine, it's business, it's just business."}, {"timestamp": [2169.24, 2170.72], "text": " It has nothing to do with the war."}, {"timestamp": [2171.22, 2171.9], "text": " War is war."}, {"timestamp": [2172.12, 2174.12], "text": " We are going to fight for freedom and democracy."}, {"timestamp": [2174.66, 2176.56], "text": " With our right hand, we will be shooting,"}, {"timestamp": [2176.9, 2179.94], "text": " but with our left hand, we will be earning money."}, {"timestamp": [2180.86, 2183.84], "text": " It's right, right, we will be running money."}, {"timestamp": [2183.84, 2185.5], "text": " And right with the right, we'll be able're going to start with the right hand we're going to grab"}, {"timestamp": [2185.5, 2186.26], "text": " Gresh"}, {"timestamp": [2186.26, 2189.34], "text": " How do you maintain"}, {"timestamp": [2189.34, 2191.02], "text": " Hope"}, {"timestamp": [2191.02, 2195.24], "text": " in the future given everything that's happened"}, {"timestamp": [2195.24, 2198.16], "text": " It's not hope"}, {"timestamp": [2198.16, 2199.44], "text": " It's certainty"}, {"timestamp": [2199.44, 2201.2], "text": " That you win"}, {"timestamp": [2201.2, 2202.6], "text": " Yes of course"}, {"timestamp": [2206.9, 2209.78], "text": " Mountain rescuers in Scotland are using drones"}, {"timestamp": [2209.78, 2213.64], "text": " to improve the way they search for people stranded in remote areas."}, {"timestamp": [2214.12, 2217.38], "text": " As well as cameras, the drones are fitted with lights and loudspeakers"}, {"timestamp": [2217.38, 2219.46], "text": " to communicate with anyone trapped."}, {"timestamp": [2219.88, 2221.84], "text": " The BBC's Lorna Gordon reports."}, {"timestamp": [2222.68, 2225.66], "text": " Tower Ridge on the north face of Ben Nevis."}, {"timestamp": [2226.12, 2230.48], "text": " Snow, but not enough for this climbers ice axe and crampons to dig in."}, {"timestamp": [2231.02, 2231.92], "text": " I'm quite scared."}, {"timestamp": [2232.96, 2234.34], "text": " Because I might fall off."}, {"timestamp": [2235.24, 2236.18], "text": " She couldn't go up."}, {"timestamp": [2238.12, 2239.22], "text": " Couldn't go down."}, {"timestamp": [2239.52, 2240.8], "text": " So they called for help."}, {"timestamp": [2240.92, 2242.44], "text": " And it's just a scary place to be."}, {"timestamp": [2243.1, 2248.24], "text": " And became the first climbers in trouble to be located by a drone in the mountains of the"}, {"timestamp": [2248.24, 2249.24], "text": " UK."}, {"timestamp": [2249.24, 2250.24], "text": " Go to take off."}, {"timestamp": [2250.24, 2254.64], "text": " The technology used in their rescue has moved on since then."}, {"timestamp": [2254.64, 2255.64], "text": " Track forward."}, {"timestamp": [2255.64, 2258.8], "text": " Really good view of that crag now."}, {"timestamp": [2258.8, 2264.56], "text": " While a drone pilot focuses on flying, an observer operates the drone cameras used for searching"}, {"timestamp": [2264.56, 2265.76], "text": " on a headset screen"}, {"timestamp": [2265.76, 2268.18], "text": " protected from the glare of the sun."}, {"timestamp": [2268.18, 2274.68], "text": " The capabilities of awesome just being able to pop a drone out of a bag, put it on the hill."}, {"timestamp": [2274.68, 2279.32], "text": " We could clear an area that might take a few hours on foot."}, {"timestamp": [2279.32, 2282.76], "text": " We can clean that sometimes within five, ten minutes."}, {"timestamp": [2282.76, 2286.68], "text": " And then we can move so we don't have to commit people onto the hill"}, {"timestamp": [2286.68, 2288.04], "text": " where they could be better used elsewhere."}, {"timestamp": [2288.78, 2291.18], "text": " The team moved to a different part of Glen Nevis,"}, {"timestamp": [2291.36, 2294.04], "text": " so they can demonstrate new technology they're testing."}, {"timestamp": [2294.46, 2297.64], "text": " So I think this place here would be a good spot to hide our phone"}, {"timestamp": [2297.64, 2299.12], "text": " and we'll see if the team can locate it."}, {"timestamp": [2299.24, 2301.76], "text": " I'm getting a nice strong reading off in this direction here,"}, {"timestamp": [2301.96, 2303.62], "text": " exactly this direction up here."}, {"timestamp": [2304.3, 2310.08], "text": " Originally designed to find contraband phones in prisons, last year this was successfully used"}, {"timestamp": [2310.08, 2315.12], "text": " for a rescue in the Alps. A phone doesn't necessarily need to have a signal, but as long as"}, {"timestamp": [2315.12, 2319.84], "text": " it's powered on, they'll find it. They've located a phone in this area, so they're now using"}, {"timestamp": [2319.84, 2324.12], "text": " the drone to search this area for that phone. And they can also speak to us as well, because"}, {"timestamp": [2324.12, 2329.1], "text": " this drone has a speaker on it. This is Look Aber Mountain Rescue Team. We have located you. Please stay where"}, {"timestamp": [2329.1, 2334.12], "text": " you are. Help will be with you shortly. For us, we're going to predominantly use this as part of our"}, {"timestamp": [2334.12, 2339.88], "text": " avalanche tools. Every avalanche incident is extremely time critical. Avalanches can be risky"}, {"timestamp": [2339.88, 2349.58], "text": " for the rescue teams themselves and drones can also help with keeping them safe. Here deployed to look for unstable overhanging cornices while searching for a climber,"}, {"timestamp": [2349.88, 2354.82], "text": " and amid this stunning natural landscape, technology is rapidly changing the game."}, {"timestamp": [2356.44, 2361.24], "text": " Well, no sooner had a question legend Sir Mark Todd's horse striking ban being confirmed,"}, {"timestamp": [2361.5, 2363.92], "text": " then it was halved and effectively served."}, {"timestamp": [2363.92, 2366.14], "text": " The former Olympic champion was suspended"}, {"timestamp": [2366.14, 2372.58], "text": " by British horse racing authorities after a video emerged two months ago showing an incident from 2020."}, {"timestamp": [2373.34, 2379.04], "text": " An independent disciplinary panel imposed a four-month ban today but deferred two months of it"}, {"timestamp": [2379.04, 2386.16], "text": " as he had been suspended for two months already. The 66-year-olds free to resume his thoroughbred training career"}, {"timestamp": [2386.16, 2387.92], "text": " from his English base."}, {"timestamp": [2389.32, 2391.46], "text": " It's time for Harkinikinas and sports news."}, {"timestamp": [2391.58, 2394.0], "text": " Haley's here and the thoroughbeds of New Zealand football."}, {"timestamp": [2394.14, 2395.88], "text": " The Wellington Phoenix are on their way home."}, {"timestamp": [2395.96, 2398.56], "text": " Yes, well, after a punishing stint in Australia,"}, {"timestamp": [2398.96, 2401.7], "text": " the boys are finally flying back across the Tazzi."}, {"timestamp": [2402.08, 2404.42], "text": " We go live to Dairy Priest, who's so excited"}, {"timestamp": [2404.42, 2406.52], "text": " he's at the airport to cheer them in."}, {"timestamp": [2407.16, 2410.06], "text": " Plus, the Canbera Raiders have done it again."}, {"timestamp": [2410.26, 2413.52], "text": " The way we started that second half was a pathetic."}, {"timestamp": [2414.18, 2417.94], "text": " And boy, did Ricky Stewart let his players know about it."}, {"timestamp": [2419.04, 2421.22], "text": " Plus, from amateur world's number one"}, {"timestamp": [2421.22, 2424.5], "text": " to searching the jungle for a cure for muscular dystrophy."}, {"timestamp": [2425.18, 2428.04], "text": " How now Morgan Freeman is back on the green."}, {"timestamp": [2430.16, 2433.32], "text": " Also Lockheed Ferguson put on a performance in the IPL."}, {"timestamp": [2433.86, 2438.58], "text": " Hayden Wilde has joined an elite club, and the Highlanders are a bunch of eggs."}, {"timestamp": [2440.44, 2441.04], "text": " They're back."}, {"timestamp": [2441.04, 2445.9], "text": " This is my husband and his lovely ideas."}, {"timestamp": [2446.2, 2447.78], "text": " Still perfectly balancing."}, {"timestamp": [2448.08, 2450.28], "text": " Put it up your moat, grab it and hold it."}, {"timestamp": [2450.46, 2450.96], "text": " Life."}, {"timestamp": [2451.14, 2455.24], "text": " Today I have acquired two angels and my wife doesn't know."}, {"timestamp": [2455.36, 2455.92], "text": " What do you think?"}, {"timestamp": [2456.06, 2456.94], "text": " Very angelic."}, {"timestamp": [2457.38, 2458.0], "text": " And death."}, {"timestamp": [2458.28, 2459.32], "text": " This is lovely dear."}, {"timestamp": [2459.7, 2460.78], "text": " Best for the best time."}, {"timestamp": [2460.92, 2461.1], "text": " Yep."}, {"timestamp": [2461.38, 2464.7], "text": " Very emotional to hear the chanting from our old people."}, {"timestamp": [2464.78, 2465.88], "text": " Beautiful to listen to."}, {"timestamp": [2466.08, 2468.16], "text": " The new season of the Cascarters,"}, {"timestamp": [2468.54, 2469.88], "text": " Tuesday on one."}, {"timestamp": [2470.42, 2472.0], "text": " On the menu this Wednesday,"}, {"timestamp": [2472.48, 2473.9], "text": " creamy Boisbury ice cream"}, {"timestamp": [2473.9, 2475.38], "text": " layered with Boisbury ripple,"}, {"timestamp": [2475.88, 2477.7], "text": " smothered with milk chocolate topping,"}, {"timestamp": [2478.02, 2479.56], "text": " sprinkled with chopped nuts"}, {"timestamp": [2479.56, 2481.94], "text": " and served in a cone."}, {"timestamp": [2483.84, 2485.9], "text": " Doing trumpets."}, {"timestamp": [2486.16, 2489.46], "text": " Can our food gurus recreate the classic Boysenberry trumpet?"}, {"timestamp": [2489.76, 2491.84], "text": " That is an absolute disaster."}, {"timestamp": [2492.54, 2493.28], "text": " Find out."}, {"timestamp": [2493.68, 2495.14], "text": " Okay, it is time."}, {"timestamp": [2496.06, 2499.88], "text": " On all new snack masters, Wednesday, 7.30 on 2."}, {"timestamp": [2500.24, 2501.34], "text": " This is our kitchen."}, {"timestamp": [2501.52, 2502.88], "text": " It's very earthy."}, {"timestamp": [2503.0, 2503.5], "text": " Smelling."}, {"timestamp": [2503.78, 2506.18], "text": " Join George Clark in a brand new series."}, {"timestamp": [2506.32, 2508.48], "text": " I don't think it's that bad, it's pretty bad."}, {"timestamp": [2508.64, 2511.4], "text": " Where brave souls take the unused and unloved."}, {"timestamp": [2511.5, 2512.06], "text": " Pleas session."}, {"timestamp": [2512.22, 2512.98], "text": " Welcome to the bank."}, {"timestamp": [2513.08, 2514.16], "text": " And reinvent them."}, {"timestamp": [2514.24, 2515.06], "text": " This is awesome."}, {"timestamp": [2515.34, 2516.1], "text": " Into unique."}, {"timestamp": [2516.26, 2517.04], "text": " Keep your prison bars."}, {"timestamp": [2517.04, 2518.38], "text": " The kitchen of prison bars."}, {"timestamp": [2518.56, 2520.12], "text": " And remarkable homes."}, {"timestamp": [2520.4, 2522.16], "text": " Oh my word."}, {"timestamp": [2522.24, 2523.48], "text": " Talk about a transformation."}, {"timestamp": [2523.78, 2524.6], "text": " It's off the scale."}, {"timestamp": [2524.94, 2527.18], "text": " George Clark's remarkable renovations."}, {"timestamp": [2527.4, 2529.44], "text": " Start Sunday, April 24th, on 1."}, {"timestamp": [2534.66, 2535.86], "text": " Kiyo'r toi."}, {"timestamp": [2536.06, 2538.02], "text": " It's welcome to one sport, sorry."}, {"timestamp": [2538.22, 2543.52], "text": " It's more than five months since the Wellington Phoenix once again sacrificed home comforts"}, {"timestamp": [2543.52, 2545.26], "text": " for the sake of the A League"}, {"timestamp": [2545.26, 2547.74], "text": " and jumped on a one-way ticket to Australia."}, {"timestamp": [2548.2, 2549.9], "text": " Well, today they're finally home."}, {"timestamp": [2550.28, 2554.88], "text": " Let's crawl straight to Dewey Priest, who's among the welcome party at Wellington Airport."}, {"timestamp": [2555.08, 2555.36], "text": " Dewey?"}, {"timestamp": [2557.44, 2558.1], "text": " Thanks, Haley."}, {"timestamp": [2558.18, 2562.02], "text": " Well, to paraphrase one of the most cliched sayings in New Zealand for the Phoenix,"}, {"timestamp": [2562.52, 2565.12], "text": " you can't beat Wellington on a good Friday."}, {"timestamp": [2565.32, 2566.54], "text": " As you can probably tell behind us,"}, {"timestamp": [2566.56, 2568.74], "text": " there's a little bit of a welcoming party happening,"}, {"timestamp": [2568.84, 2572.02], "text": " and I'm very lucky to be joined by Wellington Phoenix defender, Tim."}, {"timestamp": [2572.14, 2573.94], "text": " Just take me back a couple of hours when you knew"}, {"timestamp": [2573.94, 2576.14], "text": " you were getting on a flight and finally coming home."}, {"timestamp": [2576.94, 2579.56], "text": " Yeah, I think the best way to describe it, it's probably buzzing."}, {"timestamp": [2579.98, 2583.02], "text": " It's been a long time between the things playing back here in New Zealand,"}, {"timestamp": [2583.18, 2586.14], "text": " and we're just really looking forward to playing at Sky Stadium in front of the home fans."}, {"timestamp": [2586.62, 2589.3], "text": " And obviously having an extended stint in Australia is in something new."}, {"timestamp": [2589.38, 2591.42], "text": " You guys have done it a few times over the last few seasons."}, {"timestamp": [2591.58, 2595.2], "text": " But with the condensed schedule, the six games in the last 19 days,"}, {"timestamp": [2595.28, 2597.74], "text": " just how tough has this one been this time around?"}, {"timestamp": [2598.74, 2599.74], "text": " Yeah, it's obviously been tough."}, {"timestamp": [2599.86, 2604.8], "text": " I think you're right on the point there in the fact that we've done it before,"}, {"timestamp": [2604.9, 2605.64], "text": " and so we're used to that."}, {"timestamp": [2605.8, 2607.94], "text": " So, yeah, I think the best thing about being a football"}, {"timestamp": [2607.94, 2609.4], "text": " is playing football games, so we're happy"}, {"timestamp": [2609.4, 2611.0], "text": " to play games as much as possible."}, {"timestamp": [2611.42, 2612.36], "text": " And I'm sure you're pretty happy"}, {"timestamp": [2612.36, 2613.78], "text": " you're bringing some good form back as well"}, {"timestamp": [2613.78, 2615.56], "text": " those two wins, at least two good results,"}, {"timestamp": [2615.62, 2616.44], "text": " to bring back to the Capitol."}, {"timestamp": [2616.88, 2618.3], "text": " Yeah, they're really vital for us,"}, {"timestamp": [2618.38, 2620.14], "text": " keep our top six hopes alive."}, {"timestamp": [2620.26, 2622.46], "text": " And now for us, if we can win these two games at home,"}, {"timestamp": [2622.54, 2624.74], "text": " you know, it pushes us even up by the table"}, {"timestamp": [2624.74, 2625.72], "text": " and hopefully into the top four."}, {"timestamp": [2626.08, 2628.24], "text": " And I know you've had this little corner of yellow going"}, {"timestamp": [2628.24, 2630.42], "text": " in Australia in terms of the fan support,"}, {"timestamp": [2630.52, 2634.84], "text": " but how is that going to compare with hopefully 15 plus thousand yellow fever"}, {"timestamp": [2634.84, 2637.06], "text": " fans cheering you on on the weekend?"}, {"timestamp": [2637.64, 2640.2], "text": " Yeah, we're obviously very thankful for the little corner of yellow."}, {"timestamp": [2640.3, 2641.4], "text": " It's been fantastic over there,"}, {"timestamp": [2641.48, 2644.68], "text": " but I mean, it's pretty hard to compare to the yellow fever here at Sky Stadium,"}, {"timestamp": [2644.82, 2645.98], "text": " so we're just absolutely buzzing to play in front of them. Thanks so much, Tim. That's Tim Payne there, but I mean, it's pretty hard compared to the yellow fever here at Sky Stadium, so we're just absolutely buzzing"}, {"timestamp": [2645.98, 2647.76], "text": " to play in front of them. Thanks so much, Tim."}, {"timestamp": [2647.82, 2649.74], "text": " That's Tim Payne, Wellington Phoenix Defender,"}, {"timestamp": [2649.86, 2651.58], "text": " one of many who's buzzing for"}, {"timestamp": [2651.58, 2653.86], "text": " the Wellington Phoenix return, and if you are still"}, {"timestamp": [2653.86, 2655.86], "text": " looking for tickets, it's meant to be a wonderful weekend, so"}, {"timestamp": [2655.86, 2657.28], "text": " come down here and get amongst it."}, {"timestamp": [2657.62, 2659.68], "text": " Thanks, Dewe, you're clearly buzzing in a big"}, {"timestamp": [2659.68, 2661.84], "text": " weekend for the Phoenix and their"}, {"timestamp": [2661.84, 2663.74], "text": " fans. Well, it's"}, {"timestamp": [2663.74, 2666.88], "text": " pretty bad when your performance is described as pathetic"}, {"timestamp": [2666.88, 2669.14], "text": " and you're accused of taking naps."}, {"timestamp": [2669.5, 2671.82], "text": " It's even worse when it comes from your own coach."}, {"timestamp": [2672.18, 2674.42], "text": " Ricky Stewart lashing his Raiders players"}, {"timestamp": [2674.42, 2678.68], "text": " after they surrendered a 12-point half-time lead to the Cowboys."}, {"timestamp": [2679.14, 2682.58], "text": " Behind the Cowboys Canberra heist, a couple of Kiwi links."}, {"timestamp": [2682.78, 2683.9], "text": " Victor Waters explains."}, {"timestamp": [2684.96, 2685.16], "text": " It's a site that's become all too familiar for Ricky Stewart. Canberra heist, a couple of Kiwi-Links. Victor Waters explains."}, {"timestamp": [2688.44, 2688.82], "text": " It's a site that's become all too familiar for Ricky Stewart."}, {"timestamp": [2694.4, 2699.78], "text": " And an apoplectic Ricky Stewart is a site we've all enjoyed getting familiar with over the years. His raiders letting another game slip through their fingers, this time against the cowboys."}, {"timestamp": [2700.36, 2701.3], "text": " No, that's worse than that, mate."}, {"timestamp": [2701.92, 2702.82], "text": " I should never have got to that."}, {"timestamp": [2703.38, 2709.86], "text": " I'm seeking a defendant playing 40 minutes of football, 15 minutes of football."}, {"timestamp": [2711.42, 2715.12], "text": " The way we started that second half was a pathetic."}, {"timestamp": [2715.46, 2721.48], "text": " Stuart disgusted with his players after coughing up a 12-0 halftime lead in front of their home fans."}, {"timestamp": [2721.48, 2726.04], "text": " It's the eighth time in three years the Raiders have let a double-digit lead slip"}, {"timestamp": [2726.04, 2727.82], "text": " the most in the competition."}, {"timestamp": [2728.56, 2730.24], "text": " Homes! Through the middle!"}, {"timestamp": [2730.82, 2732.68], "text": " Valentine Homes scores!"}, {"timestamp": [2733.52, 2734.76], "text": " Yeah, it's very, very frustrating."}, {"timestamp": [2735.26, 2735.84], "text": " It's hard to swallow."}, {"timestamp": [2736.46, 2737.8], "text": " I think we've just got to look at ourselves individually,"}, {"timestamp": [2737.96, 2739.84], "text": " you know, people taking naps."}, {"timestamp": [2740.02, 2741.18], "text": " I didn't know Jack said that,"}, {"timestamp": [2741.6, 2743.1], "text": " and he's 100% right,"}, {"timestamp": [2743.46, 2744.52], "text": " but I'm only dumb coach."}, {"timestamp": [2744.94, 2746.74], "text": " Everybody else wants X Factor."}, {"timestamp": [2747.38, 2748.74], "text": " We haven't got X Factor at the moment."}, {"timestamp": [2749.34, 2752.92], "text": " We're still teaching young people how to play game in the football at an Arnardal standard."}, {"timestamp": [2753.22, 2756.26], "text": " Auckland-born Jeremiah Narnai might still be learning too,"}, {"timestamp": [2756.26, 2759.96], "text": " but he was setting the new standards with his fifth try of the season."}, {"timestamp": [2760.3, 2765.64], "text": " Rubbers and rubbers well, Nana, the teenage superstar."}, {"timestamp": [2766.48, 2768.46], "text": " The Cowboys have the lead."}, {"timestamp": [2768.74, 2773.0], "text": " It was Stuart who helped stamp out the Canberra Faders tag in his playing days."}, {"timestamp": [2773.46, 2777.28], "text": " It must kill him now to know the nicknames, raising its ugly head again."}, {"timestamp": [2777.66, 2779.24], "text": " Victor Waters, One News."}, {"timestamp": [2780.24, 2787.7], "text": " Lydia Coe's made a year, nah, yeah, start to her second round of the latest LPGA event in Hawaii,"}, {"timestamp": [2788.04, 2790.46], "text": " where she's defending the title from last year."}, {"timestamp": [2791.02, 2797.0], "text": " After birdying the opening hole, she then plummeted down the leaderboard with three straight bogeys."}, {"timestamp": [2797.0, 2802.58], "text": " While her short game helped stop the rot, things went from bad to worse on the back nine."}, {"timestamp": [2805.58, 2808.36], "text": " And she has an eight on her into the screen."}, {"timestamp": [2808.36, 2808.68], "text": " Right there."}, {"timestamp": [2808.94, 2809.16], "text": " Right there."}, {"timestamp": [2809.16, 2810.16], "text": " Oh, we need to sit there."}, {"timestamp": [2810.72, 2811.32], "text": " Oh, goodness."}, {"timestamp": [2812.36, 2815.6], "text": " Masa Hataoka went long right, and that is no good."}, {"timestamp": [2817.98, 2819.36], "text": " That size says it all."}, {"timestamp": [2819.54, 2822.88], "text": " A three-over-par round, putting her 10 shots off leader,"}, {"timestamp": [2823.38, 2826.0], "text": " Hio Juk Kim from South Korea."}, {"timestamp": [2827.54, 2829.82], "text": " We may not have the star power of Tiger Woods,"}, {"timestamp": [2830.12, 2832.86], "text": " but former amateur world, number one, Morgan Hoffman,"}, {"timestamp": [2833.16, 2836.52], "text": " made his return to the PGA after five long years."}, {"timestamp": [2836.9, 2839.78], "text": " The 32-year-old was diagnosed with muscular dystrophy."}, {"timestamp": [2840.24, 2843.32], "text": " His search for a cure took him to some unusual places"}, {"timestamp": [2843.32, 2845.86], "text": " and things he never expected to find."}, {"timestamp": [2846.08, 2847.06], "text": " Here's Michelle Prendel."}, {"timestamp": [2847.74, 2855.16], "text": " If you didn't know Morgan Hoffman's story, this would be just another pro golfer draining it from over 40 feet."}, {"timestamp": [2855.98, 2862.66], "text": " But behind it all is a man's suffering with muscular dystrophy, an incurable disease wasting his muscles away,"}, {"timestamp": [2863.08, 2865.7], "text": " something he never thought he'd come back from."}, {"timestamp": [2865.78, 2871.3], "text": " My right packers was the worst. It just, it kind of got down to my ribs where all you can see"}, {"timestamp": [2871.3, 2876.58], "text": " is bone. In a past life, Hoffman was a world number one amateur. America's top freshman,"}, {"timestamp": [2876.92, 2883.96], "text": " the next big thing. But in 2017, the diagnosis that changed everything. Leaving the PGA,"}, {"timestamp": [2883.96, 2886.34], "text": " he disappeared into the jungles of Nepal,"}, {"timestamp": [2886.76, 2890.22], "text": " searching for a cure from eating 800 grapes a day"}, {"timestamp": [2890.22, 2891.88], "text": " to drinking his own urine."}, {"timestamp": [2892.16, 2894.28], "text": " It's a crazy story for sure."}, {"timestamp": [2894.54, 2899.24], "text": " Any athlete in this position or anybody with a drive for health"}, {"timestamp": [2899.24, 2901.34], "text": " would do something similar."}, {"timestamp": [2901.5, 2904.3], "text": " Like when I put my hand here and I flex, I can feel it again,"}, {"timestamp": [2904.38, 2906.14], "text": " which is pretty cool."}, {"timestamp": [2906.26, 2907.32], "text": " A couple of your stretch, right?"}, {"timestamp": [2907.4, 2910.08], "text": " And, you know, get to see him or hear from him a whole lot"}, {"timestamp": [2910.08, 2911.34], "text": " and just on a bit of a journey."}, {"timestamp": [2911.54, 2913.96], "text": " So it's just good to have Pothed back in my life."}, {"timestamp": [2914.26, 2915.82], "text": " And he's not doing too bad."}, {"timestamp": [2916.06, 2918.12], "text": " Today's shooting an even past 71"}, {"timestamp": [2918.12, 2920.52], "text": " after more than 900 days."}, {"timestamp": [2920.52, 2922.3], "text": " Morgan, what do you expect from yourself this week?"}, {"timestamp": [2923.62, 2924.66], "text": " Some smiles,"}, {"timestamp": [2929.0, 2931.0], "text": " some golf on a beautiful course."}, {"timestamp": [2932.34, 2932.68], "text": " That's really about it."}, {"timestamp": [2934.66, 2934.9], "text": " Because whatever does happen this weekend,"}, {"timestamp": [2938.38, 2938.76], "text": " just getting on the green is a win for Morgan Hoffman."}, {"timestamp": [2940.28, 2941.18], "text": " Michelle Prenderville, One News."}, {"timestamp": [2943.36, 2948.76], "text": " Pace, deception and accuracy. The perfect formula for a match-winning contribution from Black Caps bowler Lockhe Ferguson."}, {"timestamp": [2949.28, 2955.06], "text": " Ferguson's taken three excellent wickets in Gujarat's big IPL win over Rajasthan,"}, {"timestamp": [2955.5, 2958.4], "text": " and that's propelled the new franchise to the top of the table."}, {"timestamp": [2958.64, 2960.16], "text": " Guy Havilt with the action."}, {"timestamp": [2961.08, 2965.28], "text": " He had just been cunningly sent over the rope for six by Joss Butler."}, {"timestamp": [2966.48, 2967.22], "text": " Oh, Butler."}, {"timestamp": [2967.52, 2970.92], "text": " Fine, he's fine, but not fine enough and not far enough back."}, {"timestamp": [2971.08, 2974.82], "text": " The frustration obvious, the guile in the response, sublime."}, {"timestamp": [2976.12, 2978.2], "text": " Oh, great response, Lucky Ferguson."}, {"timestamp": [2979.04, 2980.16], "text": " That is special."}, {"timestamp": [2980.64, 2989.0], "text": " Locky Ferguson, with all of his best tricks to get the dangerous and explosive butler, taking 20 kilometres an hour off the delivery to deceive."}, {"timestamp": [2989.0, 2998.0], "text": " The way he was batting the hour, there's not a lot you can do when a guy's batting that well, and then he left my first ball, so I had to change up something."}, {"timestamp": [2998.0, 3001.0], "text": " That's the second wicket of his first over."}, {"timestamp": [3001.0, 3005.84], "text": " Brilliant, what to catch, that's what they need, something special."}, {"timestamp": [3005.84, 3010.76], "text": " Ferguson's intimidation and pace then proving a factor with his third, three for 24 his"}, {"timestamp": [3010.76, 3013.24], "text": " figures in his best performance of the season."}, {"timestamp": [3013.24, 3016.88], "text": " And that might go all the way, or no, it does not, it does not."}, {"timestamp": [3016.88, 3021.5], "text": " His efforts with the ball backing up the punishing blows off the willow of Hardik Pandya."}, {"timestamp": [3021.5, 3025.22], "text": " Too much power on that one there is even better, isn't it?"}, {"timestamp": [3027.7, 3028.3], "text": " That's gone and gone big."}, {"timestamp": [3034.58, 3040.46], "text": " Pandeas unbeaten 87 off 52, the only thing stopping Ferguson from nabbing man of the match and seeing the Titans to a 37-run victory, their fourth of the season, and pushing them to"}, {"timestamp": [3040.46, 3041.3], "text": " the top of the ladder."}, {"timestamp": [3041.84, 3042.9], "text": " Guy Havaltwan News."}, {"timestamp": [3043.56, 3048.74], "text": " In terms of sports sponsorship, it has a stable unmatched by any other."}, {"timestamp": [3049.12, 3053.8], "text": " In this part of the world alone, our best snow sport athletes, leading motor sport drivers,"}, {"timestamp": [3054.0, 3055.72], "text": " and now another triathlet."}, {"timestamp": [3056.3, 3061.46], "text": " Olympic bronze medalist Hayden Wilde joining the books of Red Bull in a significant boost"}, {"timestamp": [3061.46, 3062.32], "text": " to his career."}, {"timestamp": [3062.82, 3067.88], "text": " And in a real Easter surprise, Wilde had no idea his manager had even secured the deal."}, {"timestamp": [3068.3, 3073.02], "text": " Fellow triathlete Brandon Curry playing a lead role in delivering the news."}, {"timestamp": [3073.3, 3074.1], "text": " Oh, what?"}, {"timestamp": [3075.18, 3076.14], "text": " Oh, man."}, {"timestamp": [3077.06, 3082.12], "text": " They've got the big HQ in Austria, which I'll be visiting a couple months' time,"}, {"timestamp": [3082.2, 3084.54], "text": " and they've got every gadget you need."}, {"timestamp": [3084.88, 3085.84], "text": " For me, it's probably"}, {"timestamp": [3085.84, 3087.66], "text": " it's got to like launch me"}, {"timestamp": [3087.66, 3089.64], "text": " into a new realm of probably"}, {"timestamp": [3089.64, 3092.02], "text": " the next level of where I need"}, {"timestamp": [3092.02, 3093.96], "text": " to go to become a better athlete."}, {"timestamp": [3094.44, 3095.98], "text": " Wild currently back home"}, {"timestamp": [3095.98, 3097.88], "text": " before he departs next month for"}, {"timestamp": [3097.88, 3099.32], "text": " another European season."}, {"timestamp": [3100.28, 3102.02], "text": " The dream run is over"}, {"timestamp": [3102.02, 3104.2], "text": " for former world number one Mick Fanning"}, {"timestamp": [3104.2, 3106.0], "text": " the Bell's Beach Wildcard,"}, {"timestamp": [3106.16, 3110.78], "text": " beaten on the buzzer by rookie Callum Robson in their round of 16 heat."}, {"timestamp": [3111.32, 3113.0], "text": " There was a heat for the ages."}, {"timestamp": [3113.44, 3117.68], "text": " Two Aussies at opposite ends of their careers, fan favourite Fanning,"}, {"timestamp": [3118.0, 3122.42], "text": " setting the pace with some textbook surfing in his 100th heat at Bells."}, {"timestamp": [3122.42, 3125.44], "text": " Up against first-time tour surfer, Robson."}, {"timestamp": [3126.54, 3131.48], "text": " A 7.77 to turn it on one of the all-time crates."}, {"timestamp": [3131.64, 3132.32], "text": " And there it is."}, {"timestamp": [3132.88, 3135.76], "text": " Callum Robson surfing the heat of his career"}, {"timestamp": [3135.76, 3138.3], "text": " to take out a four-time Bell's champ"}, {"timestamp": [3138.3, 3140.34], "text": " on the final wave."}, {"timestamp": [3141.06, 3143.24], "text": " Fanning can still dine out on the story"}, {"timestamp": [3143.24, 3146.72], "text": " of taking the scalp of World Number one, Kanua Igrashi,"}, {"timestamp": [3147.14, 3149.28], "text": " in the round of 32 last night."}, {"timestamp": [3150.88, 3154.0], "text": " Now to an athlete you may well never have heard of,"}, {"timestamp": [3154.28, 3158.74], "text": " but who pulled off a near perfection at the junior world figure skating champs today."}, {"timestamp": [3159.32, 3161.82], "text": " 17-year-old American Ilya Malin,"}, {"timestamp": [3162.22, 3164.84], "text": " shattering the world best score for the short program,"}, {"timestamp": [3165.26, 3166.38], "text": " nicknamed Quad God,"}, {"timestamp": [3166.56, 3167.82], "text": " for his aerial ability"}, {"timestamp": [3167.82, 3170.42], "text": " accompanying soundtrack from American Idol."}, {"timestamp": [3170.64, 3185.0], "text": " David Cook. Crazy I is the world"}, {"timestamp": [3185.0, 3186.0], "text": " But we can't"}, {"timestamp": [3186.0, 3188.0], "text": " Not myself"}, {"timestamp": [3188.0, 3205.44], "text": " And finally Tonight tonight, you know what Easter You know what Easter calls for? Yoo! How good is that?"}, {"timestamp": [3208.3, 3208.52], "text": " And finally tonight, you know what Easter calls for?"}, {"timestamp": [3209.44, 3209.92], "text": " An Easter egg hunt."}, {"timestamp": [3213.38, 3213.76], "text": " Hundreds of kids turning out to Dunedin's Botanic Gardens today,"}, {"timestamp": [3215.96, 3217.06], "text": " hunting out their favourite rugby players."}, {"timestamp": [3220.58, 3221.14], "text": " These are our little cards that the Highlanders sign as we go."}, {"timestamp": [3223.26, 3223.34], "text": " And I've got some signatures on my back."}, {"timestamp": [3225.76, 3227.88], "text": " There was one hiding that we barely found. We can't get chocolate eggs after."}, {"timestamp": [3227.88, 3230.5], "text": " More chocolate to come, no doubt."}, {"timestamp": [3230.5, 3237.24], "text": " It's the first time this season these kids have been able to get face to face with their idols."}, {"timestamp": [3237.24, 3238.24], "text": " That's pretty cute."}, {"timestamp": [3238.24, 3239.24], "text": " It is very cute."}, {"timestamp": [3239.24, 3241.24], "text": " And I hope they've got lots of chocolate."}, {"timestamp": [3241.24, 3242.24], "text": " That's what I'm looking forward to."}, {"timestamp": [3242.24, 3243.24], "text": " Yes."}, {"timestamp": [3243.24, 3245.2], "text": " Countdown is on."}, {"timestamp": [3245.64, 3251.28], "text": " Tenel pie, thanks, Haley. Come out, dams back with a bit of wind and rain for some to start off the Easter weekend."}, {"timestamp": [3253.32, 3257.42], "text": " Tonight on One, a special childhood chair needs repairs on the repair shop."}, {"timestamp": [3257.8, 3260.94], "text": " In its music and the Movies Week on the Great British Sewing Bee."}, {"timestamp": [3261.48, 3265.5], "text": " Over on Two, hop into the comedy adventure of a lifetime in Peter Abbott,"}, {"timestamp": [3265.94, 3271.7], "text": " in Kevin Hart, an Ice Cube star in the hilarious Action Pact ride along. On Duke, Peter needs help"}, {"timestamp": [3271.7, 3277.44], "text": " getting his mojo back on a hilarious family guy, plus a leading divorce lawyer with a case"}, {"timestamp": [3277.44, 3282.6], "text": " close to home. The split returns for a dramatic final season, TVNZ on demand."}, {"timestamp": [3283.24, 3286.18], "text": " Two minutes on this show can change your life forever."}, {"timestamp": [3286.4, 3286.78], "text": " Here we go."}, {"timestamp": [3287.08, 3287.5], "text": " Hit it!"}, {"timestamp": [3307.98, 3308.22], "text": " Welcome to Britain's Got Talent 2020."}, {"timestamp": [3309.22, 3309.46], "text": " That's what it's all about."}, {"timestamp": [3313.02, 3313.46], "text": " New Britain's Got Talent starts April 24 on 2."}, {"timestamp": [3314.8, 3315.1], "text": " What is this?"}, {"timestamp": [3317.88, 3318.24], "text": " These renowned restorers can fix anything."}, {"timestamp": [3320.56, 3321.06], "text": " I've never done anything like this before."}, {"timestamp": [3322.02, 3322.3], "text": " Almost anything."}, {"timestamp": [3323.56, 3323.68], "text": " It's not just a piece of ward."}, {"timestamp": [3324.84, 3326.08], "text": " It's a piece of my childhood. Oh, no"}, {"timestamp": [3326.08, 3327.48], "text": " pressure. Well, you're trying to break it?"}, {"timestamp": [3328.18, 3330.08], "text": " Maybe this is a job for the"}, {"timestamp": [3330.08, 3332.2], "text": " sewing bees. Oh my"}, {"timestamp": [3332.2, 3333.94], "text": " God, I'm really fed up with this."}, {"timestamp": [3334.16, 3336.22], "text": " That's not a good son. Am I going to finish it?"}, {"timestamp": [3336.3, 3336.76], "text": " Oh no."}, {"timestamp": [3337.32, 3339.24], "text": " The repair shop. I'm speechless."}, {"timestamp": [3339.54, 3341.96], "text": " Followed by the Great British Sewing Bee. Next,"}, {"timestamp": [3342.12, 3342.68], "text": " on one."}, {"timestamp": [3344.4, 3345.58], "text": " Hello, Mother Nature, really startling off is in good form today. It's a decent looking day. Take a look at this, the West Coast, the great British sewing bee next on one hello mother nature really"}, {"timestamp": [3345.58, 3348.58], "text": " starting off is in good form today it's a decent looking day take a look at"}, {"timestamp": [3348.58, 3352.42], "text": " this the West Coast lovely looking scene here subsidence cloud is bubbling up"}, {"timestamp": [3352.42, 3356.14], "text": " there Greg Boryshefsky thank you for this lake Brunner not far from"}, {"timestamp": [3356.14, 3359.32], "text": " Greymouth lovely day you're into the upper teens we go back to the weather"}, {"timestamp": [3359.32, 3362.98], "text": " maps and most of the country was the same sort of thing looking decent indeed"}, {"timestamp": [3362.98, 3369.48], "text": " because of the air of high pressure settling in two blobs of cloud, one there to the north, late weekend, and then this guy here"}, {"timestamp": [3369.48, 3373.64], "text": " curling in from the southern ocean, that's into the far south, first part of the weekend."}, {"timestamp": [3374.04, 3378.66], "text": " There's the area of high pressure, that substance cloud is lapping in, that front will kick in pretty"}, {"timestamp": [3378.66, 3382.0], "text": " quickly, but the energy's going to slide through it quickly, so you'll see what I mean."}, {"timestamp": [3382.04, 3384.62], "text": " It's going to be a quick, short, sharp spell of some wind and some rain."}, {"timestamp": [3384.98, 3387.7], "text": " There's even a rain watch to Fiore than 30 to 50 millimeters"}, {"timestamp": [3387.7, 3392.16], "text": " there. Everyone else may be only 10 millimeters or so. Energy goes that. It's like a piece of"}, {"timestamp": [3392.16, 3396.78], "text": " plasticity. You stretch it apart by the end of the day. It's a band of rain to the upper South"}, {"timestamp": [3396.78, 3401.26], "text": " on Northwest Coast. Little dangle of a trough to the Bay of Plenty, Coromandel, maybe just the"}, {"timestamp": [3401.26, 3405.02], "text": " odd shower. Everyone else you are looking fine. It's a decent looking day."}, {"timestamp": [3405.12, 3406.0], "text": " Cool start as well."}, {"timestamp": [3406.26, 3407.54], "text": " Minus five this morning."}, {"timestamp": [3407.64, 3408.8], "text": " Wai Uru for the temperature."}, {"timestamp": [3409.3, 3410.24], "text": " 24, by the way."}, {"timestamp": [3410.48, 3411.14], "text": " To Cape Renga."}, {"timestamp": [3411.44, 3412.66], "text": " 23 for Kaitai."}, {"timestamp": [3412.94, 3413.94], "text": " Notice a couple of showers."}, {"timestamp": [3414.04, 3415.46], "text": " That little trough, Russell, Fittieranger."}, {"timestamp": [3415.62, 3416.84], "text": " Just the odd one through the day."}, {"timestamp": [3417.08, 3418.3], "text": " Don't cancel the plans."}, {"timestamp": [3418.66, 3420.48], "text": " I think for Auckland, you've got a good looking day."}, {"timestamp": [3420.68, 3421.44], "text": " Fine, dry."}, {"timestamp": [3421.54, 3422.36], "text": " 22 degrees."}, {"timestamp": [3422.52, 3423.6], "text": " Overall in decent shape."}, {"timestamp": [3423.7, 3424.84], "text": " A little bit of scattered cloud."}, {"timestamp": [3425.16, 3426.26], "text": " It is fine for the outside."}, {"timestamp": [3426.36, 3429.08], "text": " And of course, the sea is still pretty warm as well if you're tempted."}, {"timestamp": [3429.42, 3430.36], "text": " 21 for Hamilton."}, {"timestamp": [3430.48, 3431.54], "text": " You've got a bit of early cloud."}, {"timestamp": [3431.62, 3432.24], "text": " That'll be gone."}, {"timestamp": [3432.34, 3435.82], "text": " Notice the temperature still on the cool side, overall fine as well."}, {"timestamp": [3436.2, 3436.8], "text": " May have plenty."}, {"timestamp": [3436.9, 3439.32], "text": " That's where you might just see one of those little dots of showers."}, {"timestamp": [3439.6, 3440.28], "text": " It's in the morning."}, {"timestamp": [3440.48, 3441.9], "text": " Fakatani, maybe Rotterua."}, {"timestamp": [3442.26, 3445.04], "text": " I think Tamarulu later past the day you may pick up, perhaps just the odd isolated shower. Four degrees is where you start. You sat this morning. Thakata'anee, maybe Rotterua. I think Tamarulu later past the day you may pick up,"}, {"timestamp": [3445.08, 3449.82], "text": " perhaps just the odd isolated shower. Four degrees is where you start. You sat this morning,"}, {"timestamp": [3450.12, 3455.6], "text": " right about two, a chilly one for you. Taranga, 21 is where you go into the course of the afternoon"}, {"timestamp": [3455.6, 3459.84], "text": " tomorrow, just that odd little shower and also around the region. It's just one or two as you"}, {"timestamp": [3459.84, 3464.4], "text": " start off. Going further east, Gisbon, right the way down to Danny Virk. We're all fine."}, {"timestamp": [3464.6, 3465.4], "text": " One thing to point out, heads up for that North West. You'll pick it up in the afternoon. Danny Voke, Marsenbon, right the way down to Danivok. We're all fine. One thing to point out,"}, {"timestamp": [3465.4, 3466.6], "text": " heads up for that north-west."}, {"timestamp": [3466.6, 3467.8], "text": " You'll pick it up in the afternoon."}, {"timestamp": [3467.8, 3469.8], "text": " Dannyvoke Marsen, that's ahead of the next front."}, {"timestamp": [3469.8, 3473.2], "text": " But until then, the day is fine southerly into Wadalapa,"}, {"timestamp": [3473.2, 3475.4], "text": " probably by the evening with a few showers."}, {"timestamp": [3475.4, 3478.8], "text": " West Coast, looking fine to the likes of Taranaki, New Plymouth."}, {"timestamp": [3478.8, 3481.4], "text": " That is a bit of a late-day cloud, also further south."}, {"timestamp": [3481.4, 3482.2], "text": " More cloud."}, {"timestamp": [3482.2, 3484.6], "text": " May have a spot of a, maybe just a spot of rain"}, {"timestamp": [3484.6, 3485.92], "text": " to the lower north tharn. But a spot of it maybe just a spot of rain to the lower"}, {"timestamp": [3485.92, 3490.44], "text": " north tharland but i think otherwise it's just the cloud cloud with the northerly may be seeing that"}, {"timestamp": [3490.44, 3495.52], "text": " southerly change late day shower into the evening for wellington until then you are fine it's a southerly"}, {"timestamp": [3495.52, 3500.36], "text": " coming that sunday with more cloud nelson you've got 21 you're looking fine elsewhere as well"}, {"timestamp": [3500.36, 3504.98], "text": " southerly slides up the east coast there it is westport you pick that up as that band of rain kikor"}, {"timestamp": [3504.98, 3510.24], "text": " you see it as well and for christchurch the day starts off for okay norwesta you'll pick up that"}, {"timestamp": [3510.24, 3515.26], "text": " southerly with a few showers into the afternoon could be gusty for a time but until then the day is looking"}, {"timestamp": [3515.26, 3520.82], "text": " pretty decent we track further south further west broadly similar west coast you pick up that band of rain here"}, {"timestamp": [3520.82, 3524.84], "text": " run your way through the course of the afternoon that'll be a quick heavy spell few showers"}, {"timestamp": [3524.84, 3528.24], "text": " that is it for ashburton timbreh into the afternoon. Queenstown,"}, {"timestamp": [3528.24, 3532.38], "text": " more likely in the morning. Get it out of the way, bye-bye, off it goes, improving for you."}, {"timestamp": [3532.38, 3536.72], "text": " It'll feel cooler, of course, after the front kicks through. There's your front into the"}, {"timestamp": [3536.72, 3541.12], "text": " morning, work it way away. Gusty Wester, South Wester, coastal parts, particularly Fovoste"}, {"timestamp": [3541.12, 3548.82], "text": " straight, heads up for that, so it's morning rain, then blustery showers. Morning,'ve got wet weather for Dunedin, Gusty Westerly, heads up on the peninsula,"}, {"timestamp": [3549.0, 3551.82], "text": " 18 degrees, and we get ourselves into the course of Sunday."}, {"timestamp": [3552.2, 3556.78], "text": " Front is breaking apart. It has a few showers, heads up Northland, a few showers there,"}, {"timestamp": [3556.86, 3560.28], "text": " which could creep down as rain. There could be a bit of a spoiler for those beach trips."}, {"timestamp": [3560.66, 3564.92], "text": " Northland, maybe Auckland a few showers on Monday, but we'll kind of go like that and keep it out of the way"}, {"timestamp": [3564.92, 3566.64], "text": " and keep our high pressure in there."}, {"timestamp": [3566.7, 3569.8], "text": " But of course, happy Easter, and don't we all like hot crossbans?"}, {"timestamp": [3569.98, 3571.82], "text": " We love them, slavoured with butter."}, {"timestamp": [3572.0, 3574.02], "text": " Thanks very much, Dan. Happy Easter to you."}, {"timestamp": [3574.32, 3576.08], "text": " And that is One News this good Friday."}, {"timestamp": [3576.24, 3579.52], "text": " Remember, you can keep right up to date with any developments on our stories tonight."}, {"timestamp": [3579.88, 3581.02], "text": " You just need to go to our website."}, {"timestamp": [3581.18, 3582.38], "text": " That's OneNews.com.com."}, {"timestamp": [3582.66, 3584.6], "text": " But from the team, Naamuhi Uttipo."}, {"timestamp": [3584.76, 3585.02], "text": " Hey, Apopo. Have a 1News.co.n.com.m. From the team, Nammei-u-tipur, hey, a"}, {"timestamp": [3585.02, 3587.42], "text": " porpoe. Have a good night. We'll see you tomorrow."}], "text": " Tonight on my news, inside the headquarters of the embattled Ukrainian president, how he lives, and the world leaders he's texting. Ukraine fights on as Russia suffers a huge military loss. They're facing longer hours and harder work, and not just in hospitals, the pressures building on our general practice nurses. Plus, is the outdoors going to be out of bounds for your cat? The new Australian rules aimed at keeping wildlife safe. Could the days of the prowling tabby be over here too? Hi my Heidi, my welcome to One News. On day 50 of the Russian invasion of Ukraine, Moscow has lost its lead warship in the fight. Russia's defence ministry says the Moscow sank as it was being towed into port, blaming stormy seas. Ukraine claims it damaged the ship with a missile strike. If that's confirmed, it would be the biggest loss of a warship by enemy action since World War II. In recent hours, there have been reports of explosions in the capital, Kiev, amid speculation, that in retaliation for the loss of the Moscow. President Zelensky reserved his harshest words for Western countries, still buying Russian oil, saying they're earning their money in other people's blood. And in the east of Ukraine, where Russian forces are gathering, the United Nations says Ukrainian civilians are being starved to death. We start with the loss of Russia's flagship. Here's Simon Mursa. This is the Moskva test firing its missiles last year. It's the largest Russian cruiser in the Black Sea. Russia says after a fire, it sank while being towed to port, but Ukraine says its missiles are responsible. The ship started listing and had a taste of Black Sea waters. It's headed toward the bottom of the sea. Washington says the Moscow played an important role. It's basically designed for air defense. That's what this ship is designed to do, not unlike our own cruisers. So it's going to have an impact on their capabilities, certainly in the near term. Ukraine has hit Russian ships before. This was a landing vessel three weeks ago. Some say the loss of the Moscow is also a loss of mana for the Russian military. That I think is a major blow to the prestige of the Russian armed forces. And it kind of goes against what President Putin was saying just a couple of days ago when he declared that what he calls his special military operation was going according to plan. America's plan to send more weapons to Ukraine moved ahead today at an airbase in Delaware. This week, President Biden promised an extra $800 million worth of weaponry. Today, he seemed ready to follow that with a visit to Ukraine. Are you ready to go? Yeah. The White House later downplayed the idea. What is clear is the plight of Ukrainians in the east. Here they expect a major Russian offensive any day. In Severodonetsk, losses are already high, but some refuse to leave. I stay here because it's my home and we help people delivering food. Our town just destroying. Voice is not good. I don't know what to say. And what to say about the agony of Mariopo? Despite weeks of Russian attacks, they still scrape a living, finding firewood where they can, with the dead nearby. Some have got out, but the UN says getting supplies to those who remain is nigh impossible. And we will not give up on the people in Maripole and other people that we cannot reach. But it's a devastating situation, the people being starved to death. On day 50, Ukraine remains defiant, but there's no sign Russia will abandon its war. Simon Merset, one news. A news of the sinking of the Moskva have sent sales of a postage stamp it appears on soaring. The ship gained notoriety early in the war when its Russian crew demanded the surrender of Ukrainian forces on Snake Island. They replied with an expletive, which President Zelensky says became a symbol of Ukraine's defiance against Russia. Kiev residents now forming long lines outside the city's main post office to buy the stamp. In Washington, D.C., a group of activists have projected a Ukrainian flag onto the Russian embassy to protest against the war. The protesters said they wanted the bright lights to act as a type of invasion for those inside the embassy. Russian guards tried to eliminate the flag by shining their own light, but were unsuccessful. It's a month since New Zealand introduced its special visa category for up to 4,000 family members of Ukrainians living here. So far, 40 have arrived as refugees. Karazin Miller caught up with some of them. Meg. The freedom to walk outdoors without fear. A rare treat for these parents, Ukrainians who've lived for years under Russian occupation in Crimea. Our neighbors feelings it's another way. They support Putin. They could call to police about us. Then came war. It was something unbelievable. Because we had an aircraft base very close to our home and I heard this noise from aircrafts every day. They abandoned their home driving 2,000 kilometers across enemy territory to Lithuania, this week arriving in Auckland to be with son Andrew. It was great relief. Great relief. This Ukrainian family from Slavings faced the constant fear of rocket fire as they fled west to safety. I felt that I couldn't relax my shoulders the whole way. I was tense and sort of in one knot of nerves. When the visa was announced and they finally decided to leave, it was, I think, the scariest three or four days of my life. They met their daughter in Hungary. She'd traveled from New Zealand to find them. Finally, you let yourself to be tired. The whole time you feel you have to keep the brave face and now you land and you're safe. So you're happy about being safe, but also you feel all the weight of everything that you left safe. So you're happy about being safe, but also you feel all the weight of everything that you live behind. Since New Zealand introduced its visa category for family members of Ukrainians living here, 40 have arrived. Another 350 have had their visas approved and are due to arrive in the coming months. But not all Ukrainians here have been so lucky as not all fit the visa criteria. This immigration lawyer is calling for more flexibility. It's very difficult for the families and they do feel it's very unfair, especially now when you see people like working holidaymakers being able to come into the country. Leila's mother managed to flee Maripole but can't get here. My mom was so scared. She said, I want to run as far as possible because I feel they're chasing me her grandmother was killed after a tank toppled her home my uncle also was killed by explosion wave in his apartment and ironically his wife buried him in the crater that was made by the bomb. My mom here, because at least I want to hug her and I want to give her some stability. Short of compassionate exemptions, families like these have no option but to wait and hope. Corazon Miller, one news. Later in the bulletin, we have an exclusive BBC interview with Ukraine's president. We hear conditions he's living under in Kiev and his views on peace talks. And to the day's other news, nurses working in general practice are suffering fatigue and burnout, putting pressure on clinics. One nurse is so exhausted she wants to quit before deadly mistakes are made. Sam Calway with this. Behind the mask Tracy Morgan's all smiles because she loves her job. But moments before our interview this happened. When are we going to be hurt? Why don't we going to be hurt, Sam? Tracy's been a nurse for 17 years, but as pressure amounts, she's considering a job at a cafe and has drafted her resignation letter. I've cried so hard because it's like... But the reason is, you know, it would be so easy to just push the end. And at the end of the day, you have to act yourself away, haven't you? And it's because of the love of nursing. She says fatigue and burnout in her profession has never been worse. And come June, her team will be another nurse nursing. She says fatigue and burnout in her profession has never been worse. And come June, her team will be another nurse down. She's also battling long COVID, the virus ripping through this clinic. We're no longer stretched. We're no longer burnt out. We're bled out because we've got nothing else. There's nothing else we can do. She says the strain is leading to mistakes. I'm going to drive myself to a grave. I'm going to, it's only a matter of time before the nurses are that exhausted, that we're going to have a death. And I'm being honest. We're going to have a death if we don't get it addressed. And I know people say that all the time, but it's real. When you're a nurse, it's real. It's so real. And reports of mistakes are filtering through. One news spoke to the mother of a man who has rushed to hospital recently with a condition that's yet to be identified. She says he's suffering complications because an intravenous line was left in for too long. Because he was on an intravenous line and the short staffing in the hospital, they've got one nurse to five patients. They weren't able to get to him in time to continue to keep changing out his bags. She doesn't want to blame individual nurses but is critical of the whole system. I just hope that the government takes notice of this and does something about improving staffing numbers in the hospitals because I don't want anyone else to go through what we're going through. Both patients and nurses suffering from an overstretched healthcare workforce. Sam Callaway, One News. Just hours into the official Easter Rital period, there have already been several serious crashes and a fatality. It comes with a warning from police to remember the basics as Kiwis head away under new relaxed restrictions. Here's Donna Marie Leaver. A fast and fatal crash in South Auckland chalking up the first death on our roads this Easter. The driver fled from police during a routine stop in Takanini. Officers didn't give chase, but moments later the car crashed into a pole, killing a passenger and leaving others seriously injured. When you think about our people who go to these crashes, the scenes that they are greeted by are horrific. You can't describe it really, it's not even a movie type stuff. But at the end of the day, we don't want to have to go to those crashes. We don't also want to have to go to somebody's home and tell them that their loved one has died. Last Easter, there were nine deaths on the roads, the highest since 2010, when 12 people died. But it's not just fatal crashes. Police warned that serious accidents can leave survivors with debilitating injuries that can have a severe impact on their lives. In both cases, police say the statistics are horrific and avoidable. Even on the greatest roads, we can still have carnage if people aren't doing the right thing. So again, the speed limit is the absolute limit. Stay off your phone, keep your seatbelt on. And for God's sake, if you're drinking, you're not bloody driving. Warnings to remember with much of the long weekends still ahead. The road toll period ends at 6am on Tuesday. Donna Marie Leaver, who are news. Police are searching for a man after a firearm was shot at officers during a routine vehicle stop in Taupor early this morning. Cordons were in place around the Taohara Forest with the armed defenders squad and a helicopter involved in the surge. No one was injured in the incident, and police have located a firearm. A who's who of Australia's political scene turned out for a Good Friday service in Sydney today. The congregation included the opposition leader, a former prime minister and the wife of the current PM. It was all smiles here in church, but with Australians heading to the polls in just over a month, Scott Morrison is in the fight of his political life. But how could the election result affect us here in New Zealand? Here's our Australia correspondent, Andrew McFarlane. From all the handshaking, baby-hugging and selfie-taking, it's pretty easy to tell that Australia is in the throes of election season. 40,000 people are alive in Australia today because of the way we manage the pandemic. Australians deserve a Prime Minister who shows up, who takes responsibility and who works with people. And the political pundits warm this campaign is only going to get more personal. I can see already that we're focusing on gotcha moments, high vis vests, and all the sorts of trappings we've started to become used to from an election campaign over the last decade of so. The relationship between Australia and New Zealand's being tested over the last three years and the Sydney-based political scientists says Al-Tiaro should be paying close attention. The security issues that have been raised by the announcement of the Chinese Defence deal with the Solomon Islands is certainly going to come up for discussion. That's something that both Australia and New Zealand will have to consider much more seriously than they have up until now. So how do the candidates stack up on other issues that will affect New Zealand? Scott Morrison's party has been immovable on issues around Kiwis accessing social security here in Oz. Could a new leader open the door to changes? Morrison wants to toughen the 501 laws, meaning hundreds more Kiwis could be given the boot from Oz. Albanyesey's parties previously expressed concerns about how the changes could affect Kiwis. Anthony Albanese also wants to boost the number of nurses in aged care facilities, but there are worries they'll end up being taken from New Zealand. It's something the Kiwi government's already been keeping an eye on. The nurses have been advocating for some time that if we don't make a significant shift in nurse remuneration, then we risk losing nurses to countries who can and do pay more. So, what does this expert think the result will be? I still think that we're odds on for a Labour victory, but whether it's by one seat or by ten seats is going to be the difference. So a change at the top with a wild card in Anthony Albanesey. There are just under six weeks until we'll know if he's right. Andrew McFauland, One News, Sydney. Prince Harry and his wife have slipped into the UK and met with the Queen on their way to the Netherlands. As the Peers first trip back to Britain since they quit royal duties in March 2020 and comes as the Queen pulls out of official duties this Easter. Jordan Rudd has more. Dishing out coins to pensioners at the Royal Monde service. Thank you. An ancient tradition usually carried out by Queen Elizabeth. The Prince of Wales and the Duchess of Cornwall attended the annual service at St George's Chapel in place of the 95-year-old. The monarch is struggling with mobility and will miss the Easter Sunday event at Windsor 2. It's a service she hasn't missed since 1970, while on a royal tour of New Zealand and Australia. Today, behind closed doors, the Queen received two notable visitors at Windsor Castle. Prince Harry and wife Megan were spotted by passers-by. The couple en route to the Hague, where the Invictus Games are about to kick off. A tournament started by Prince Harry eight years ago for wounded veterans. This is the last time the couple made a joint appearance in Britain, the Commonwealth Day Service in March 2020. They take lessies. Days later, they formally stepped back from royal duties and moved to the United States. There really was no other option. Kicking off a tumultuous two years of reported infighting that included a high-profile interview with Oprah Winfrey. Were you silent or were you silenced? The couple's visit comes as Prince Harry brings a court challenge against the UK government over its decision to refuse police security during his visits. Lack of security protection, the reason he didn't attend last month's memorial service for his grandfather, Prince Philip, who died in April last year. But there'll be no shortage of protection in the Hague this weekend. The pair have been granted very, very important people status and supplied in-country protection. Jordan Rudd, One News. I'm Erie Aki-Nay. Coming up, Britain unveils a new plan aimed at deterring illegal immigrants. If caught, you could end up in an African nation with a grizzly history. And the great cat debate should footloose felines be reined in? They're trying to across the ditch. Is coffee guilty? Yes, he is. I know, violent man. There doesn't seem to be any real violence in him. He was found with the victims in his arms. I don't think he did it at all. The Green Mile, tonight on one. Master Chief recovered something. Sacred ring. Halo. Find the halo. Win the war. Halo, the series. Streaming now, TV and Zat on demand. Hey, let's go. We're coming alive now. Taking out the color of the world, make it so bright. We're coming alive now. Taking out the color of the world, make it so bright. We're coming to life now. Putting it together, got a feeling that it's so right. Want to ride a rocket to the moon? Take a trip with me. That's a lot that we can do. Want a concept. Open up your mindset. Get in contact. Shut me where your frick set. We're coming alive now. Taking out the color of the world, making it so bright. We're coming alive now. Out of it all. That's the time for your imagination. For a new creation Up and down this nation We're coming alive now There's a call for New Zealand Coming soon on two Putting it together That's all right There's a lot There's a call for New Zealand to follow a bold move in Australia, banning cats from going outdoors. The Australian capital territories passed a law that means any new pet cats will have to be confined in a bid to protect native wildlife. Kushner Norman explains. They're curious creatures and partial to prowling, but soon the great outdoors will be out of bounds for some Australian moggis. From July, new pet cats in the Australian Capital Territory will have to either stay inside or hang out in a self-contained area like this cateo. It means eventually there'll be no cats roaming Canberra. The goal is to help protect wildlife. If we just look at the pet cats, they are killing about 390 million animals in Australia every year. But he says it's about much more than biodiversity. It's actually far better for the pet cats themselves to be contained. It stops them from getting hit by cars. It stops them from all of the injuries that happen when they fight. Gareth Morgan provoked anger in 2013 with a call to confine cats, but he thinks the mood's changed. When I first raised the same thing in New Zealand, of course, I was vehemently opposed by the SPCA here under Bob Kerritch. But today, the SPCA is full, fully behind this sort of policy. He says a National Cat Act now needs to be established in New Zealand. You're basically grandfather out wandering cats. So if you're not prepared to contain your cats on your section, then make sure this cat is your last. Australia's SPCA supports ACT's policy change. But one cat charity here says it's unacceptable. They are basically denying cats, their normal instincts, their normal desires to go out, and we all know what lockdown's like. So imagine being locked down for your whole life, stuck in a house, when your natural instinct is to go out and party. She says cat containment isn't practical and she'll be opposing any similar moves here. Cushler Norman, One News. Elon Musk wants more of Twitter and has made a cash offer to buy the entire platform. Musk's bid of more than $60 billion would see the world's richest man take the social media network into private ownership. He said that Twitter needs to be transformed and he would turn it into the platform for free speech. Twitter say it will make a decision in the best interest of its shareholders. Musk already owns 9% of Twitter. New York subway shooter Frank James has appeared in court charged with committing a federal terrorist offense, which applies to attacks on mass transport systems. There's no evidence linking the 62-year-old shooting spree to any known terror organizations. ABC's Morgan Norwood has the latest. Tonight, Frank James, the man who police say unleashed a fury of carnage and chaos on a New York City subway train, will remain in federal custody without bail. James going before federal judges today in Brooklyn, who cited with prosecutors who argued he should be held without bond, calling the attack entirely premeditated and carefully planned, saying it caused terror among the victims in our entire city. James now represented by public defenders. We are also learning about what happened on that train, and we caution against a rush to judgment. Yesterday, Mr. James saw his photograph on the news. He called crime stoppers to help. He told them where he was. And even if James hadn't called police on himself as he wandered around Manhattan's East Village, police say they're confident they would have captured him just as quickly, saying they enlisted the help of Milwaukee and Philadelphia police in order to cast a wide nap and ask the public to call in tips on his whereabouts. With James remaining in federal custody investigators continuing to piece together the timeline of the attack, ABC News learning they believe James may have rushed the attack, allegedly setting off his smoke grenade sooner than planned, adding that he possibly dropped to one knee, avoiding the rising smoke, and open fire from that crouching position, which could explain why the victims were mostly shot in their hands or legs. I was sitting next to him, and he calls a bomb and smoke bomb. And all I remember was like helping a pregnant woman because I thought it was fireworks at first, making sure she did I get shot in the back. And that's when everybody started pushing towards the back. And that's when they got shot in theined. In the chaotic aftermath, police say James slipped onto another train. This picture shows him emerging from another station. Investigators were able to determine his identity from the items he allegedly left at the scene, a gun, a bright orange vest, a credit card, and the key to a U-Haul rented in his name. But those things weren't discovered until after the bomb squad cleared the area. Police say that gave James a head start to escape. The Mexican Navy has made a major drugs bust off the coast of one of the country's most popular tourist spots, Porto Varietta. A speed boat loaded with bags of cocaine was chased down by a naval frigate. Several of the packages were lost overboard, but the hall was still put at 1.2 tonnes, with an estimated street value of almost $600 million. And Spanish authorities have destroyed more than 400,000 hemp plants after rating what's been described as Europe's biggest cannabis plantation. The plants, which were being used for an illegal processing operation, were spread across 11 fields in rural Navarre. Pope Francis has headed to an Italian prison to kiss and wash the feet of a dozen lucky inmates. The service was for Holy Thursday Mass and took place in a jail northwest of Rome. He told the inmates that God would judge them but also be ready to forgive them. It marks the start of an intense three days for the Pope leading up to Easter. British Prime Minister Boris Johnson is under fire again, this time for a new immigration policy, which would send illegal migrants to Rwanda. The East African nation is best known for the genocide in the mid-1990s that claims more than half a million lives in a 100-day period. The scheme intended to undermine human trafficking to the UK will apply for men and women, but not children or families. BBC's Mark Eastern reports from Rwanda. A handshake in the grip of controversy. This formal agreement between Britain and Rwanda is, according to the Home Secretary, a world first in the approach to dealing with asylum seekers. Men and women arriving in the UK by an unofficial route will have their request for sanctuary ruled inadmissible, classed as an illegal migrant and could be forcibly relocated 4,000 miles south to rebuild their life in East Africa. We as two ministers stand here today, absolutely committed to change in some of the norms around the broken global migration system because for too long other countries and by the way naysayers just sit on their hands and have been watching people die. The migration and economic development partnership sees the UK send an initial £120 million pounds for educational projects in Rwanda in return for the small African state, helping deal with what's become a humiliation for ministers who promised to control Britain's borders. Record numbers of asylum seekers arriving across the channel in small boats. The Prime Minister was in Dover today to launch a series of policies designed to show the government getting serious with the problem of people traffickers. This innovative approach, driven by our shared humanitarian impulse and made possible by Brexit freedoms, will provide safe and legal routes for asylum while disrupting the business model of the gangs. But the centrepiece of the response is the deal with Rwanda. If it happens, this is where the first of those flown to Kigali will be housed, currently a private hostel. Is it reserved for people coming from Britain? Today's guided tour also included a meeting with a Yemeni refugee who has successfully made his home in the country. The weather is really great the whole year, no change. Yeah, I think this is most of the things that I like. Many, though, have profound concerns about the practicality, the cost and the humanity of this deal, the British government sending often traumatized asylum seekers halfway around the world to rebuild their lives in a country they've never been to. Rwanda is still a country recovering from genocide, half a million people killed in the mid-90s. Criticised by the UK for its human rights record last year, this may seem an odd choice of partner to entrust with protecting the human rights of traumatized and vulnerable asylum seekers. Israel scrapped a similar arrangement with Rwanda in 2018, after it emerged that asylum seekers ended up in the hands of people traffickers. There were accounts of rape, torture, enslavement and murder After it emerged, the asylum seekers ended up in the hands of people traffickers. There were accounts of rape, torture, enslavement and murder as desperate refugees headed north to try to get into Europe across the Mediterranean. Opposition politicians were united in condemning the deal. There's no evidence that it will stop these appalling, organised criminal gangs, these traffickers, and it's going to be incredibly expensive as well. The hope to stop the small boats, the ambition, potentially for tens of thousands of people to be packed onto planes to Rwanda. The reality, a government expecting a challenge in the courts seeking to scupper this proposal before it begins. Maataki Tonuai, keep watching. We head back to Ukraine and get close to the president inside his headquarters. It's my job. I have to do it and it's difficult without a family. Why President Zelensky intends to keep on making sacrifices. And after striking out, how come this equestrian veteran is back in the horse training business so quickly? And a decent spell of weather setting up for the weekend. There's still a couple of fronts in the mix, too. Here's one here in the Southern Ocean. That heads up, of course, to the far south. Quick spell of wind and serene view as that slides in. What's else to store at your place for the long weekend? Details after sport. Saturday on Cooking with the stars i'm actually speechless it's the grand final what's burning no a j if anything can go wrong why not everything ah oh no that's bad then follow your nose actually a smell coming from here on On Heathrow, Britain's busiest airboard. And that's worth a lot of money. Then, it's my impossible house. I'm confident it will work. I'm maybe the only person. That's your Saturday night on one. There was a very dark side of Playboy that nobody wants to talk about. For the first time ever. He was an advocate for sexual freedom and the First Amendment. And he really did believe he owned these women. Exclusive interviews. I didn't realize that getting into the Playboy world was a dangerous choice. Sometimes things happen in the bedroom. The people who are really there, they're the ones who know the real truth. Secrets of Playboy. Streaming now, TVNZ on demand. You're in love. Love can make you crazy. He's jealous and controlling. She needs to get out of there. Well, man, you need to be careful and keep your distance. Remember that we're a family. Yeah, final for ever. What else went wrong? We did everything we could. And then he was gone. Oh my, my God. Hold you back. Hello, Ma'amai, Arnall. Welcome back. We return to Ukraine, where President Zelensky has addressed the nation on the 50th day of the Russian invasion. He praised the spirit of Ukrainians for not giving up and for defending their country for much longer than Russia would have expected. As earlier, Mr Zelensi gave an exclusive face-to-face interview with the BBC. Correspondent, Clive Myrie was granted access to the President's Situation Room. Mr President, Clive Myrie, pleasure to me too. I'm very, very well. It's good to see you. For the entirety of the war, Volodymya Zelenskyy has called this heavily fortified building home in the centre of Kiev. How difficult has it been for you to be here through all this without your family? Mom. It's my job. I have to do it and it's difficult without family be anywhere. His wife and children are safe at an undisclosed location. His companions here, heavily armed troops, sandbags and mines. There was no light at all. You kept everything. At the start of the war, they walked around in the darkness here, afraid of Russian shelling. It's like our country. Like our country is going through the dark. Going through the darkness. To the victory. I hope so. As we enter what's labeled the Situation Room, the president gets a text. Emmanuel Macron. Oh, it's Manuel Macron. Yeah, yeah, he phoned me. Yes, we have connections. Okay. Yes, and that's it. So he dropped you a message, oh, I can see it. I don't know. Yes, but he just tried to reach you, my friend, when you have someone. When you have some time. So we're holding up Mr. Macron. Yeah. I can see the plus three, three. That's Paris. Yeah. Yes, that's true. Yeah. A few minutes later, he returns. His preoccupation, a renewed Russian military onslaught about to begin in the East. Are you getting the right weapons you need from the West? We need weapons today, so we can fight. We cannot wait until some country decides to give or sell as weapons. Some have still not decided on this, and we cannot wait for two or three weeks, or a month. The United States, the United Kingdom Kingdom and some European countries are helping. But we need it sooner. We need it now. Is it enough? We don't think so. The priority world is sooner. The priority words quickly. the priority words now. He's a president who's been cut off from his people, a citizenry, suffering unimaginable horrors at the hands of a ruthless adversary. He's full of hate, he says, for Russia's troops and their leaders, gradually limiting the scope for peace talks. Is Vladimir Putin a war criminal? I think that everyone, everyone who gave orders all at the top, the entire entourage, all the military, they are all criminals. How do you sit across the table to try to stop the war? How do you do that? Bucci is in this process, closing these possibilities. Bucha, Borodjanka, Mariupol. So I don't have, you know, it's not about me, it's more about Russia. They will not have so many chances in the long period to speak with us. And what of those European countries, despite other sanctions, still sending billions to Russia in oil and gas revenues? Oil and gas. We don't understand how you can make money out of blood. Unfortunately, some European countries have done this. Before the war began, I spoke to Chancellor Merkel and said, if a full-scale invasion of Ukraine happens, they will go further into Poland, and after that they will be on your borders of Germany. If that happened, would you say to your people, it's fine, it's business, it's just business. It has nothing to do with the war. War is war. We are going to fight for freedom and democracy. With our right hand, we will be shooting, but with our left hand, we will be earning money. It's right, right, we will be running money. And right with the right, we'll be able're going to start with the right hand we're going to grab Gresh How do you maintain Hope in the future given everything that's happened It's not hope It's certainty That you win Yes of course Mountain rescuers in Scotland are using drones to improve the way they search for people stranded in remote areas. As well as cameras, the drones are fitted with lights and loudspeakers to communicate with anyone trapped. The BBC's Lorna Gordon reports. Tower Ridge on the north face of Ben Nevis. Snow, but not enough for this climbers ice axe and crampons to dig in. I'm quite scared. Because I might fall off. She couldn't go up. Couldn't go down. So they called for help. And it's just a scary place to be. And became the first climbers in trouble to be located by a drone in the mountains of the UK. Go to take off. The technology used in their rescue has moved on since then. Track forward. Really good view of that crag now. While a drone pilot focuses on flying, an observer operates the drone cameras used for searching on a headset screen protected from the glare of the sun. The capabilities of awesome just being able to pop a drone out of a bag, put it on the hill. We could clear an area that might take a few hours on foot. We can clean that sometimes within five, ten minutes. And then we can move so we don't have to commit people onto the hill where they could be better used elsewhere. The team moved to a different part of Glen Nevis, so they can demonstrate new technology they're testing. So I think this place here would be a good spot to hide our phone and we'll see if the team can locate it. I'm getting a nice strong reading off in this direction here, exactly this direction up here. Originally designed to find contraband phones in prisons, last year this was successfully used for a rescue in the Alps. A phone doesn't necessarily need to have a signal, but as long as it's powered on, they'll find it. They've located a phone in this area, so they're now using the drone to search this area for that phone. And they can also speak to us as well, because this drone has a speaker on it. This is Look Aber Mountain Rescue Team. We have located you. Please stay where you are. Help will be with you shortly. For us, we're going to predominantly use this as part of our avalanche tools. Every avalanche incident is extremely time critical. Avalanches can be risky for the rescue teams themselves and drones can also help with keeping them safe. Here deployed to look for unstable overhanging cornices while searching for a climber, and amid this stunning natural landscape, technology is rapidly changing the game. Well, no sooner had a question legend Sir Mark Todd's horse striking ban being confirmed, then it was halved and effectively served. The former Olympic champion was suspended by British horse racing authorities after a video emerged two months ago showing an incident from 2020. An independent disciplinary panel imposed a four-month ban today but deferred two months of it as he had been suspended for two months already. The 66-year-olds free to resume his thoroughbred training career from his English base. It's time for Harkinikinas and sports news. Haley's here and the thoroughbeds of New Zealand football. The Wellington Phoenix are on their way home. Yes, well, after a punishing stint in Australia, the boys are finally flying back across the Tazzi. We go live to Dairy Priest, who's so excited he's at the airport to cheer them in. Plus, the Canbera Raiders have done it again. The way we started that second half was a pathetic. And boy, did Ricky Stewart let his players know about it. Plus, from amateur world's number one to searching the jungle for a cure for muscular dystrophy. How now Morgan Freeman is back on the green. Also Lockheed Ferguson put on a performance in the IPL. Hayden Wilde has joined an elite club, and the Highlanders are a bunch of eggs. They're back. This is my husband and his lovely ideas. Still perfectly balancing. Put it up your moat, grab it and hold it. Life. Today I have acquired two angels and my wife doesn't know. What do you think? Very angelic. And death. This is lovely dear. Best for the best time. Yep. Very emotional to hear the chanting from our old people. Beautiful to listen to. The new season of the Cascarters, Tuesday on one. On the menu this Wednesday, creamy Boisbury ice cream layered with Boisbury ripple, smothered with milk chocolate topping, sprinkled with chopped nuts and served in a cone. Doing trumpets. Can our food gurus recreate the classic Boysenberry trumpet? That is an absolute disaster. Find out. Okay, it is time. On all new snack masters, Wednesday, 7.30 on 2. This is our kitchen. It's very earthy. Smelling. Join George Clark in a brand new series. I don't think it's that bad, it's pretty bad. Where brave souls take the unused and unloved. Pleas session. Welcome to the bank. And reinvent them. This is awesome. Into unique. Keep your prison bars. The kitchen of prison bars. And remarkable homes. Oh my word. Talk about a transformation. It's off the scale. George Clark's remarkable renovations. Start Sunday, April 24th, on 1. Kiyo'r toi. It's welcome to one sport, sorry. It's more than five months since the Wellington Phoenix once again sacrificed home comforts for the sake of the A League and jumped on a one-way ticket to Australia. Well, today they're finally home. Let's crawl straight to Dewey Priest, who's among the welcome party at Wellington Airport. Dewey? Thanks, Haley. Well, to paraphrase one of the most cliched sayings in New Zealand for the Phoenix, you can't beat Wellington on a good Friday. As you can probably tell behind us, there's a little bit of a welcoming party happening, and I'm very lucky to be joined by Wellington Phoenix defender, Tim. Just take me back a couple of hours when you knew you were getting on a flight and finally coming home. Yeah, I think the best way to describe it, it's probably buzzing. It's been a long time between the things playing back here in New Zealand, and we're just really looking forward to playing at Sky Stadium in front of the home fans. And obviously having an extended stint in Australia is in something new. You guys have done it a few times over the last few seasons. But with the condensed schedule, the six games in the last 19 days, just how tough has this one been this time around? Yeah, it's obviously been tough. I think you're right on the point there in the fact that we've done it before, and so we're used to that. So, yeah, I think the best thing about being a football is playing football games, so we're happy to play games as much as possible. And I'm sure you're pretty happy you're bringing some good form back as well those two wins, at least two good results, to bring back to the Capitol. Yeah, they're really vital for us, keep our top six hopes alive. And now for us, if we can win these two games at home, you know, it pushes us even up by the table and hopefully into the top four. And I know you've had this little corner of yellow going in Australia in terms of the fan support, but how is that going to compare with hopefully 15 plus thousand yellow fever fans cheering you on on the weekend? Yeah, we're obviously very thankful for the little corner of yellow. It's been fantastic over there, but I mean, it's pretty hard to compare to the yellow fever here at Sky Stadium, so we're just absolutely buzzing to play in front of them. Thanks so much, Tim. That's Tim Payne there, but I mean, it's pretty hard compared to the yellow fever here at Sky Stadium, so we're just absolutely buzzing to play in front of them. Thanks so much, Tim. That's Tim Payne, Wellington Phoenix Defender, one of many who's buzzing for the Wellington Phoenix return, and if you are still looking for tickets, it's meant to be a wonderful weekend, so come down here and get amongst it. Thanks, Dewe, you're clearly buzzing in a big weekend for the Phoenix and their fans. Well, it's pretty bad when your performance is described as pathetic and you're accused of taking naps. It's even worse when it comes from your own coach. Ricky Stewart lashing his Raiders players after they surrendered a 12-point half-time lead to the Cowboys. Behind the Cowboys Canberra heist, a couple of Kiwi links. Victor Waters explains. It's a site that's become all too familiar for Ricky Stewart. Canberra heist, a couple of Kiwi-Links. Victor Waters explains. It's a site that's become all too familiar for Ricky Stewart. And an apoplectic Ricky Stewart is a site we've all enjoyed getting familiar with over the years. His raiders letting another game slip through their fingers, this time against the cowboys. No, that's worse than that, mate. I should never have got to that. I'm seeking a defendant playing 40 minutes of football, 15 minutes of football. The way we started that second half was a pathetic. Stuart disgusted with his players after coughing up a 12-0 halftime lead in front of their home fans. It's the eighth time in three years the Raiders have let a double-digit lead slip the most in the competition. Homes! Through the middle! Valentine Homes scores! Yeah, it's very, very frustrating. It's hard to swallow. I think we've just got to look at ourselves individually, you know, people taking naps. I didn't know Jack said that, and he's 100% right, but I'm only dumb coach. Everybody else wants X Factor. We haven't got X Factor at the moment. We're still teaching young people how to play game in the football at an Arnardal standard. Auckland-born Jeremiah Narnai might still be learning too, but he was setting the new standards with his fifth try of the season. Rubbers and rubbers well, Nana, the teenage superstar. The Cowboys have the lead. It was Stuart who helped stamp out the Canberra Faders tag in his playing days. It must kill him now to know the nicknames, raising its ugly head again. Victor Waters, One News. Lydia Coe's made a year, nah, yeah, start to her second round of the latest LPGA event in Hawaii, where she's defending the title from last year. After birdying the opening hole, she then plummeted down the leaderboard with three straight bogeys. While her short game helped stop the rot, things went from bad to worse on the back nine. And she has an eight on her into the screen. Right there. Right there. Oh, we need to sit there. Oh, goodness. Masa Hataoka went long right, and that is no good. That size says it all. A three-over-par round, putting her 10 shots off leader, Hio Juk Kim from South Korea. We may not have the star power of Tiger Woods, but former amateur world, number one, Morgan Hoffman, made his return to the PGA after five long years. The 32-year-old was diagnosed with muscular dystrophy. His search for a cure took him to some unusual places and things he never expected to find. Here's Michelle Prendel. If you didn't know Morgan Hoffman's story, this would be just another pro golfer draining it from over 40 feet. But behind it all is a man's suffering with muscular dystrophy, an incurable disease wasting his muscles away, something he never thought he'd come back from. My right packers was the worst. It just, it kind of got down to my ribs where all you can see is bone. In a past life, Hoffman was a world number one amateur. America's top freshman, the next big thing. But in 2017, the diagnosis that changed everything. Leaving the PGA, he disappeared into the jungles of Nepal, searching for a cure from eating 800 grapes a day to drinking his own urine. It's a crazy story for sure. Any athlete in this position or anybody with a drive for health would do something similar. Like when I put my hand here and I flex, I can feel it again, which is pretty cool. A couple of your stretch, right? And, you know, get to see him or hear from him a whole lot and just on a bit of a journey. So it's just good to have Pothed back in my life. And he's not doing too bad. Today's shooting an even past 71 after more than 900 days. Morgan, what do you expect from yourself this week? Some smiles, some golf on a beautiful course. That's really about it. Because whatever does happen this weekend, just getting on the green is a win for Morgan Hoffman. Michelle Prenderville, One News. Pace, deception and accuracy. The perfect formula for a match-winning contribution from Black Caps bowler Lockhe Ferguson. Ferguson's taken three excellent wickets in Gujarat's big IPL win over Rajasthan, and that's propelled the new franchise to the top of the table. Guy Havilt with the action. He had just been cunningly sent over the rope for six by Joss Butler. Oh, Butler. Fine, he's fine, but not fine enough and not far enough back. The frustration obvious, the guile in the response, sublime. Oh, great response, Lucky Ferguson. That is special. Locky Ferguson, with all of his best tricks to get the dangerous and explosive butler, taking 20 kilometres an hour off the delivery to deceive. The way he was batting the hour, there's not a lot you can do when a guy's batting that well, and then he left my first ball, so I had to change up something. That's the second wicket of his first over. Brilliant, what to catch, that's what they need, something special. Ferguson's intimidation and pace then proving a factor with his third, three for 24 his figures in his best performance of the season. And that might go all the way, or no, it does not, it does not. His efforts with the ball backing up the punishing blows off the willow of Hardik Pandya. Too much power on that one there is even better, isn't it? That's gone and gone big. Pandeas unbeaten 87 off 52, the only thing stopping Ferguson from nabbing man of the match and seeing the Titans to a 37-run victory, their fourth of the season, and pushing them to the top of the ladder. Guy Havaltwan News. In terms of sports sponsorship, it has a stable unmatched by any other. In this part of the world alone, our best snow sport athletes, leading motor sport drivers, and now another triathlet. Olympic bronze medalist Hayden Wilde joining the books of Red Bull in a significant boost to his career. And in a real Easter surprise, Wilde had no idea his manager had even secured the deal. Fellow triathlete Brandon Curry playing a lead role in delivering the news. Oh, what? Oh, man. They've got the big HQ in Austria, which I'll be visiting a couple months' time, and they've got every gadget you need. For me, it's probably it's got to like launch me into a new realm of probably the next level of where I need to go to become a better athlete. Wild currently back home before he departs next month for another European season. The dream run is over for former world number one Mick Fanning the Bell's Beach Wildcard, beaten on the buzzer by rookie Callum Robson in their round of 16 heat. There was a heat for the ages. Two Aussies at opposite ends of their careers, fan favourite Fanning, setting the pace with some textbook surfing in his 100th heat at Bells. Up against first-time tour surfer, Robson. A 7.77 to turn it on one of the all-time crates. And there it is. Callum Robson surfing the heat of his career to take out a four-time Bell's champ on the final wave. Fanning can still dine out on the story of taking the scalp of World Number one, Kanua Igrashi, in the round of 32 last night. Now to an athlete you may well never have heard of, but who pulled off a near perfection at the junior world figure skating champs today. 17-year-old American Ilya Malin, shattering the world best score for the short program, nicknamed Quad God, for his aerial ability accompanying soundtrack from American Idol. David Cook. Crazy I is the world But we can't Not myself And finally Tonight tonight, you know what Easter You know what Easter calls for? Yoo! How good is that? And finally tonight, you know what Easter calls for? An Easter egg hunt. Hundreds of kids turning out to Dunedin's Botanic Gardens today, hunting out their favourite rugby players. These are our little cards that the Highlanders sign as we go. And I've got some signatures on my back. There was one hiding that we barely found. We can't get chocolate eggs after. More chocolate to come, no doubt. It's the first time this season these kids have been able to get face to face with their idols. That's pretty cute. It is very cute. And I hope they've got lots of chocolate. That's what I'm looking forward to. Yes. Countdown is on. Tenel pie, thanks, Haley. Come out, dams back with a bit of wind and rain for some to start off the Easter weekend. Tonight on One, a special childhood chair needs repairs on the repair shop. In its music and the Movies Week on the Great British Sewing Bee. Over on Two, hop into the comedy adventure of a lifetime in Peter Abbott, in Kevin Hart, an Ice Cube star in the hilarious Action Pact ride along. On Duke, Peter needs help getting his mojo back on a hilarious family guy, plus a leading divorce lawyer with a case close to home. The split returns for a dramatic final season, TVNZ on demand. Two minutes on this show can change your life forever. Here we go. Hit it! Welcome to Britain's Got Talent 2020. That's what it's all about. New Britain's Got Talent starts April 24 on 2. What is this? These renowned restorers can fix anything. I've never done anything like this before. Almost anything. It's not just a piece of ward. It's a piece of my childhood. Oh, no pressure. Well, you're trying to break it? Maybe this is a job for the sewing bees. Oh my God, I'm really fed up with this. That's not a good son. Am I going to finish it? Oh no. The repair shop. I'm speechless. Followed by the Great British Sewing Bee. Next, on one. Hello, Mother Nature, really startling off is in good form today. It's a decent looking day. Take a look at this, the West Coast, the great British sewing bee next on one hello mother nature really starting off is in good form today it's a decent looking day take a look at this the West Coast lovely looking scene here subsidence cloud is bubbling up there Greg Boryshefsky thank you for this lake Brunner not far from Greymouth lovely day you're into the upper teens we go back to the weather maps and most of the country was the same sort of thing looking decent indeed because of the air of high pressure settling in two blobs of cloud, one there to the north, late weekend, and then this guy here curling in from the southern ocean, that's into the far south, first part of the weekend. There's the area of high pressure, that substance cloud is lapping in, that front will kick in pretty quickly, but the energy's going to slide through it quickly, so you'll see what I mean. It's going to be a quick, short, sharp spell of some wind and some rain. There's even a rain watch to Fiore than 30 to 50 millimeters there. Everyone else may be only 10 millimeters or so. Energy goes that. It's like a piece of plasticity. You stretch it apart by the end of the day. It's a band of rain to the upper South on Northwest Coast. Little dangle of a trough to the Bay of Plenty, Coromandel, maybe just the odd shower. Everyone else you are looking fine. It's a decent looking day. Cool start as well. Minus five this morning. Wai Uru for the temperature. 24, by the way. To Cape Renga. 23 for Kaitai. Notice a couple of showers. That little trough, Russell, Fittieranger. Just the odd one through the day. Don't cancel the plans. I think for Auckland, you've got a good looking day. Fine, dry. 22 degrees. Overall in decent shape. A little bit of scattered cloud. It is fine for the outside. And of course, the sea is still pretty warm as well if you're tempted. 21 for Hamilton. You've got a bit of early cloud. That'll be gone. Notice the temperature still on the cool side, overall fine as well. May have plenty. That's where you might just see one of those little dots of showers. It's in the morning. Fakatani, maybe Rotterua. I think Tamarulu later past the day you may pick up, perhaps just the odd isolated shower. Four degrees is where you start. You sat this morning. Thakata'anee, maybe Rotterua. I think Tamarulu later past the day you may pick up, perhaps just the odd isolated shower. Four degrees is where you start. You sat this morning, right about two, a chilly one for you. Taranga, 21 is where you go into the course of the afternoon tomorrow, just that odd little shower and also around the region. It's just one or two as you start off. Going further east, Gisbon, right the way down to Danny Virk. We're all fine. One thing to point out, heads up for that North West. You'll pick it up in the afternoon. Danny Voke, Marsenbon, right the way down to Danivok. We're all fine. One thing to point out, heads up for that north-west. You'll pick it up in the afternoon. Dannyvoke Marsen, that's ahead of the next front. But until then, the day is fine southerly into Wadalapa, probably by the evening with a few showers. West Coast, looking fine to the likes of Taranaki, New Plymouth. That is a bit of a late-day cloud, also further south. More cloud. May have a spot of a, maybe just a spot of rain to the lower north tharn. But a spot of it maybe just a spot of rain to the lower north tharland but i think otherwise it's just the cloud cloud with the northerly may be seeing that southerly change late day shower into the evening for wellington until then you are fine it's a southerly coming that sunday with more cloud nelson you've got 21 you're looking fine elsewhere as well southerly slides up the east coast there it is westport you pick that up as that band of rain kikor you see it as well and for christchurch the day starts off for okay norwesta you'll pick up that southerly with a few showers into the afternoon could be gusty for a time but until then the day is looking pretty decent we track further south further west broadly similar west coast you pick up that band of rain here run your way through the course of the afternoon that'll be a quick heavy spell few showers that is it for ashburton timbreh into the afternoon. Queenstown, more likely in the morning. Get it out of the way, bye-bye, off it goes, improving for you. It'll feel cooler, of course, after the front kicks through. There's your front into the morning, work it way away. Gusty Wester, South Wester, coastal parts, particularly Fovoste straight, heads up for that, so it's morning rain, then blustery showers. Morning,'ve got wet weather for Dunedin, Gusty Westerly, heads up on the peninsula, 18 degrees, and we get ourselves into the course of Sunday. Front is breaking apart. It has a few showers, heads up Northland, a few showers there, which could creep down as rain. There could be a bit of a spoiler for those beach trips. Northland, maybe Auckland a few showers on Monday, but we'll kind of go like that and keep it out of the way and keep our high pressure in there. But of course, happy Easter, and don't we all like hot crossbans? We love them, slavoured with butter. Thanks very much, Dan. Happy Easter to you. And that is One News this good Friday. Remember, you can keep right up to date with any developments on our stories tonight. You just need to go to our website. That's OneNews.com.com. But from the team, Naamuhi Uttipo. Hey, Apopo. Have a 1News.co.n.com.m. From the team, Nammei-u-tipur, hey, a porpoe. Have a good night. We'll see you tomorrow."}