{"speakers": [], "chunks": [{"timestamp": [0.0, 7.12], "text": " A person is dead after fleeing from police in a car."}, {"timestamp": [7.24, 9.5], "text": " We talk to locals left to clean up afterwards."}, {"timestamp": [10.24, 14.86], "text": " Historic levels of rainfall in eastern South Africa leaves more than 300 people dead"}, {"timestamp": [14.86, 19.72], "text": " and meet the blind scrabble guru sensing her way through the national champs."}, {"timestamp": [29.9, 34.86], "text": " Killed a good evening. A passenger in a fleeing vehicle has become the first victim of the Easter weekend road toll."}, {"timestamp": [35.34, 40.02], "text": " Police took off after the stolen car, which later crashed in the Auckland suburb of Takanini."}, {"timestamp": [40.62, 44.26], "text": " As late in Hakel reports, local residents are now left to clean up the mess."}, {"timestamp": [44.9, 45.3], "text": " This is Justin Dixon's front garden. It's really shocking. As Leighton Hakel reports, local residents are now left to clean up the mess."}, {"timestamp": [47.26, 47.6], "text": " This is Justin Dixon's front garden."}, {"timestamp": [51.68, 52.16], "text": " It's really shocking, you know, and I think probably tomorrow reality will kick in."}, {"timestamp": [54.98, 55.34], "text": " Debris, rubbish and branches covering his lawn."}, {"timestamp": [58.72, 59.3], "text": " The front door, impassable, the front pagola destroyed."}, {"timestamp": [60.58, 60.96], "text": " All that is wiped away."}, {"timestamp": [63.3, 72.0], "text": " His neighbour's hedge and fence, gone too. Destroyed everything, yeah, front yard, my glass and, yeah, like, I haven't seen anything like this happened before."}, {"timestamp": [72.0, 78.0], "text": " It's the aftermath of a late-night car crash that left a passenger dead and two others injured."}, {"timestamp": [78.0, 83.0], "text": " And the people in the car, yeah, they were doing CPR and everything."}, {"timestamp": [83.0, 85.38], "text": " It was really very sad, very sad."}, {"timestamp": [85.58, 89.02], "text": " It all unfolded when police approached the stolen car in Papakura"}, {"timestamp": [89.02, 90.88], "text": " and the driver sped away."}, {"timestamp": [91.32, 94.92], "text": " Police say they didn't give chase but found the car here minutes later"}, {"timestamp": [94.92, 98.88], "text": " crashed on the corner of Porchester and Walters Roads in Takanini."}, {"timestamp": [98.88, 103.54], "text": " It was this intensely progressive, crashing, smashing sound."}, {"timestamp": [103.88, 107.02], "text": " I thought something fell out of the sky like a little aircraft or something."}, {"timestamp": [107.16, 108.52], "text": " That's how intense the sound was."}, {"timestamp": [108.64, 113.54], "text": " While one passenger didn't survive, the driver fled on foot before they were found by police."}, {"timestamp": [113.96, 118.86], "text": " The serious crash unit is investigating, as will the Independent Police Conduct Authority."}, {"timestamp": [119.52, 123.54], "text": " Despite the clean-up ahead, Justin Dixon's feeling for those involved."}, {"timestamp": [123.84, 127.4], "text": " Regardless of what has happened, you know, a family has lost a member."}, {"timestamp": [127.78, 129.74], "text": " A grim start to the Easter weekend."}, {"timestamp": [130.84, 134.44], "text": " Okay, Leighton, this weekend is the first weekend under the orange light settings."}, {"timestamp": [134.62, 136.24], "text": " How has traffic been around the country?"}, {"timestamp": [138.36, 141.32], "text": " Well, Mitch, though it might not look like it right now behind me,"}, {"timestamp": [141.38, 144.32], "text": " it has been a very busy day on the roads right around the country."}, {"timestamp": [144.32, 149.12], "text": " In Auckland, a three-car crash on the southern motorway brought an already packed road"}, {"timestamp": [149.12, 154.68], "text": " to an even slower crawl. One motorist told us that a route that would usually take 30 minutes"}, {"timestamp": [154.68, 160.58], "text": " took about two hours down in Wellington. The traffic out of Wellington was clogged right"}, {"timestamp": [160.58, 169.8], "text": " the way to Wykenai. So clearly transmission gully not solving all congestion issues down there. And with so many people on the roads this holiday weekend, the New Zealand"}, {"timestamp": [169.8, 174.9], "text": " Transport Agency and police are urging for extra caution and safety because they don't want to see"}, {"timestamp": [174.9, 179.0], "text": " a repeat of last year where we had the worst. Easter road toll in a decade."}, {"timestamp": [179.76, 182.58], "text": " Leighton Hakele live from Central Auckland. Layton, thank you for the updates."}, {"timestamp": [183.46, 187.6], "text": " Police are hunting through a forest near Taupor for a man who fired a gun at offices."}, {"timestamp": [188.2, 193.88], "text": " It happened at quarter past two this morning when police stopped a vehicle on Puerta Valley Road in the Tohara forest."}, {"timestamp": [194.4, 197.9], "text": " The man fired a weapon before taking off on foot, the armed defender squad,"}, {"timestamp": [198.02, 200.7], "text": " as well as the police eagle helicopter, have joined the search."}, {"timestamp": [201.36, 205.66], "text": " Police are asking motorists on State Highway 5 near Mount Tohada to contact them if they see any hitchhikers in the search. Police are asking motorists on State Highway 5 near Mount Tohutter to contact them"}, {"timestamp": [205.66, 208.14], "text": " if they see any hitchikers in the area."}, {"timestamp": [209.06, 212.08], "text": " And a man has died after a boat overturned near Cape Palliser"}, {"timestamp": [212.08, 213.6], "text": " in the Wided Upper this morning."}, {"timestamp": [214.2, 217.86], "text": " Emergency services were called but couldn't save a 63-year-old man."}, {"timestamp": [218.14, 221.08], "text": " The other person on board the boat reached the shore safely."}, {"timestamp": [222.64, 226.32], "text": " Heavy rains in flooding have battered the eastern coast of South Africa,"}, {"timestamp": [226.32, 231.28], "text": " killing more than 300 people. Officials have called it one of the worst weather storms in the"}, {"timestamp": [231.28, 235.68], "text": " country's history, rather. Kethaki Masalamani reports."}, {"timestamp": [235.68, 240.08], "text": " A year's worth of rain in just two days."}, {"timestamp": [240.08, 249.36], "text": " There were currents strong enough to wash away cars while stranding others."}, {"timestamp": [249.36, 255.88], "text": " This woman clung to a bank as roads turned into rivers before being swept away."}, {"timestamp": [255.88, 262.56], "text": " At least 300 people are dead and there's expected to be more among the wreckage."}, {"timestamp": [262.56, 268.56], "text": " Along the coast, entire apartments crumbled into crevasses as the earth slid from underneath them."}, {"timestamp": [270.88, 275.32], "text": " And in the ones left standing, muddy waterfalls gushed through living rooms."}, {"timestamp": [275.96, 280.74], "text": " People held on to what's left of roads and bridges washed away in the deluge."}, {"timestamp": [281.46, 285.14], "text": " There was flooding through shanty towns where residents are trying to clean up."}, {"timestamp": [285.14, 289.68], "text": " We lose anything. We can't find everything now."}, {"timestamp": [289.68, 293.24], "text": " It's bad. Everything is bad. We don't have anything."}, {"timestamp": [293.24, 298.88], "text": " President Cyril Ramaphosa called it a catastrophe of enormous proportions."}, {"timestamp": [298.88, 303.56], "text": " Durban Port, his country's busiest, was hit badly."}, {"timestamp": [303.56, 307.56], "text": " Images from above show a landscape now almost unrecognizable."}, {"timestamp": [308.12, 310.6], "text": " The people here are in survival mode."}, {"timestamp": [310.6, 313.68], "text": " As you can see, how we're suffering."}, {"timestamp": [314.34, 319.06], "text": " Weather forecasters said their expectations were exceeded by the sudden downpour."}, {"timestamp": [324.76, 330.42], "text": " There's no end in sight, a flood warning now in place in the neighbouring province of Eastern Cape."}, {"timestamp": [330.96, 333.94], "text": " As South Africa braces for even more rain."}, {"timestamp": [334.38, 336.06], "text": " Ketki Maslamini News Hub."}, {"timestamp": [336.78, 340.94], "text": " Prince Harry and his wife Megan have made a surprise trip to the UK to see the Queen."}, {"timestamp": [341.44, 349.92], "text": " It comes as her majesty missed the traditional Royal Monde Easter Service, an event she goes to every year because of mobility issues. She is also expected"}, {"timestamp": [349.92, 353.32], "text": " to miss other events this weekend. Here's ITV's Chris Ship."}, {"timestamp": [356.64, 362.06], "text": " Mourndy Thursday and an event the Queen would ordinarily be at, but not today. Instead,"}, {"timestamp": [362.18, 365.74], "text": " she asked Prince Charles and Camilla to attend in her place,"}, {"timestamp": [365.98, 370.52], "text": " another event at which her mobility difficulties have forced her to cancel."}, {"timestamp": [372.4, 377.16], "text": " So for the first time ever, the Prince of Wales did what the monarch would usually do,"}, {"timestamp": [377.32, 382.12], "text": " handing out the traditional maundi money to pensioners, men and women from across the country"}, {"timestamp": [382.12, 387.74], "text": " who've been recommended by their churches, like Muriel Davies, who is 99."}, {"timestamp": [388.56, 394.3], "text": " Well, honored really to bring us to do, to accept it."}, {"timestamp": [394.88, 397.86], "text": " When the Queen went to Westminster Abbey to distribute the Royal Monde,"}, {"timestamp": [398.3, 400.9], "text": " this traditional service means a lot to the Queen."}, {"timestamp": [401.02, 412.24], "text": " It was actually the first ever engagement she carried out as monarch in Easter Easter, 1952. Then, Mordi gifts were handed to 26 men and 26 women to reflect the Queen's"}, {"timestamp": [412.24, 418.56], "text": " age that year. Today, 96 men and women were honoured, a reminder of how long the Queen"}, {"timestamp": [418.56, 424.0], "text": " has been doing this. She hasn't cancelled her Mordy Thursday appearance since 1970."}, {"timestamp": [424.0, 428.08], "text": " For those who received the purses today, it was still a very special moment."}, {"timestamp": [428.26, 430.46], "text": " And you'll keep hold very tightly of those two purses."}, {"timestamp": [430.46, 431.52], "text": " I promise I will."}, {"timestamp": [431.72, 433.58], "text": " In your hands, the red purse and the white purse."}, {"timestamp": [433.66, 434.7], "text": " Don't drop them on the way home."}, {"timestamp": [434.8, 435.34], "text": " I will."}, {"timestamp": [435.68, 440.54], "text": " Given how important Holy Week is for the Queen, this is one event, yet another."}, {"timestamp": [440.9, 443.6], "text": " She would have loved to attend, if only she could have."}, {"timestamp": [444.64, 450.88], "text": " Russia's most powerful warship in the Black Sea has sunk, but Moscow claims the Ukrainians had nothing to do with it."}, {"timestamp": [451.32, 457.56], "text": " The Ukrainian militaries say they hit the vessel with anti-ship cruise missiles while distracting its crew with an aerial drone."}, {"timestamp": [458.08, 459.7], "text": " Here's Chris Livesey from CBS."}, {"timestamp": [460.64, 462.96], "text": " A shocking blow to Russia."}, {"timestamp": [462.96, 467.0], "text": " Its powerhouse on the Black Sea now sunk."}, {"timestamp": [467.0, 474.0], "text": " The pride of the Russian Navy, the warship Moscow was part of the fleet terrorizing the Ukrainian coast."}, {"timestamp": [474.0, 483.0], "text": " Armed with supersonic missile launchers, it was originally designed in the Cold War to take out U.S. aircraft carriers."}, {"timestamp": [483.0, 486.8], "text": " Instead, it was taken out by two Ukrainian-made"}, {"timestamp": [486.8, 491.96], "text": " Neptune missiles, Ukraine says, which would mark the first time it's destroyed a major Russian"}, {"timestamp": [491.96, 497.78], "text": " vessel at sea. Moscow refutes the claim, insisting something sparked munitions on board"}, {"timestamp": [497.78, 507.96], "text": " to explode, but admitting its crew of nearly 500 sailors had to abandon ship. The Pentagon says Russia has pulled its remaining ships from the area."}, {"timestamp": [508.32, 512.12], "text": " While just up the coast, Muriupil on the brink of doom."}, {"timestamp": [512.6, 515.06], "text": " Many of the city's defenders have now been captured."}, {"timestamp": [515.48, 518.26], "text": " Russian TV footage purports to show them surrendering."}, {"timestamp": [518.26, 523.96], "text": " But these die-hard Ukrainian forces, encircled by the enemy, say they will not give up."}, {"timestamp": [524.36, 530.16], "text": " Ukrainian President Volodymyr Zelensy says it's a cycle of death, but the blood is on Russia's"}, {"timestamp": [530.16, 530.64], "text": " hands."}, {"timestamp": [531.54, 534.94], "text": " They can kill us and they will also die."}, {"timestamp": [535.5, 537.4], "text": " I can't understand for what."}, {"timestamp": [537.88, 541.58], "text": " In Harkiv, there's no rest, even for the dead."}, {"timestamp": [543.52, 546.0], "text": " How could it be, says Valentina?"}, {"timestamp": [546.0, 548.0], "text": " I talked to him a minute beforehand."}, {"timestamp": [548.0, 550.0], "text": " And a minute later, just look."}, {"timestamp": [550.0, 554.0], "text": " We witnessed the aftermath of Russia's attacks in the town of Andrivka,"}, {"timestamp": [554.0, 558.0], "text": " where Ukrainian soldiers are now clearing these homes of mines,"}, {"timestamp": [558.0, 561.0], "text": " meant only to terrorize civilians."}, {"timestamp": [561.0, 564.0], "text": " Locals say Russians have left mines virtually everywhere,"}, {"timestamp": [564.0, 566.76], "text": " booby-trapping, trunks of cars,"}, {"timestamp": [567.3, 575.28], "text": " washing machines, even dead bodies. Salt on the wounds of one more village that will never forget."}, {"timestamp": [576.32, 580.88], "text": " Meanwhile, the destruction wrought on towns north of Kiev has made the job for war crimes"}, {"timestamp": [580.88, 585.56], "text": " investigators hard. Bodies are difficult to reach under collapsed buildings."}, {"timestamp": [587.0, 587.88], "text": " Here's ITVs, Peter Smith."}, {"timestamp": [592.88, 595.56], "text": " Bodies aren't lying on the streets here. In Bordianka, they were left buried in their own basements. The dead are still being counted."}, {"timestamp": [601.04, 604.98], "text": " When Putin's troops occupied this town, they destroyed it."}, {"timestamp": [605.0, 606.4], "text": " Ashes and rubble town, they destroyed it."}, {"timestamp": [609.3, 610.56], "text": " Ashes and rubble are all they left behind."}, {"timestamp": [614.44, 617.98], "text": " Now international investigators from the Hague are here to determine if what happened in Borodianca constitutes a war crime."}, {"timestamp": [618.6, 620.22], "text": " Clearly we have reasonable grounds to believe."}, {"timestamp": [620.78, 622.92], "text": " Crimes within the jurisdiction of the court were committed."}, {"timestamp": [623.36, 630.0], "text": " The job now is to look at the higher standard, see why, who ordered it, who committed it."}, {"timestamp": [630.0, 636.0], "text": " The Speaker of Ukraine's Parliament was also giving colleagues from Eastern Europe a tour of this town today."}, {"timestamp": [636.0, 639.0], "text": " And he told me he wants the whole world to see this."}, {"timestamp": [639.0, 645.22], "text": " We want that everyone who is guilty must have the punished for this crime."}, {"timestamp": [647.78, 648.16], "text": " That's genocide against Ukrainian people."}, {"timestamp": [651.02, 651.76], "text": " The terror the people lived through here is now apparent."}, {"timestamp": [655.04, 658.66], "text": " Vala tells me she's been too scared to go outside until today."}, {"timestamp": [660.46, 661.02], "text": " This is the first time I've come out."}, {"timestamp": [663.14, 667.0], "text": " I wanted to see what they have done with my own eyes. How many people are still"}, {"timestamp": [667.0, 673.0], "text": " under the rubble? As of today, more than 100 bodies have already been recovered in"}, {"timestamp": [673.0, 678.0], "text": " Borodianca, but there are still people in this town who don't know whether their loved ones are"}, {"timestamp": [678.0, 686.5], "text": " alive or dead. The town square has become a place for desperate people to get foot and look for the missing."}, {"timestamp": [688.74, 691.08], "text": " We see the reunion of two friends."}, {"timestamp": [694.32, 694.86], "text": " This is the first time I am seeing him since the war started."}, {"timestamp": [698.16, 698.6], "text": " Four people in his family have been killed, buried under the rubble."}, {"timestamp": [704.44, 712.92], "text": " In the face of such tragedy, Borodianca has become a national symbol of the Ukrainian resistance., enduring the might of the Russian military, and yet somehow, still here, defiant and unconquered."}, {"timestamp": [713.76, 720.44], "text": " Well, back home now, and an Auckland doctor is warning people who have had COVID-19 to rest or risk getting long COVID."}, {"timestamp": [720.86, 725.82], "text": " While those who test positive have to isolate for a week, recovery can take a lot longer."}, {"timestamp": [726.12, 727.84], "text": " Here's health correspondent Lucy Warhurst."}, {"timestamp": [728.82, 735.42], "text": " Okay, so you've had COVID-19 and just watching this leaves you feeling exhausted."}, {"timestamp": [736.16, 737.02], "text": " You're not alone."}, {"timestamp": [737.66, 744.4], "text": " Are you feeling fatigued, like this dog-tired feeling that you just can't get off the sofa?"}, {"timestamp": [744.9, 748.72], "text": " If you're feeling like that, you need to listen to your body."}, {"timestamp": [749.24, 753.54], "text": " ProCare GP, Jodi O'Sullivan, reckons around half of her patients have had Omicron,"}, {"timestamp": [753.86, 758.14], "text": " and many are suffering four to six weeks on because they've tried to work through it."}, {"timestamp": [758.6, 764.04], "text": " Because we've been told it's not the nasty one, we've underestimated what it can actually do to you."}, {"timestamp": [764.34, 767.6], "text": " Where Alpha and Delta variants commonly affected the lungs,"}, {"timestamp": [768.0, 769.58], "text": " Omicron can affect the heart."}, {"timestamp": [770.16, 777.1], "text": " So if you're working and you feel tired, sweaty, headachey, stop, rest,"}, {"timestamp": [778.12, 780.12], "text": " then you might be able to work again for an hour or two."}, {"timestamp": [780.68, 782.94], "text": " But if you don't, this thing has got a tail."}, {"timestamp": [783.28, 786.7], "text": " If it drags on beyond six weeks, it's considered to be long COVID."}, {"timestamp": [787.18, 790.64], "text": " Dr Anthony Jordan says it's a recognised clinical condition"}, {"timestamp": [790.64, 793.6], "text": " with people reporting brain fog and fatigue."}, {"timestamp": [793.96, 796.52], "text": " These are persisting for up to three months"}, {"timestamp": [796.52, 798.28], "text": " and there's no other cause for them."}, {"timestamp": [798.5, 802.48], "text": " It's still too early to know how common long COVID is with Omicron"}, {"timestamp": [802.48, 804.54], "text": " but researchers are looking into it."}, {"timestamp": [804.88, 806.72], "text": " We just need to watch and wait at the moment"}, {"timestamp": [806.72, 808.3], "text": " to see where it lands,"}, {"timestamp": [808.64, 810.26], "text": " but at the moment some people are saying"}, {"timestamp": [810.26, 812.9], "text": " as high as 10 to 15%."}, {"timestamp": [812.9, 815.0], "text": " Most will recover with rest,"}, {"timestamp": [815.1, 816.66], "text": " but if you have palpitations,"}, {"timestamp": [817.02, 818.86], "text": " chest pain or shortness of breath,"}, {"timestamp": [819.14, 822.02], "text": " you should contact your GP or call Healthline."}, {"timestamp": [822.4, 824.38], "text": " Whatever you do, don't push through."}, {"timestamp": [824.72, 827.08], "text": " Going out for a run, it's not a good"}, {"timestamp": [827.08, 833.12], "text": " idea. Have a sleep, read a book, drink loads of fluids, take some vitamin C, take some time off."}, {"timestamp": [833.32, 839.1], "text": " Advice, we can all take this Easter weekend. Just make sure you're fully recovered before"}, {"timestamp": [839.1, 847.82], "text": " getting back to full exercise. Lucy Warhurst, News Hub. Well, a home-built car known as the one buggy mud-muncher raptor,"}, {"timestamp": [848.12, 852.4], "text": " yes, that's its real name, has been given a shot at being turned into a Hot Wheels toy."}, {"timestamp": [852.98, 856.72], "text": " Carl Goodell's creation won the New Zealand leg of the Hot Wheels Legends Tour,"}, {"timestamp": [856.92, 860.26], "text": " and will now go head to head with creations from right around the world"}, {"timestamp": [860.26, 862.66], "text": " for a chance to be immortalised in diecast."}, {"timestamp": [863.1, 864.26], "text": " Kelly Callahan explains."}, {"timestamp": [864.82, 870.06], "text": " It might look like a regular buggy, but this very well could inspire the next Hot Wheels"}, {"timestamp": [870.06, 871.1], "text": " to hit the shelf."}, {"timestamp": [871.4, 872.38], "text": " It's a bit of a creation."}, {"timestamp": [873.3, 875.76], "text": " It's got a 40-inch maxis straps on there."}, {"timestamp": [876.26, 880.92], "text": " This two-seater machine crowned winner of the New Zealand leg of the Hot Wheels Legends"}, {"timestamp": [880.92, 885.82], "text": " Tour, a competition pitting the craziest homemade creations against each other."}, {"timestamp": [886.04, 890.48], "text": " It's the one buggy mud muncher raptor built by Carl Goodall."}, {"timestamp": [890.62, 894.7], "text": " No, I didn't know. I was actually working on the buggy last night while it was on."}, {"timestamp": [894.94, 900.46], "text": " He'll have plenty of time to work on it before taking on the world's best in L.A. later in the year."}, {"timestamp": [900.94, 904.34], "text": " I never actually built it to be a bloody Hot Wheels car or anything like that show car."}, {"timestamp": [904.44, 907.52], "text": " It was built to go in the bush and get beaten on."}, {"timestamp": [907.68, 912.16], "text": " Got a lot of garage spirit, obviously building the shed like Kiwi As."}, {"timestamp": [912.34, 916.94], "text": " That's just what the judges were looking for, a bit of Kiwi ingenuity."}, {"timestamp": [917.26, 920.8], "text": " The scratch built as well, and they haven't really seen anything like it before."}, {"timestamp": [921.22, 924.3], "text": " And obviously it had a rotary, so that kind of made it like 10 pounds better."}, {"timestamp": [924.3, 929.4], "text": " In previous years, the winner has been revealed by famous names like Snoop Dog himself."}, {"timestamp": [929.4, 934.34], "text": " Can I roll it? Yeah, yeah. I won't leave it foggy."}, {"timestamp": [936.6, 942.12], "text": " The Kiwi creation will go up against 14 others in a bid to be made into a much smaller"}, {"timestamp": [942.12, 945.8], "text": " diecast version. A whole bloody cabinet full of those things at home, you know."}, {"timestamp": [946.72, 947.6], "text": " I've had my own one in there."}, {"timestamp": [947.6, 949.72], "text": " It would be pretty awesome, eh?"}, {"timestamp": [949.88, 955.52], "text": " If he wins, the one buggy mudmuncher raptor could be on our shelves next year."}, {"timestamp": [956.02, 957.94], "text": " Kaylee Callahan News Hub."}, {"timestamp": [958.78, 962.16], "text": " Well, Mike, so now with a look at the weather and quite the start to the Easter break, Mike."}, {"timestamp": [962.5, 963.98], "text": " We were very lucky, Mitch."}, {"timestamp": [964.06, 966.56], "text": " Plenty of sunshine around, nice and calm as well."}, {"timestamp": [966.66, 970.2], "text": " Cape Riega had the country's high today of 24 degrees,"}, {"timestamp": [970.66, 974.88], "text": " but it was a cold start for Samoa Udu down to minus 5 when they woke this morning."}, {"timestamp": [974.98, 977.12], "text": " Now, there's a bit of much needed to rain on the way for the south,"}, {"timestamp": [977.44, 979.46], "text": " and for everyone else, Saturday's looking pretty good."}, {"timestamp": [979.56, 981.72], "text": " I'll have all the details after sport."}, {"timestamp": [981.72, 983.0], "text": " I look to it, thank you, Mike."}, {"timestamp": [983.12, 985.26], "text": " Well, animal lovers in Waaiquato are furious,"}, {"timestamp": [985.4, 987.24], "text": " a malnourished horse was left to suffer."}, {"timestamp": [987.74, 989.68], "text": " A year after complaining to SPCA,"}, {"timestamp": [989.8, 991.76], "text": " the horse has finally seized from its owner."}, {"timestamp": [992.46, 994.48], "text": " Assessing the pros and cons of gold mining,"}, {"timestamp": [994.6, 998.14], "text": " the company planning to dig deep in Coromandel Conservation Land."}, {"timestamp": [998.7, 1001.98], "text": " And the little Kakopo getting a scan and a sheep-sized scanner,"}, {"timestamp": [1001.98, 1006.16], "text": " the surprising collaboration between ag research and animal conservation."}, {"timestamp": [1009.34, 1011.84], "text": " Tonight, it's wet and wild on Bondi Rescue"}, {"timestamp": [1011.84, 1015.5], "text": " before Chloe Grace Moretz battles body snatches in the fifth wave."}, {"timestamp": [1015.7, 1017.96], "text": " Then mountain biking injuries and venomous snake bites,"}, {"timestamp": [1018.16, 1021.7], "text": " it's all in a day's work on emergency, right here on three."}, {"timestamp": [1023.6, 1024.02], "text": " Gibbs."}, {"timestamp": [1024.26, 1025.52], "text": " NCIS returns. Good to see you again. Back to back with another old favorite. Who are Gibbs. NCIS returns."}, {"timestamp": [1025.7, 1026.18], "text": " Good to see again."}, {"timestamp": [1026.36, 1028.34], "text": " Back to back with another old favorite."}, {"timestamp": [1028.5, 1028.9], "text": " Who are you?"}, {"timestamp": [1029.1, 1029.62], "text": " NCIS."}, {"timestamp": [1029.74, 1031.2], "text": " That's NCIS LA."}, {"timestamp": [1031.36, 1033.86], "text": " Sounds like somebody's been reading my dream journal."}, {"timestamp": [1034.02, 1036.62], "text": " From Washington to Los Angeles, it's all gone."}, {"timestamp": [1036.7, 1037.66], "text": " Okay, what is happening?"}, {"timestamp": [1037.8, 1039.56], "text": " Still chasing bad guys."}, {"timestamp": [1040.34, 1040.86], "text": " What I do?"}, {"timestamp": [1041.0, 1041.66], "text": " It's all you did."}, {"timestamp": [1041.66, 1045.32], "text": " Yep. Toothase return. Light up your night with all new NCI. I know it's all you do it's all you do yep"}, {"timestamp": [1045.32, 1046.76], "text": " two phase return"}, {"timestamp": [1046.76, 1048.72], "text": " light up your night"}, {"timestamp": [1048.72, 1050.12], "text": " with all new NCIS"}, {"timestamp": [1050.12, 1051.42], "text": " and NCISLA"}, {"timestamp": [1051.42, 1053.4], "text": " Tuesday on 3 and 3 now"}, {"timestamp": [1053.4, 1055.1], "text": " Darts off"}, {"timestamp": [1055.1, 1057.2], "text": " Darts off"}, {"timestamp": [1057.2, 1057.9], "text": " Oh"}, {"timestamp": [1057.9, 1058.0], "text": " Oh"}, {"timestamp": [1058.0, 1058.1], "text": " Oh"}, {"timestamp": [1058.1, 1062.0], "text": " Oh"}, {"timestamp": [1062.0, 1063.0], "text": " Oh"}, {"timestamp": [1063.0, 1069.16], "text": " Dots off."}, {"timestamp": [1069.16, 1070.6], "text": " Get down the floor."}, {"timestamp": [1071.3, 1072.68], "text": " Get out the floor."}, {"timestamp": [1072.88, 1074.56], "text": " Get out the floor."}, {"timestamp": [1074.76, 1075.12], "text": " Do it."}, {"timestamp": [1075.26, 1076.52], "text": " Come on and get out of the floor."}, {"timestamp": [1076.72, 1085.0], "text": " Three lines. Dance off Go Go Go"}, {"timestamp": [1085.0, 1087.0], "text": " Dance off"}, {"timestamp": [1087.0, 1089.0], "text": " Get down the floor"}, {"timestamp": [1089.0, 1090.0], "text": " Get out"}, {"timestamp": [1090.0, 1091.0], "text": " to get out the floor"}, {"timestamp": [1091.0, 1093.0], "text": " Do it"}, {"timestamp": [1093.0, 1094.0], "text": " Come on and get out the floor"}, {"timestamp": [1094.0, 1095.0], "text": " Rewat"}, {"timestamp": [1095.0, 1098.0], "text": " I challenge you to a dance off"}, {"timestamp": [1098.0, 1099.0], "text": " Hands off"}, {"timestamp": [1099.0, 1100.0], "text": " No trash talk"}, {"timestamp": [1100.0, 1101.0], "text": " No back walk"}, {"timestamp": [1101.0, 1103.0], "text": " On the backtop"}, {"timestamp": [1103.0, 1104.0], "text": " Just moving you"}, {"timestamp": [1104.0, 1105.32], "text": " That's all No bad cores No tag teams No mad Dancing But the black top just Move you That's all"}, {"timestamp": [1105.32, 1107.0], "text": " No bad calls"}, {"timestamp": [1107.0, 1108.04], "text": " No dad's"}, {"timestamp": [1108.04, 1108.06], "text": " No bad news"}, {"timestamp": [1108.06, 1126.6], "text": " No match plunded home into a peaceful oasis. Apply today at 3Now.com.n.z."}, {"timestamp": [1126.7, 1128.4], "text": " Forward your life out."}, {"timestamp": [1129.94, 1132.7], "text": " Welcome back. Cambridge locals are furious"}, {"timestamp": [1132.7, 1134.48], "text": " and extremely malnourished horse"}, {"timestamp": [1134.48, 1136.74], "text": " who they reported a year ago to the SBCA"}, {"timestamp": [1136.74, 1139.82], "text": " has now been seized just as they were trying to save it."}, {"timestamp": [1140.32, 1142.5], "text": " Our cameras were there as an animal rescue group"}, {"timestamp": [1142.5, 1145.02], "text": " who had negotiated to take the horse from the owner,"}, {"timestamp": [1145.28, 1146.94], "text": " lost their bid to give it a new life."}, {"timestamp": [1147.36, 1148.7], "text": " Here's Karen Rutherford with the story."}, {"timestamp": [1149.58, 1155.64], "text": " It's a confronting, sickening sight, a bony, malnourished mare grazing in central Cambridge,"}, {"timestamp": [1156.0, 1158.98], "text": " whose owners copped it this week from concerned locals."}, {"timestamp": [1159.46, 1160.7], "text": " Have you seen this horse?"}, {"timestamp": [1160.86, 1161.06], "text": " Yeah."}, {"timestamp": [1161.14, 1162.16], "text": " Can you see it?"}, {"timestamp": [1162.5, 1163.0], "text": " Yeah, I can."}, {"timestamp": [1163.0, 1164.0], "text": " Why can't you feed it?"}, {"timestamp": [1164.04, 1166.0], "text": " Why can't you get some vet to it? Why can't you feed it? Why can't you get some vet to it?"}, {"timestamp": [1166.0, 1167.0], "text": " Why can't you do something about it?"}, {"timestamp": [1167.0, 1173.0], "text": " Maya Vance says she complained to the SPCA over a year ago and made multiple follow-up calls."}, {"timestamp": [1173.0, 1177.0], "text": " Every time I called the SPCA I was just met with, we can't give you any information."}, {"timestamp": [1177.0, 1181.0], "text": " We don't give information to the public, even if it's the person that rang in."}, {"timestamp": [1181.0, 1189.82], "text": " The SPCA wouldn't appear on camera but says it found no breach of the Animal Welfare Act when it investigated following that complaint 15 months ago."}, {"timestamp": [1189.82, 1197.26], "text": " It also says it can find no record of follow-up phone calls until Tuesday when a member of the public again complained."}, {"timestamp": [1198.1, 1204.36], "text": " The Wipar District Council, who owns these paddocks, says it's been aware for weeks of concerns about the elderly horse."}, {"timestamp": [1204.7, 1206.54], "text": " It ordered the owner to call a vet."}, {"timestamp": [1206.9, 1209.04], "text": " She opted to have it euthanised yesterday."}, {"timestamp": [1209.48, 1214.12], "text": " But animal rescue advocates say they convinced her to give the mare up at the 11th hour."}, {"timestamp": [1214.42, 1217.84], "text": " She's still got that twin colour and we just think, yeah, that she deserves a chance."}, {"timestamp": [1218.16, 1222.94], "text": " A vet was called the horse deemed fit to travel, but SPCA inspectors turned up."}, {"timestamp": [1222.94, 1225.72], "text": " I'm just making you guys look even worse."}, {"timestamp": [1226.12, 1227.26], "text": " And seize the mayor."}, {"timestamp": [1227.52, 1230.68], "text": " I'm really upset and I'm fricking frustrated."}, {"timestamp": [1232.48, 1236.7], "text": " Yeah, I mean this is disgusting that a horse gets like this."}, {"timestamp": [1237.34, 1242.76], "text": " This is disgusting that SBCA turns up as soon as I'm involved."}, {"timestamp": [1242.9, 1245.72], "text": " Someone's happy to do something and take the horse on and get"}, {"timestamp": [1245.72, 1250.8], "text": " vet treatment and try and rehab this horse and then they turn up to try and put a stop to it."}, {"timestamp": [1251.38, 1252.44], "text": " It's disgusting."}, {"timestamp": [1252.96, 1258.1], "text": " The owner declined to comment to us, the SPCA for its part, says had it known about ongoing"}, {"timestamp": [1258.1, 1261.36], "text": " concerns it would have responded promptly and appropriately."}, {"timestamp": [1261.86, 1265.6], "text": " They were not interested in this beforehand and and now all of a sudden, boom."}, {"timestamp": [1266.04, 1268.82], "text": " The mayor has now been transported to an equine hospital,"}, {"timestamp": [1269.0, 1272.92], "text": " but locals' calls for news of her condition have fallen on deaf ears."}, {"timestamp": [1273.32, 1275.44], "text": " The SPCA says her prognosis,"}, {"timestamp": [1275.88, 1277.8], "text": " and how she even came to look like this,"}, {"timestamp": [1278.08, 1279.92], "text": " are all now part of an investigation."}, {"timestamp": [1280.52, 1281.9], "text": " Karen Rutherford News Hub."}, {"timestamp": [1282.4, 1285.74], "text": " There will be no new mines on conservation lands."}, {"timestamp": [1285.98, 1289.9], "text": " You may remember that promise by the Labor-led coalition government back in 2017,"}, {"timestamp": [1290.54, 1293.48], "text": " but fast-track five years and a new mine in the Coromandel"}, {"timestamp": [1293.48, 1296.5], "text": " near the long-standing Martha Mine at Waihee is planned."}, {"timestamp": [1297.08, 1299.16], "text": " Resource consent will be applied for mid-year,"}, {"timestamp": [1299.46, 1302.1], "text": " and the owner's promise it will tick all the green boxes."}, {"timestamp": [1302.76, 1305.48], "text": " National correspondent Amanda Gilley spoke to a pro-miner"}, {"timestamp": [1305.48, 1312.62], "text": " and an anti-minder. I think there are ways that we can mine in a responsible way that allows us to"}, {"timestamp": [1312.62, 1318.94], "text": " mine out somewhere like Farikara-Ponga and yet still have those economic benefits for the local"}, {"timestamp": [1318.94, 1324.56], "text": " communities that we work in. We don't need mining. We could recycle the cell phones and the"}, {"timestamp": [1324.56, 1325.14], "text": " computers. There's a New Zealand company called Mint Technology. We could recycle the cell phones and the computers."}, {"timestamp": [1325.76, 1328.16], "text": " There's a New Zealand company called Mint Technology."}, {"timestamp": [1328.4, 1329.88], "text": " We could get gold from that."}, {"timestamp": [1330.28, 1335.2], "text": " We don't need to dig up the land under the Coromandel Forest Park."}, {"timestamp": [1335.52, 1338.6], "text": " It's a minefield over a gold mine."}, {"timestamp": [1339.08, 1341.18], "text": " There's a genuine desire to do things properly."}, {"timestamp": [1341.18, 1344.02], "text": " And whether that's driven because, you know, there's a lot more scrutiny,"}, {"timestamp": [1344.32, 1347.0], "text": " or it's just the people that are drawn to mining itself."}, {"timestamp": [1347.0, 1352.0], "text": " They have a terrible track record across the world. You look at the Philippines"}, {"timestamp": [1352.0, 1359.0], "text": " and you will see that there is pollution of the water. You can't even do rice paddies anymore."}, {"timestamp": [1359.0, 1366.32], "text": " You can't fish in that water. They brought police in to brutalize the people that were against it, and it is exactly"}, {"timestamp": [1366.32, 1367.34], "text": " the same company."}, {"timestamp": [1367.72, 1373.08], "text": " At the heart of the latest fight is this public conservation land in the Coramandal just north"}, {"timestamp": [1373.08, 1373.68], "text": " of Waihi."}, {"timestamp": [1374.36, 1377.68], "text": " Oceana Gold wants resource consent to mine it underground."}, {"timestamp": [1378.3, 1384.02], "text": " This means digging a tunnel in the area between Waahi and Fungamatar in the hope of striking"}, {"timestamp": [1384.02, 1384.52], "text": " gold."}, {"timestamp": [1384.78, 1388.08], "text": " Best case scenario, how much money will you make if this mine goes ahead?"}, {"timestamp": [1388.48, 1392.36], "text": " Well, we're looking at a resource of potentially up to a million ounces."}, {"timestamp": [1392.8, 1398.12], "text": " And with gold retailing at around $2,600 an ounce, that's $2.6 billion."}, {"timestamp": [1398.66, 1401.94], "text": " And while costs would still have to come out, it's a gold mine."}, {"timestamp": [1401.94, 1406.14], "text": " But it's the cost to the environment that enrages opponents who say"}, {"timestamp": [1406.14, 1408.04], "text": " native plants and animals, including"}, {"timestamp": [1408.04, 1409.86], "text": " the endangered Archie's frog,"}, {"timestamp": [1410.22, 1411.84], "text": " will be hugely impacted"}, {"timestamp": [1411.84, 1413.96], "text": " and insist the waters will"}, {"timestamp": [1413.96, 1415.96], "text": " be polluted. I've swum"}, {"timestamp": [1415.96, 1417.88], "text": " in those watering holes. I've swum"}, {"timestamp": [1417.88, 1419.98], "text": " in the sea for my entire life."}, {"timestamp": [1420.44, 1422.06], "text": " They have the ability to take that"}, {"timestamp": [1422.06, 1423.56], "text": " away from all New Zealanders."}, {"timestamp": [1423.84, 1426.78], "text": " But the miners argue a water treatment plant on site"}, {"timestamp": [1426.78, 1431.32], "text": " will treat any contaminated water with metals and sediments taken out."}, {"timestamp": [1431.58, 1433.28], "text": " Then it goes into our compliance ponds."}, {"timestamp": [1433.48, 1435.34], "text": " We're monitoring it the whole way through the process"}, {"timestamp": [1435.34, 1439.36], "text": " and then before it's discharged we're making sure that it meets our discharge requirements."}, {"timestamp": [1439.78, 1442.58], "text": " Kerry Watson is the company's environmental manager"}, {"timestamp": [1442.58, 1453.02], "text": " and says the only visible signs above ground of the mining will be four of these five metre high vents, which will be dropped in by helicopter, no road access needed."}, {"timestamp": [1453.42, 1457.18], "text": " And once removed, the ground will be restored and replanted."}, {"timestamp": [1457.7, 1461.02], "text": " He insists miners have gone green to find gold."}, {"timestamp": [1461.5, 1465.16], "text": " One of the things we'll be looking to do is how we improve things where we mine."}, {"timestamp": [1465.58, 1469.86], "text": " And that's evidence if you look at Waihi. We've done a lot of rip here and planting along all the"}, {"timestamp": [1469.86, 1474.32], "text": " river banks in Yahe since that operation's been going. Not because it's required, but it's"}, {"timestamp": [1474.32, 1479.24], "text": " because something that the company wanted to do. Resource consent will be applied for mid-year,"}, {"timestamp": [1479.24, 1490.68], "text": " or if it's granted, mining will be extended here until about 2037. Gold was first found here back in 1878, and the industry is still a big earner for New Zealand."}, {"timestamp": [1491.16, 1493.9], "text": " It's worth about $500 million a year."}, {"timestamp": [1494.4, 1495.84], "text": " And workers are paid well."}, {"timestamp": [1495.94, 1500.86], "text": " According to one industry group, the average yearly wage is more than 100K."}, {"timestamp": [1501.46, 1504.74], "text": " Oceana Gold says about 300 jobs will be created."}, {"timestamp": [1505.32, 1509.24], "text": " Anti-mining activists argue that most of those won't go to locals."}, {"timestamp": [1509.88, 1513.64], "text": " So what do Coramandal residents think? Is mining worth it?"}, {"timestamp": [1513.92, 1516.4], "text": " I put it to 10 people on the main street of Waihi."}, {"timestamp": [1516.72, 1520.36], "text": " Five were absolutely for it. Two were firmly against it."}, {"timestamp": [1520.68, 1522.24], "text": " Three just didn't care."}, {"timestamp": [1522.24, 1527.38], "text": " I say yes. I've lived in the area for, you know, 15 years or so."}, {"timestamp": [1527.44, 1531.88], "text": " And I just think the town is growing, and, you know, it employs a lot of people."}, {"timestamp": [1532.34, 1539.18], "text": " And, you know, they donate to the schools and to local community trust boards and stuff like that."}, {"timestamp": [1539.22, 1539.98], "text": " So, no, I think yes."}, {"timestamp": [1540.56, 1547.3], "text": " No, I don't support the gold mining, and a lot of that comes back to our environment that Papua Nuku, our land."}, {"timestamp": [1547.66, 1549.3], "text": " If we're not looking after our land"}, {"timestamp": [1549.3, 1551.38], "text": " then how are we able to look after us"}, {"timestamp": [1551.38, 1553.38], "text": " because we need the land to be able to survive."}, {"timestamp": [1553.72, 1556.1], "text": " Oceana Gold says it's important to note"}, {"timestamp": [1556.1, 1558.14], "text": " a $50 million bonds being paid"}, {"timestamp": [1558.14, 1561.44], "text": " just in case they walk away and don't clean up behind them."}, {"timestamp": [1561.86, 1564.5], "text": " It should also be noted the company is Australian"}, {"timestamp": [1564.5, 1566.5], "text": " and that begs a question."}, {"timestamp": [1566.72, 1570.56], "text": " Is what right does an Australian company have to come in and mine our gold?"}, {"timestamp": [1570.72, 1574.04], "text": " Yeah, look, Oceania Gold has got a really proud history in New Zealand."}, {"timestamp": [1574.52, 1579.88], "text": " You know, it's been mining at Macraise and Reifton and in Wahee for, you know, over 30 years."}, {"timestamp": [1579.88, 1581.26], "text": " It has a thousand employees."}, {"timestamp": [1581.56, 1584.78], "text": " I think for Oceana Gold, it has very close ties to New Zealand"}, {"timestamp": [1584.78, 1589.8], "text": " and thinks of its operations as being key to its ongoing performance."}, {"timestamp": [1589.8, 1594.72], "text": " An Australian-Canadian consortium that would take all the profits overseas"}, {"timestamp": [1594.72, 1599.44], "text": " and leave us with nothing, seems like the worst thing any Australian has ever done to us."}, {"timestamp": [1599.76, 1603.96], "text": " So is it a heart of gold or just a golden opportunity?"}, {"timestamp": [1604.44, 1605.94], "text": " Amanda Gillies News Hub."}, {"timestamp": [1606.86, 1609.74], "text": " Oceana Gold told NewsHub it was aware of those allegations"}, {"timestamp": [1609.74, 1611.96], "text": " against the DDP or Mine in the Philippines"}, {"timestamp": [1611.96, 1613.94], "text": " and, quote, takes them seriously,"}, {"timestamp": [1614.54, 1616.3], "text": " saying they work directly with the community"}, {"timestamp": [1616.3, 1618.8], "text": " to resolve any concerns that they may have."}, {"timestamp": [1619.98, 1622.84], "text": " Well, billionaire Tesla owner, Tesla chief executive rather,"}, {"timestamp": [1622.94, 1624.8], "text": " Elon Musk has set his eyes on Twitter,"}, {"timestamp": [1624.96, 1628.32], "text": " offering over $63 billion for the social media app."}, {"timestamp": [1628.82, 1633.74], "text": " He already owns a 9% stake of the company, making him the largest individual shareholder."}, {"timestamp": [1634.32, 1637.66], "text": " Mask argued Twitter needs to become a safer place for free speech."}, {"timestamp": [1638.14, 1642.24], "text": " He also wants to make the company private, which would give him unregulated control."}, {"timestamp": [1642.24, 1647.04], "text": " I want that people have both the reality and the perception"}, {"timestamp": [1647.04, 1651.82], "text": " that they're able to speak freely within the bounds of the law."}, {"timestamp": [1652.72, 1655.32], "text": " Twitter's board is considering Elon Musk's offer."}, {"timestamp": [1656.34, 1658.46], "text": " Well, across the Tasman and a grocery store worker"}, {"timestamp": [1658.46, 1661.5], "text": " has scared off a wannabe thief by hurling custard."}, {"timestamp": [1662.08, 1667.04], "text": " The man was seen walking into the Queensland shop armed with a knife, but when he tried to open the till,"}, {"timestamp": [1667.58, 1670.1], "text": " one worker lob the custard spilling it all over him."}, {"timestamp": [1670.64, 1672.88], "text": " The mess seemed to do the trick with the masked bandit"}, {"timestamp": [1672.88, 1674.18], "text": " quickly making for the exit."}, {"timestamp": [1674.42, 1678.34], "text": " Police are appealing to witnesses to help get the man into custody."}, {"timestamp": [1679.7, 1682.94], "text": " Well, Nicky's in later with sport and Nicky, Sue Mark Todd, is sanctioned."}, {"timestamp": [1683.6, 1688.5], "text": " Yes, he's received his punishment for animal mistreatment, but not everyone agrees with it."}, {"timestamp": [1688.98, 1694.22], "text": " So why are welfare groups outraged by suspension of one of our greatest ever Olympians?"}, {"timestamp": [1695.02, 1701.66], "text": " Plus, one of the most storied rivalries in Super Rugby resumes tonight when the Blues take on the Crusaders in Christchurch."}, {"timestamp": [1702.26, 1705.7], "text": " Boris Johnson's controversial plan to solve the UK's migrant crisis,"}, {"timestamp": [1706.0, 1707.94], "text": " how those desperately seeking a better life"}, {"timestamp": [1707.94, 1709.78], "text": " could be sent off for processing"}, {"timestamp": [1709.78, 1710.7], "text": " in another country."}, {"timestamp": [1711.42, 1713.42], "text": " And proving word games are for everyone."}, {"timestamp": [1713.64, 1715.78], "text": " We meet the one player winning scrabble matches,"}, {"timestamp": [1716.02, 1716.36], "text": " blind."}, {"timestamp": [1718.44, 1720.08], "text": " I believe we have some power"}, {"timestamp": [1720.08, 1720.86], "text": " over who we love."}, {"timestamp": [1721.58, 1723.12], "text": " I think the poets might disagree."}, {"timestamp": [1724.8, 1726.38], "text": " I think you were just splendid."}, {"timestamp": [1726.98, 1728.52], "text": " Tell her to make it short and spicy."}, {"timestamp": [1730.56, 1732.58], "text": " I intend to make my own way in the world."}, {"timestamp": [1733.16, 1735.18], "text": " No, no one makes their own way."}, {"timestamp": [1735.82, 1736.7], "text": " Most of all, a woman."}, {"timestamp": [1737.94, 1740.22], "text": " The right ending is the one that sells."}, {"timestamp": [1740.98, 1743.76], "text": " I may not always be right, but I never love."}, {"timestamp": [1744.52, 1748.24], "text": " Little Women, Sunday at 9 on 3 and 3 now."}, {"timestamp": [1749.12, 1752.38], "text": " Welcome to the greatest show on the ice."}, {"timestamp": [1752.5, 1754.5], "text": " During the heat of competition,"}, {"timestamp": [1754.76, 1757.18], "text": " when you lift your partner, you've got to make sure she's landed."}, {"timestamp": [1757.4, 1758.38], "text": " I feel you let go of her."}, {"timestamp": [1758.92, 1761.76], "text": " Which celebrity competitors will keep their cool?"}, {"timestamp": [1762.0, 1763.76], "text": " I can't believe what I've just seen."}, {"timestamp": [1764.08, 1766.5], "text": " And who will be skating on thin ice?"}, {"timestamp": [1766.8, 1767.34], "text": " Boring!"}, {"timestamp": [1768.1, 1770.76], "text": " Next! That's a dancing on ice first."}, {"timestamp": [1771.0, 1772.38], "text": " Singing and skating."}, {"timestamp": [1772.92, 1774.04], "text": " Dancing on ice."}, {"timestamp": [1774.42, 1776.44], "text": " Tonight, 8.30 on Eden."}, {"timestamp": [1779.72, 1783.18], "text": " Keep an eye on the cake and don't eat any of the chocolate or the smarties."}, {"timestamp": [1784.68, 1786.04], "text": " When you're not there,"}, {"timestamp": [1786.22, 1789.34], "text": " do your kids do as they're told."}, {"timestamp": [1789.54, 1791.3], "text": " Did any of you eat some of the decorations?"}, {"timestamp": [1791.68, 1791.96], "text": " No."}, {"timestamp": [1793.4, 1795.4], "text": " All power and resilience."}, {"timestamp": [1796.76, 1797.94], "text": " I'm so scared."}, {"timestamp": [1798.34, 1799.74], "text": " You're not going to fall, I promise you."}, {"timestamp": [1799.96, 1800.8], "text": " We'll be tested."}, {"timestamp": [1801.9, 1803.04], "text": " I'll watch it and cringe."}, {"timestamp": [1803.5, 1804.82], "text": " Brand new parental guidance."}, {"timestamp": [1805.18, 1807.58], "text": " Wednesday's 730 on 3 and 3 now."}, {"timestamp": [1809.2, 1810.72], "text": " What happens when couples"}, {"timestamp": [1810.72, 1812.58], "text": " who have only ever spoken online?"}, {"timestamp": [1812.74, 1814.22], "text": " We've been talking for 5 years."}, {"timestamp": [1814.86, 1816.38], "text": " Finally meet in the flesh."}, {"timestamp": [1816.54, 1817.68], "text": " You really need someone who"}, {"timestamp": [1817.68, 1818.82], "text": " want to rip the clothes off."}, {"timestamp": [1819.22, 1820.5], "text": " In a sun-soaked paradise."}, {"timestamp": [1821.06, 1822.56], "text": " Welcome to my beach house."}, {"timestamp": [1822.72, 1824.46], "text": " These people are so sexy."}, {"timestamp": [1824.82, 1825.56], "text": " Will their online"}, {"timestamp": [1825.56, 1829.96], "text": " spot catch fire? There were a couple months I thought it was an alien's okay? Or will it"}, {"timestamp": [1829.96, 1832.56], "text": " fizzle out? We're just friends like me? They either."}, {"timestamp": [1834.56, 1838.32], "text": " Love in the flesh. Stream every episode only on three now."}, {"timestamp": [1839.92, 1844.3], "text": " Huky Manor, welcome back. Protests have erupted in the United States after footage emerged"}, {"timestamp": [1844.3, 1847.36], "text": " of police fatally shooting a black man during a traffic stop."}, {"timestamp": [1847.88, 1852.32], "text": " The officer can be seen struggling to communicate with Patrick Leoya before grabbing him."}, {"timestamp": [1852.72, 1857.36], "text": " The 26-year-old attempted to flee before police trying to taser him missing both times."}, {"timestamp": [1857.94, 1860.0], "text": " He then shot Leoya in the back of the head."}, {"timestamp": [1860.52, 1864.66], "text": " As his mother and father said, they believe their son was executed."}, {"timestamp": [1865.4, 1870.02], "text": " The officer is on paid leave and will not be identified unless they're named as a suspect."}, {"timestamp": [1870.22, 1875.44], "text": " Leoya's family fled the Democratic Republic of Congo for a safer life in the United States."}, {"timestamp": [1876.3, 1883.96], "text": " Faced with an ever-growing flood of illegal immigrants, the British government has followed Australia's lead by planning to house asylum seekers offshore."}, {"timestamp": [1884.3, 1887.92], "text": " The scheme will see single men, possibly tens of thousands of them,"}, {"timestamp": [1888.02, 1891.82], "text": " who arrive on boats and trucks, given a one-way ticket to Rwanda."}, {"timestamp": [1892.2, 1893.9], "text": " ITV Shahab Khan has more."}, {"timestamp": [1895.02, 1899.58], "text": " Thousands of men, women and children have already risked their lives this year,"}, {"timestamp": [1899.98, 1904.44], "text": " leaving behind all they know to pay smugglers to get them to the United Kingdom"}, {"timestamp": [1904.44, 1906.58], "text": " and the hope of a better life."}, {"timestamp": [1906.96, 1909.56], "text": " Boats were seen arriving at Dover even this morning."}, {"timestamp": [1909.72, 1917.62], "text": " With the tide not changing, today the Prime Minister announced a drastic step to try and make them stop."}, {"timestamp": [1917.62, 1925.36], "text": " We must first ensure that the only route to asylum in the UK is a safe and legal one."}, {"timestamp": [1926.14, 1930.26], "text": " These vile people smugglers are abusing the vulnerable"}, {"timestamp": [1930.26, 1934.52], "text": " and turning the channel into a watery graveyard."}, {"timestamp": [1935.06, 1938.6], "text": " To achieve that, the government has a new controversial plan,"}, {"timestamp": [1938.94, 1941.38], "text": " which will see asylum seekers sent here to Rwanda,"}, {"timestamp": [1941.74, 1946.68], "text": " 4,000 miles away in a scheme costing 120 million pounds."}, {"timestamp": [1947.54, 1951.6], "text": " Under the deal, people who arrive in the United Kingdom will be assessed to see if they made"}, {"timestamp": [1951.6, 1956.24], "text": " the journey illegally. Those deemed to have done so could be given a one-way ticket to Rwanda,"}, {"timestamp": [1956.68, 1961.6], "text": " where their asylum claim will be processed. If it's accepted, it is there, not the UK,"}, {"timestamp": [1961.6, 1967.24], "text": " where they'll be given full rights to live. If rejected, they could be returned to their country of origin."}, {"timestamp": [1967.82, 1971.74], "text": " Today, the Home Secretary was in Rwanda to sign the official agreement,"}, {"timestamp": [1972.12, 1975.34], "text": " which will see the government pay for up to five years of support"}, {"timestamp": [1975.34, 1977.92], "text": " for those who settle in the African nation."}, {"timestamp": [1977.92, 1981.8], "text": " We are speaking specifically about those who are coming to our country"}, {"timestamp": [1981.8, 1988.18], "text": " through illegal means, small boats, for example, in refrigerated lorries, in the hands of people smugglers."}, {"timestamp": [1988.46, 1991.2], "text": " This was a hostel in the capital, Kigali."}, {"timestamp": [1991.5, 1996.36], "text": " It is one of many proposed sites that will now be used to house asylum seekers."}, {"timestamp": [1996.92, 2002.42], "text": " There are serious hurdles ahead for the government who are aware they may face legal challenges,"}, {"timestamp": [2002.72, 2004.84], "text": " but the quest to stop crossings will go on,"}, {"timestamp": [2004.84, 2005.34], "text": " with the Navy now given the responsibility for dealing with them. aware they may face legal challenges, but the quest to stop crossings will go on, with"}, {"timestamp": [2005.34, 2008.22], "text": " the Navy now given the responsibility for dealing with them."}, {"timestamp": [2009.24, 2012.74], "text": " Well, back home now, and New Zealand's best Scrabble players are battling it out in"}, {"timestamp": [2012.74, 2016.38], "text": " Wellington today, and among them is the country's only blind competitor."}, {"timestamp": [2016.9, 2018.24], "text": " Alexa Cook went to check it out."}, {"timestamp": [2019.54, 2023.5], "text": " Olivia N is completely blind and passionate about Scrabble."}, {"timestamp": [2024.4, 2027.9], "text": " Using Braille tiles, she's been competing for 20 years."}, {"timestamp": [2028.1, 2030.9], "text": " It's like a little bit of lotto every time you put your hand in your bag"}, {"timestamp": [2030.9, 2033.74], "text": " and it's quite exciting because you think, am I going to get that blank for that S"}, {"timestamp": [2033.74, 2035.7], "text": " or the perfect combo."}, {"timestamp": [2036.04, 2040.88], "text": " With a trustee companion at her feet and specialised braille equipment at her fingertips,"}, {"timestamp": [2041.34, 2045.04], "text": " Olivia is one of the top 24 Scrabble players in New Zealand."}, {"timestamp": [2045.28, 2048.68], "text": " The board itself has Braille on it to tell me which squares are the premium squares."}, {"timestamp": [2049.0, 2054.12], "text": " And then I have a little braille tablet to the side here, which I use basically like a"}, {"timestamp": [2054.12, 2055.5], "text": " a writing pad."}, {"timestamp": [2055.76, 2059.72], "text": " She's up against the likes of Howard Warner, the current national champion."}, {"timestamp": [2059.94, 2061.64], "text": " It's very much a numbers game."}, {"timestamp": [2062.18, 2066.24], "text": " There's a lot of strategy involved, a lot of probability, theory."}, {"timestamp": [2066.54, 2068.56], "text": " The language aspect is it's almost secondary."}, {"timestamp": [2069.14, 2071.9], "text": " And clubs are trying to attract younger players."}, {"timestamp": [2072.14, 2077.46], "text": " It's a fantastic game for youth, and particularly from an educational point of view."}, {"timestamp": [2077.46, 2082.1], "text": " It's an ageing demographic, so we need to inject new blood into the game,"}, {"timestamp": [2082.58, 2085.36], "text": " especially competing against computer games."}, {"timestamp": [2085.54, 2087.94], "text": " But this game is a lot more interactive."}, {"timestamp": [2088.24, 2088.98], "text": " 2-9."}, {"timestamp": [2089.3, 2092.98], "text": " It's always fun and it's nice meeting other people and playing with people."}, {"timestamp": [2093.42, 2094.44], "text": " Every turn's different."}, {"timestamp": [2095.5, 2098.12], "text": " You can go from getting two points to 120 points."}, {"timestamp": [2098.12, 2100.72], "text": " So I learnt some tricks to getting them."}, {"timestamp": [2101.1, 2102.94], "text": " So what's a good strategy to get high points?"}, {"timestamp": [2103.26, 2104.66], "text": " Using hooks is really good."}, {"timestamp": [2104.92, 2107.58], "text": " So for example, putting a Y on a triple letter score,"}, {"timestamp": [2108.02, 2112.76], "text": " we get 12, 24, 25, 28, 31, 32, 33."}, {"timestamp": [2113.18, 2115.62], "text": " While Scrabble players are declining globally,"}, {"timestamp": [2115.88, 2117.64], "text": " COVID has been good for the game."}, {"timestamp": [2117.88, 2119.28], "text": " A lot of people played Scrabble in lockdown"}, {"timestamp": [2119.28, 2120.86], "text": " with their housemates family,"}, {"timestamp": [2121.18, 2124.12], "text": " and so we've seen people coming along and joining club."}, {"timestamp": [2124.12, 2127.3], "text": " A trend they're hoping will continue post-pandemic."}, {"timestamp": [2127.74, 2128.94], "text": " Alexa Cook News Hub."}, {"timestamp": [2129.92, 2133.22], "text": " Well, they are one of our most treasured and rarest of native birds."}, {"timestamp": [2133.36, 2138.5], "text": " How a CT scanner is helping save the carcopole from disease that's threatening its tiny population."}, {"timestamp": [2139.36, 2141.78], "text": " Andy swept the Grammys, taking home five awards."}, {"timestamp": [2141.92, 2145.46], "text": " Now John Batiste reveals his greatest love and her battle with cancer."}, {"timestamp": [2146.3, 2151.72], "text": " We're live from Wellington Airport as the Phoenix touchdown in New Zealand for their long-awaited homecoming."}, {"timestamp": [2152.38, 2158.86], "text": " Plus, a leading animal welfare group has slammed the suspension imposed on Sir Mark Todd following a controversial video."}, {"timestamp": [2159.72, 2167.6], "text": " And we'll introduce the former Australian putting her hand up for a shot at the Silver Ferns."}, {"timestamp": [2171.8, 2172.0], "text": " Awesome adventures, daring deeds and cunning stunts."}, {"timestamp": [2174.58, 2174.7], "text": " I'm shampic. Thanks. It's Indy all the way."}, {"timestamp": [2177.2, 2177.36], "text": " You're a hard man to read, Dr. Jones."}, {"timestamp": [2178.74, 2178.98], "text": " What is this thing? Dad!"}, {"timestamp": [2180.6, 2180.78], "text": " Oh, Dad! Dad! Dad! Dad!"}, {"timestamp": [2183.26, 2183.42], "text": " School jumper, where you're your son? Don't call me son."}, {"timestamp": [2185.88, 2186.94], "text": " Relent. That's special Spielberg magic."}, {"timestamp": [2189.2, 2189.26], "text": " With the guy who always gets the girl."}, {"timestamp": [2191.94, 2192.0], "text": " This is not my idea of a swell time."}, {"timestamp": [2195.0, 2195.3], "text": " Our Indiana Jones season continues with Temple of Doom."}, {"timestamp": [2197.16, 2197.64], "text": " Saturday on 3 and 3 now."}, {"timestamp": [2201.0, 2201.1], "text": " Would you trust a friend with the keys to your house?"}, {"timestamp": [2203.06, 2204.06], "text": " You are about to latch each other loose. In each of his houses."}, {"timestamp": [2204.34, 2207.0], "text": " Could you say yes to creating a mess with this Chapman Chad? Are you happy about following me over a house? You are about to let each other loose. In each of us houses. Could you say yes to creating a mess with this chavint charge?"}, {"timestamp": [2207.0, 2211.0], "text": " Are you happy about following me over a cliffage?"}, {"timestamp": [2211.0, 2213.0], "text": " It's a leap of faith and a whole lot of fun."}, {"timestamp": [2213.0, 2215.0], "text": " I'm hoping that Lawrence is in my bedroom."}, {"timestamp": [2215.0, 2217.0], "text": " We all hope that Lawrence is in our bedroom."}, {"timestamp": [2217.0, 2220.0], "text": " This look has a very specific name which is near."}, {"timestamp": [2220.0, 2221.0], "text": " Open your eye!"}, {"timestamp": [2221.0, 2223.0], "text": " I did not expect that."}, {"timestamp": [2223.0, 2226.38], "text": " Changing Rooms UK, Monday 8.30 on Eden."}, {"timestamp": [2227.6, 2228.38], "text": " You grew up here?"}, {"timestamp": [2228.56, 2228.84], "text": " Mm-hmm."}, {"timestamp": [2229.46, 2230.56], "text": " I feel like I never live."}, {"timestamp": [2232.76, 2233.3], "text": " Mom."}, {"timestamp": [2234.88, 2235.8], "text": " What do you want?"}, {"timestamp": [2236.1, 2236.64], "text": " That's safe."}, {"timestamp": [2236.84, 2237.72], "text": " Somewhere in the house."}, {"timestamp": [2238.72, 2239.52], "text": " I want you to listen."}, {"timestamp": [2239.72, 2241.92], "text": " Or you and your kids will not survive this night."}, {"timestamp": [2242.22, 2243.98], "text": " You have no clue what I'm capable of."}, {"timestamp": [2244.52, 2246.12], "text": " Gabrielle Union unleashes."}, {"timestamp": [2246.64, 2247.2], "text": " Where she comes."}, {"timestamp": [2247.4, 2249.5], "text": " The mother of all payback."}, {"timestamp": [2249.56, 2250.54], "text": " It's doing it!"}, {"timestamp": [2250.82, 2251.9], "text": " You've broken in the wrong house."}, {"timestamp": [2253.0, 2253.92], "text": " Breaking in."}, {"timestamp": [2254.3, 2257.0], "text": " Saturday, 915 on 3 and 3 now."}, {"timestamp": [2257.94, 2262.08], "text": " This month on 3 now, the award-winning drama, the newsreader."}, {"timestamp": [2262.18, 2262.56], "text": " I am."}, {"timestamp": [2262.68, 2264.84], "text": " I'm also relentless."}, {"timestamp": [2265.32, 2268.24], "text": " Don't miss out and stream every single episode."}, {"timestamp": [2268.56, 2270.64], "text": " These images do not go away."}, {"timestamp": [2270.7, 2271.84], "text": " You're so embarrassing."}, {"timestamp": [2272.14, 2275.9], "text": " Are anyone's photos safe in Zara McDermott revenge porn?"}, {"timestamp": [2276.06, 2277.48], "text": " Pig people are very different."}, {"timestamp": [2277.64, 2279.58], "text": " And go pig or go home."}, {"timestamp": [2279.74, 2282.24], "text": " And the show you didn't know you needed, pig royalty."}, {"timestamp": [2282.72, 2284.92], "text": " All this and so much more."}, {"timestamp": [2285.38, 2287.24], "text": " Stream on 3 now."}, {"timestamp": [2291.64, 2297.04], "text": " Am up the fun with the new Susuki Swift and News Hub Sports."}, {"timestamp": [2299.04, 2305.38], "text": " A leading animal welfare group has slammed the suspension imposed on one of our greatest Olympians."}, {"timestamp": [2305.94, 2309.46], "text": " Sir Mark Todd has received a four-month ban from training horses"}, {"timestamp": [2309.46, 2314.5], "text": " after a video showed him hitting a horse nine times with a tree branch."}, {"timestamp": [2314.94, 2317.18], "text": " But the penalty has been labelled pathetic,"}, {"timestamp": [2317.72, 2320.3], "text": " and the judgment of those imposing it questioned."}, {"timestamp": [2320.98, 2325.1], "text": " A warning, Alex Chapman's report contains footage you may find disturbing."}, {"timestamp": [2325.88, 2329.12], "text": " It's a slap in the wrist, really. What he did was disgraceful."}, {"timestamp": [2329.4, 2337.08], "text": " Animal welfare group safe are fired up at the punishment handed down to Olympic great Sir Mark Todd for this incident."}, {"timestamp": [2338.54, 2345.44], "text": " We've chosen not to show it in its entirety, but the British Horse Racing Authority believed the Olympian"}, {"timestamp": [2345.44, 2351.6], "text": " breached a rule by engaging in conduct prejudicial to the good reputation of horse racing."}, {"timestamp": [2351.6, 2357.84], "text": " It does say that Mark Todd's actions has damaged the equine industry. Considering this pathetic"}, {"timestamp": [2357.84, 2363.76], "text": " penalty, it doesn't give us a lot of confidence in the equine industry, so really their"}, {"timestamp": [2363.76, 2365.42], "text": " judgment has to be called into question here."}, {"timestamp": [2365.68, 2367.78], "text": " That's because he can resume training"}, {"timestamp": [2367.78, 2369.78], "text": " immediately, having already"}, {"timestamp": [2369.78, 2371.56], "text": " served a two-month interim"}, {"timestamp": [2371.56, 2373.94], "text": " suspension, while the remaining two months"}, {"timestamp": [2373.94, 2375.62], "text": " of his ban are suspended."}, {"timestamp": [2375.98, 2377.28], "text": " It almost sounds like that he's"}, {"timestamp": [2377.28, 2380.06], "text": " playing at this penalty on his own"}, {"timestamp": [2380.06, 2382.08], "text": " terms. In a statement, the chair"}, {"timestamp": [2382.08, 2384.36], "text": " of the three-person panel, Brian Barker"}, {"timestamp": [2384.36, 2386.2], "text": " QC, said the actions"}, {"timestamp": [2386.2, 2392.4], "text": " couldn't be condoned in any form. Todd's high profile meant he can be expected to be scrutinised"}, {"timestamp": [2392.4, 2398.9], "text": " by a wider audience and that the use of a light branch rather than a manufactured whip wasn't"}, {"timestamp": [2398.9, 2404.78], "text": " appropriate. So Mark Todd says he's looking forward to putting a tough two months behind him."}, {"timestamp": [2404.78, 2405.32], "text": " But there are two months behind him."}, {"timestamp": [2408.28, 2408.94], "text": " But they're two months which have tarnished his name."}, {"timestamp": [2410.02, 2411.02], "text": " Alex Chapman, Newsop."}, {"timestamp": [2415.14, 2415.7], "text": " The Wellington Phoenix are officially back on home soil."}, {"timestamp": [2418.82, 2422.48], "text": " The side touchdown at Wellington Airport just moments ago in preparation for Sunday's match against the Central Coast Mariners"}, {"timestamp": [2422.48, 2424.94], "text": " their first home game in almost a year."}, {"timestamp": [2425.52, 2429.68], "text": " Norel Sondos is at the airport and joins us now, Norel."}, {"timestamp": [2431.78, 2434.48], "text": " Yes, well, Nicky, after five and a half long months,"}, {"timestamp": [2434.52, 2436.56], "text": " the Wellington Phoenix are finally home."}, {"timestamp": [2436.96, 2438.74], "text": " They've just touched down on their charter flight,"}, {"timestamp": [2438.84, 2440.56], "text": " and before Ben Wayne can even see his family,"}, {"timestamp": [2440.64, 2441.7], "text": " I've actually stolen him."}, {"timestamp": [2442.06, 2443.88], "text": " Ben, was it strange landing back here at Wellington?"}, {"timestamp": [2444.3, 2445.36], "text": " Yeah, you could say that. But no, very exciting. I think it just makes you realize how long we've actually stolen him. Ben, was it strange landing back here at Wellington? Yeah, you could say that."}, {"timestamp": [2445.98, 2448.0], "text": " But no, very exciting. I think it just makes"}, {"timestamp": [2448.0, 2449.98], "text": " you realize how long we've actually been away for"}, {"timestamp": [2449.98, 2452.06], "text": " because when you're away, you don't really think about it, but"}, {"timestamp": [2452.06, 2453.96], "text": " buzzin to be back. And how"}, {"timestamp": [2453.96, 2455.96], "text": " important will the home fans be ahead of"}, {"timestamp": [2455.96, 2457.22], "text": " these two crucial matches?"}, {"timestamp": [2457.82, 2460.06], "text": " It's unbelievable, the support that we had last year"}, {"timestamp": [2460.06, 2462.12], "text": " and I think, obviously it doesn't go and notice"}, {"timestamp": [2462.12, 2463.9], "text": " from us, but all I can do is encourage everyone"}, {"timestamp": [2463.9, 2465.18], "text": " to come down and buy tickets"}, {"timestamp": [2465.18, 2467.26], "text": " and get in the stadium, please."}, {"timestamp": [2467.34, 2468.32], "text": " It means the world to us."}, {"timestamp": [2468.86, 2471.72], "text": " And Ben, how tough have these last few months been, honestly?"}, {"timestamp": [2472.64, 2474.5], "text": " They haven't been easy, I can tell you that."}, {"timestamp": [2474.6, 2476.48], "text": " But I mean, as Wellington Phoenix players,"}, {"timestamp": [2476.56, 2478.22], "text": " we're used to adapt into hard situations."}, {"timestamp": [2478.52, 2480.6], "text": " And, you know, we're built for it and we're strong."}, {"timestamp": [2480.76, 2481.94], "text": " So it's been good."}, {"timestamp": [2482.46, 2483.54], "text": " Bem, well, it's lovely to see you."}, {"timestamp": [2483.58, 2484.54], "text": " Go say hi to the family."}, {"timestamp": [2484.64, 2485.52], "text": " And good luck for the weekend. Sweet, thank you. All right, Nikki. it's lovely to see you. Go say hi to the family and good luck for the weekend."}, {"timestamp": [2485.66, 2486.28], "text": " Sweet, thank you."}, {"timestamp": [2486.82, 2488.56], "text": " All right, Nicky, someone's cutting onions in here."}, {"timestamp": [2488.64, 2491.08], "text": " Got to go, but let's hope the weather plays bull on Sunday."}, {"timestamp": [2491.2, 2491.58], "text": " Can't wait."}, {"timestamp": [2491.76, 2493.2], "text": " Absolutely, Norel, thank you."}, {"timestamp": [2494.84, 2498.78], "text": " One of the most storied rivalries in Super Rugby resumes tonight,"}, {"timestamp": [2499.1, 2503.18], "text": " with the two formed Kiwi sides going head to head for the first time this season."}, {"timestamp": [2503.74, 2508.3], "text": " The blues are optimistic. They're in the best possible shape to end their long-standing"}, {"timestamp": [2508.3, 2513.02], "text": " drought against the Crusaders in Christchurch. But Scott Robertson's men certainly won't"}, {"timestamp": [2513.02, 2518.56], "text": " be making it easy for them. Rugby reporter Ollie Ritchie joins us now from Orange Theory Stadium,"}, {"timestamp": [2518.78, 2522.7], "text": " Olly, regardless of the result tonight, this is an important match, isn't it?"}, {"timestamp": [2524.28, 2528.68], "text": " Yeah, it really is, Nikki. It's an important rivalry, obviously, to both the Crusaders and the Blues,"}, {"timestamp": [2528.78, 2532.74], "text": " but it's actually an important rivalry for Super Rugby and for the competition."}, {"timestamp": [2532.92, 2537.96], "text": " Because both teams are doing so well at the moment, that old Auckland-Candabry rivalry,"}, {"timestamp": [2538.16, 2541.14], "text": " that old storyline comes back into the spotlight."}, {"timestamp": [2541.3, 2543.96], "text": " It gets people talking about the game. It gets eyeballs on the game,"}, {"timestamp": [2544.0, 2548.46], "text": " and that is a good thing for the competition. On the match itself, it's been tough going down here in Christchurch for the Blues over the spotlight. It gets people talking about the game, it gets eyeballs on the game, and that is a good thing for the competition. On the match itself, it's been tough going down here"}, {"timestamp": [2548.46, 2552.08], "text": " in Christchurch for the Blues over the last couple of decades. As you mentioned, they are"}, {"timestamp": [2552.08, 2556.48], "text": " confident they can turn the tables tonight. The Crusaders certainly have other ideas."}, {"timestamp": [2557.84, 2563.12], "text": " The Crusaders are difficult to put away at the best of times, but it's on their home turf where"}, {"timestamp": [2563.12, 2567.0], "text": " they take the most pride and where the Blues have had the most trouble."}, {"timestamp": [2567.0, 2575.0], "text": " Unable to win there since 2004, something the Crusaders are out to ensure doesn't change tonight."}, {"timestamp": [2575.0, 2578.0], "text": " You're extremely proud of it. It's a long time, isn't it?"}, {"timestamp": [2578.0, 2582.0], "text": " Every year the sort of the stack comes up and you just want to make it another one."}, {"timestamp": [2582.0, 2586.06], "text": " The nearly two-decade-long wait has been tough for the Blues."}, {"timestamp": [2586.66, 2593.36], "text": " For most of that time, the Auckland franchise could barely register a win, let alone against the Crusaders in Christchurch."}, {"timestamp": [2593.7, 2596.0], "text": " But they're optimistic the tide is turning."}, {"timestamp": [2596.58, 2598.08], "text": " Teams have been chasing for a long time."}, {"timestamp": [2598.84, 2602.76], "text": " But history needs to be changed sooner or later, so it's our turn to have a go."}, {"timestamp": [2602.76, 2606.98], "text": " And as the Blues resurgence continues under the tutelage of Leon MacDonald"}, {"timestamp": [2606.98, 2612.96], "text": " and the guidance of Bowdoin Barrett, this age-old rivalry has once again become a top-of-the-table"}, {"timestamp": [2612.96, 2618.52], "text": " clash, and its revival, as one Scott Robertson believes, is for the betterment of the competition."}, {"timestamp": [2618.86, 2624.46], "text": " Every game has got its own narrative, and this one's another special one in the history and the chapter of it,"}, {"timestamp": [2624.54, 2629.04], "text": " and our game needs it, super rugby needs it, it's a beautiful thing when these things come together."}, {"timestamp": [2629.24, 2634.1], "text": " Hopefully we get a good turnout down there and I give it the respect that it needs as a,"}, {"timestamp": [2634.1, 2637.2], "text": " you know, the two biggest teams in New Zealand at the moment playing each other."}, {"timestamp": [2637.52, 2642.34], "text": " While the rivalry has been one-sided of late, the five-time defending champions are the first"}, {"timestamp": [2642.34, 2645.34], "text": " to admit this blue site has found its rhythm."}, {"timestamp": [2645.78, 2648.44], "text": " Blues in the past year may have not been as successful,"}, {"timestamp": [2649.0, 2652.68], "text": " but they've got great coaching staff, great players, they've always had that,"}, {"timestamp": [2652.98, 2656.2], "text": " and I think they've combined the two to be a pretty dangerous opponent."}, {"timestamp": [2656.46, 2658.68], "text": " We're boarding this year and there's something special with this group."}, {"timestamp": [2658.68, 2663.64], "text": " The Crusaders making it 18 years in a row undefeated against the Blues at home"}, {"timestamp": [2663.64, 2665.88], "text": " is anything but a formality."}, {"timestamp": [2667.9, 2671.7], "text": " With me now to talk a little bit more about this match as injured Crusaders midfielder,"}, {"timestamp": [2672.0, 2673.82], "text": " Jack Good to you Jack, thanks so much for the time."}, {"timestamp": [2673.92, 2678.02], "text": " First of all, this is a very old rivalry in Canterbury and Auckland rugby."}, {"timestamp": [2678.22, 2679.34], "text": " What does this mean to your team?"}, {"timestamp": [2680.0, 2681.0], "text": " Yeah, it means a lot, man."}, {"timestamp": [2681.08, 2686.32], "text": " It dates back well before my time, but to be a part of it and to experience some of these games,"}, {"timestamp": [2686.86, 2687.56], "text": " mate, these are huge."}, {"timestamp": [2687.66, 2688.46], "text": " This is what we live for."}, {"timestamp": [2688.66, 2693.04], "text": " And these rivalries come because there's been so many good, close games"}, {"timestamp": [2693.04, 2694.88], "text": " between these two teams."}, {"timestamp": [2695.56, 2696.72], "text": " This is the one we want to win."}, {"timestamp": [2697.28, 2697.98], "text": " What are you pick tonight?"}, {"timestamp": [2698.06, 2702.44], "text": " The Blues are looking pretty good, a really strong win over the Chiefs last weekend."}, {"timestamp": [2702.52, 2703.62], "text": " They'll be dangerous tonight, won't they?"}, {"timestamp": [2704.28, 2705.94], "text": " Yeah, they're playing awesome."}, {"timestamp": [2706.08, 2708.08], "text": " They're well-rounded team at the moment, know how to"}, {"timestamp": [2708.08, 2710.02], "text": " put themselves in the right area of the field."}, {"timestamp": [2710.62, 2712.14], "text": " I think there's going to be probably three or four"}, {"timestamp": [2712.14, 2715.96], "text": " tries each, I'm saying, 24-21"}, {"timestamp": [2715.96, 2717.5], "text": " Cowboys. And a solid pick."}, {"timestamp": [2717.76, 2719.98], "text": " Lastly, there's divided loyalties in the"}, {"timestamp": [2719.98, 2722.12], "text": " Good few family, I'm sure, of course,"}, {"timestamp": [2722.36, 2724.06], "text": " Brother Josh and the Blues team."}, {"timestamp": [2724.14, 2726.72], "text": " Have they got kind of the half-cruisers, half-blue shirts on? Yeah, if I was playing, I'd sure, of course, Brother Josh and the Blues team. Have they got kind of the half Crusaders, half blues shirts on?"}, {"timestamp": [2727.24, 2729.4], "text": " Yeah, if I was playing, I'd like to think that they would."}, {"timestamp": [2729.92, 2733.82], "text": " But tonight, they're going to be all Blues supporting the brother, and I understand that."}, {"timestamp": [2734.08, 2734.44], "text": " Fair enough."}, {"timestamp": [2734.56, 2735.4], "text": " Enjoy the game."}, {"timestamp": [2735.46, 2736.32], "text": " We hope it's a cracker."}, {"timestamp": [2736.78, 2737.86], "text": " That is Crusaders Midfielder."}, {"timestamp": [2737.94, 2738.7], "text": " Jack Goodhue with us."}, {"timestamp": [2738.74, 2740.46], "text": " It will be a close one, Nikki, I'm sure."}, {"timestamp": [2740.74, 2742.34], "text": " Kick off just a few moments away."}, {"timestamp": [2742.84, 2744.74], "text": " Ollie Ritchie, thank you very much."}, {"timestamp": [2745.9, 2750.18], "text": " Well, despite an interrupted start to their season due to the COVID lockdown,"}, {"timestamp": [2750.72, 2753.42], "text": " Auckland have become the toast of domestic cricket,"}, {"timestamp": [2753.82, 2756.38], "text": " claiming their 24th Plunkets Shield title."}, {"timestamp": [2757.06, 2760.1], "text": " Auckland came close to going through the competition unbeaten,"}, {"timestamp": [2760.1, 2763.1], "text": " but fell to defending champions Canterbury today."}, {"timestamp": [2763.82, 2768.98], "text": " The new Silverware will now sit alongside the one-day Ford Trophy they won earlier this year."}, {"timestamp": [2769.24, 2770.22], "text": " Super proud of the guys."}, {"timestamp": [2770.38, 2774.52], "text": " We've had a lot of different people play this year and everybody stood up at different times."}, {"timestamp": [2774.78, 2778.56], "text": " And I think the ball started rolling halfway through our one-day competition"}, {"timestamp": [2778.56, 2779.74], "text": " and we found our straps."}, {"timestamp": [2779.96, 2781.88], "text": " And since then, yeah, we just haven't looked back."}, {"timestamp": [2782.2, 2785.94], "text": " Well, there was extra cords for celebration for Captain Robbie O'Donnell,"}, {"timestamp": [2786.3, 2789.28], "text": " who was named the Joint Domestic Player of the Year."}, {"timestamp": [2790.12, 2794.12], "text": " Well, finally tonight, the pressure is on the country's top netballers"}, {"timestamp": [2794.12, 2796.86], "text": " to step up this ANZ Premiership season"}, {"timestamp": [2796.86, 2800.58], "text": " if they want to make the cut for the upcoming Birmingham Commonwealth Games."}, {"timestamp": [2801.08, 2803.86], "text": " With several existing Silverfern's already ruled out,"}, {"timestamp": [2804.22, 2806.28], "text": " there are plenty of positions up for grabs."}, {"timestamp": [2806.76, 2808.2], "text": " And as Lucy Thompson report,"}, {"timestamp": [2808.4, 2810.14], "text": " it's an opportunity of former"}, {"timestamp": [2810.14, 2812.1], "text": " Australian Christiana Manoa is"}, {"timestamp": [2812.1, 2813.94], "text": " looking to grab with both hands."}, {"timestamp": [2814.24, 2816.14], "text": " The last time the Silver Ferns"}, {"timestamp": [2816.14, 2817.36], "text": " took to the court in England,"}, {"timestamp": [2818.06, 2820.04], "text": " well, things didn't exactly go to"}, {"timestamp": [2820.04, 2822.02], "text": " plan. Oh, what a great interest."}, {"timestamp": [2822.32, 2824.36], "text": " A hiding against Australia, a blowout"}, {"timestamp": [2824.36, 2826.58], "text": " against England, and a lackluster showing"}, {"timestamp": [2826.58, 2831.84], "text": " against South Africa, examples of just how much work the ferns have to do. And now with"}, {"timestamp": [2831.84, 2837.16], "text": " experienced heads Katrina Rore and Jane Watson unavailable due to pregnancy, the coaching staff"}, {"timestamp": [2837.16, 2842.12], "text": " are desperate for players to step up. One player already doing that is former Australian"}, {"timestamp": [2842.12, 2845.98], "text": " Christiana Manoa. Chris has been wonderful. All of the new people into the"}, {"timestamp": [2845.98, 2847.54], "text": " environment have, but Chris has bought"}, {"timestamp": [2847.54, 2850.26], "text": " a maturity and a hard-nosedness."}, {"timestamp": [2851.72, 2853.26], "text": " That has been really valuable."}, {"timestamp": [2853.9, 2855.88], "text": " The powerful defender has returned to a city"}, {"timestamp": [2855.88, 2857.94], "text": " of birth to play for the pulse after"}, {"timestamp": [2857.94, 2860.08], "text": " five years across the Tasman with the giants."}, {"timestamp": [2860.42, 2862.12], "text": " Any transition to a new country"}, {"timestamp": [2862.12, 2863.68], "text": " away from your family is always difficult"}, {"timestamp": [2863.68, 2868.52], "text": " but I think for me it was an opportunity that I wasn't going to let it pass."}, {"timestamp": [2868.72, 2875.96], "text": " Tall, mobile and an aggressive ball hunter, Manua was part of the Australian Diamonds team for the 2016 Nepal Quad Series."}, {"timestamp": [2876.52, 2881.78], "text": " But because she hasn't played for them since, the 26-year-old is now eligible for the Silver Ferns."}, {"timestamp": [2882.02, 2887.0], "text": " You know, it's an exciting prospect, but my whole idea of coming over here was just to get"}, {"timestamp": [2887.0, 2891.44], "text": " game time, have a good season, you know, I haven't had that in a while so I think for me"}, {"timestamp": [2891.44, 2896.18], "text": " that that's my focus and hopefully you know whatever happens in the future happens."}, {"timestamp": [2896.18, 2900.46], "text": " And she's no stranger to the New Zealand competition either, making her elite level domestic"}, {"timestamp": [2900.46, 2905.1], "text": " debut with the magic in 2015 during the former Trans-Tasman League."}, {"timestamp": [2907.68, 2910.64], "text": " I think they just want me to just play how I play and just go out there and just have a good season,"}, {"timestamp": [2911.18, 2914.34], "text": " you know, be a leader for the team just in my own right."}, {"timestamp": [2914.5, 2916.96], "text": " Her leadership and experience may just be"}, {"timestamp": [2916.96, 2919.46], "text": " what the ferns need to contend for gold in Birmingham."}, {"timestamp": [2919.96, 2921.4], "text": " Lucy Thompson, News Hub."}, {"timestamp": [2922.68, 2924.0], "text": " Okay, Mitch, well that's sport,"}, {"timestamp": [2924.08, 2925.98], "text": " but there's still some unfinished business here."}, {"timestamp": [2926.06, 2928.88], "text": " I expect you'll probably have the Crusaders for the winter night."}, {"timestamp": [2929.3, 2931.04], "text": " Probably quite easily, I think, actually, Nikki."}, {"timestamp": [2931.16, 2931.8], "text": " No, you're dreaming."}, {"timestamp": [2932.4, 2934.04], "text": " I'm saying blues all the way."}, {"timestamp": [2934.16, 2938.72], "text": " Why? We've got RTS back on the bench, and so, yeah, bad luck."}, {"timestamp": [2939.26, 2940.48], "text": " Better bottle of wine on it, Nikki."}, {"timestamp": [2940.66, 2941.7], "text": " Okay, you're on."}, {"timestamp": [2942.4, 2946.06], "text": " Well, a CT scanner normally used for sheep and other farm animals is now playing"}, {"timestamp": [2946.06, 2947.86], "text": " a vital role in the recovery and treatment"}, {"timestamp": [2947.86, 2950.2], "text": " of carcopole. It's part of a collaboration"}, {"timestamp": [2950.2, 2952.72], "text": " between ag research and the Dunedin Wildlife"}, {"timestamp": [2952.72, 2954.68], "text": " Hospital. Kali Kalahan explains."}, {"timestamp": [2955.86, 2957.94], "text": " Heavily sedated, this karkapur chick"}, {"timestamp": [2957.94, 2960.3], "text": " rests in position. Right, patient"}, {"timestamp": [2960.3, 2962.22], "text": " name. Preparing to go through"}, {"timestamp": [2962.22, 2964.1], "text": " a delicate CT scan."}, {"timestamp": [2964.62, 2966.7], "text": " It is the first time, certainly certainly they've done cockapol,"}, {"timestamp": [2966.84, 2969.42], "text": " which is quite a rare animal to be scanned, as you can imagine."}, {"timestamp": [2970.82, 2975.44], "text": " With the push of a button, the chick, just a few weeks old, slides into place."}, {"timestamp": [2976.0, 2981.1], "text": " At a time, aspergillosis, a fungal infection threatens the population in Fiordland."}, {"timestamp": [2981.7, 2986.26], "text": " Just a bit of diagnostics, so we're double-checking to make sure that these chicks don't have any signs"}, {"timestamp": [2986.26, 2987.68], "text": " of a lung infection"}, {"timestamp": [2987.68, 2989.3], "text": " or any other underlying disease"}, {"timestamp": [2989.3, 2990.52], "text": " that could compromise their health."}, {"timestamp": [2991.04, 2992.86], "text": " The same machine is more commonly used"}, {"timestamp": [2992.86, 2993.7], "text": " for farm animals,"}, {"timestamp": [2994.18, 2995.68], "text": " like sheep, buckled in"}, {"timestamp": [2995.68, 2997.88], "text": " and evaluated for their meat and fat"}, {"timestamp": [2997.88, 2999.16], "text": " to improve genetics."}, {"timestamp": [2999.72, 3001.04], "text": " It's always interesting"}, {"timestamp": [3001.04, 3002.58], "text": " when you're scanning something for the first time,"}, {"timestamp": [3002.72, 3007.28], "text": " so there's just a little bit of worry that you've got all the settings right."}, {"timestamp": [3007.28, 3013.32], "text": " The partnership with Ag Research gives the Dunedin Wildlife Hospital access to cheaper scans."}, {"timestamp": [3013.32, 3017.4], "text": " If it can be used to try and get some better outcomes for that program, then that's just"}, {"timestamp": [3017.4, 3019.2], "text": " absolutely fantastic."}, {"timestamp": [3019.2, 3024.68], "text": " The Kakopo is critically endangered, so every little chick counts."}, {"timestamp": [3024.68, 3026.82], "text": " This year is a big breeding season, just like in 2019,"}, {"timestamp": [3027.26, 3030.06], "text": " when we hand-reared a whole bunch of chicks for Cockapur recovery,"}, {"timestamp": [3030.56, 3033.56], "text": " and so this year we're starting to see a few chicks and adults come through as well."}, {"timestamp": [3034.0, 3038.46], "text": " Every scan could be the difference between these little ones making it or not."}, {"timestamp": [3039.1, 3040.98], "text": " Kaley Callahan NewsHun."}, {"timestamp": [3041.9, 3046.12], "text": " For a singer and musician, it doesn't get much better than walking away from the Grammys"}, {"timestamp": [3046.12, 3048.04], "text": " with five awards tucked under your arms."}, {"timestamp": [3048.38, 3052.22], "text": " But when John Batiste did that 10 days ago, his celebrations were pretty muted."}, {"timestamp": [3052.76, 3057.24], "text": " That's because just days before his nominations, his long-term girlfriend had been told her"}, {"timestamp": [3057.24, 3058.52], "text": " leukemia had returned."}, {"timestamp": [3059.24, 3063.66], "text": " He told ITV's Rishi Darbda that their relationship is the greatest duet of all time."}, {"timestamp": [3066.72, 3068.24], "text": " One of the smoothest men is. TV's Rishi Daubed that their relationship is the greatest duet of all time. I don't know why, but I feel like me."}, {"timestamp": [3072.44, 3072.54], "text": " One of the smoothest men in music, singer-songwriter John Batiste,"}, {"timestamp": [3075.18, 3075.92], "text": " is behind some of the catchiest tunes in the charts."}, {"timestamp": [3077.12, 3078.12], "text": " John Batiste!"}, {"timestamp": [3083.0, 3083.32], "text": " At the Grammys, he was nominated 11 times and walked away with five trophies,"}, {"timestamp": [3084.96, 3085.38], "text": " but didn't back himself to win big."}, {"timestamp": [3089.34, 3095.56], "text": " Given where I started, it's not something that you could look at an algorithm or a spreadsheet and say, oh yeah, black jazz guy from New Orleans, you wouldn't be like, that's the guy"}, {"timestamp": [3095.56, 3098.08], "text": " who's going to win an album of a year and have a number one record."}, {"timestamp": [3099.68, 3105.04], "text": " John has always seen the power of music. In 2020, he took his soulful songs to the streets,"}, {"timestamp": [3105.28, 3107.86], "text": " leading peaceful protests against police brutality"}, {"timestamp": [3107.86, 3109.62], "text": " following the murder of George Floyd."}, {"timestamp": [3110.16, 3113.12], "text": " Civil rights, all of the things that happened with the pandemic,"}, {"timestamp": [3113.12, 3117.58], "text": " I believe that it's okay to opt out of saying something about these things,"}, {"timestamp": [3117.7, 3118.72], "text": " but that's not my way."}, {"timestamp": [3119.12, 3125.18], "text": " I choose to use this platform in a way that's even more engaged than what's required."}, {"timestamp": [3125.58, 3128.02], "text": " But there's a bare minimum that's required for sure."}, {"timestamp": [3128.46, 3130.68], "text": " His Grammy success was tinged with sadness."}, {"timestamp": [3130.68, 3135.26], "text": " As John was being nominated, his partner Sulaka's leukemia returned."}, {"timestamp": [3135.72, 3139.32], "text": " The couple got married in secret before she went into hospital for surgery."}, {"timestamp": [3139.52, 3144.96], "text": " It's a beautiful thing to walk in partnership with someone you love."}, {"timestamp": [3147.48, 3150.52], "text": " It's the greatest duet of all time."}, {"timestamp": [3154.66, 3154.96], "text": " For those looking to follow in his footsteps, John says it's all about dedication."}, {"timestamp": [3160.8, 3160.94], "text": " The thing that energizes you, that makes you feel like you're thriving as an artist and you're adding value to the world."}, {"timestamp": [3164.42, 3168.7], "text": " Even if the masses haven't bought into it, that's what you're supposed to be doing. And nine times out of ten, if you don't quit, the tide will shift in your direction."}, {"timestamp": [3169.04, 3174.02], "text": " John's creations seem to transcend music, raising spirits and driving change."}, {"timestamp": [3175.32, 3179.62], "text": " Well, coming up, News Hub weather and Mike, some much-needed rain is on the way for Southland"}, {"timestamp": [3179.62, 3180.22], "text": " and Otago."}, {"timestamp": [3180.76, 3181.5], "text": " That's right, Mitch."}, {"timestamp": [3181.54, 3183.44], "text": " It is short-lived, but hopefully it helps."}, {"timestamp": [3183.54, 3187.96], "text": " Fiordland, actually under a heavy rainwash from 3am, Saturday morning until 10am."}, {"timestamp": [3188.24, 3192.0], "text": " Now, that rain spreads over the south, but it peters out as it travels north."}, {"timestamp": [3192.1, 3193.8], "text": " So I'm mainly fine Saturday for everyone."}, {"timestamp": [3194.04, 3196.0], "text": " I'll have the full forecast next."}, {"timestamp": [3198.4, 3199.04], "text": " Right, then."}, {"timestamp": [3199.46, 3201.72], "text": " My name is Elton Hercules John."}, {"timestamp": [3201.92, 3203.94], "text": " You're serious about wanting to be a rock and roller?"}, {"timestamp": [3204.14, 3205.42], "text": " Why yourself some new clothes?"}, {"timestamp": [3205.76, 3206.54], "text": " Something flashy."}, {"timestamp": [3207.0, 3207.26], "text": " No!"}, {"timestamp": [3207.5, 3208.78], "text": " I'm not actually called Bridget anymore."}, {"timestamp": [3211.4, 3215.26], "text": " The true story of one of Pop's greatest survivors."}, {"timestamp": [3216.44, 3217.56], "text": " I'm so sick."}, {"timestamp": [3217.72, 3218.8], "text": " I'm going to worry for who I am."}, {"timestamp": [3219.26, 3220.6], "text": " You're breaking your poor mom's heart."}, {"timestamp": [3220.72, 3221.66], "text": " I'll tell you. Well, I'll watch you to check."}, {"timestamp": [3222.12, 3223.02], "text": " So you can go by and you one."}, {"timestamp": [3223.3, 3224.16], "text": " Rocket Man."}, {"timestamp": [3224.36, 3227.34], "text": " Our Easter Monday movie on three and three now."}, {"timestamp": [3227.34, 3229.5], "text": " So we're down to four."}, {"timestamp": [3229.5, 3231.84], "text": " Two designers will face off in the finale."}, {"timestamp": [3231.84, 3235.24], "text": " All eyes on me."}, {"timestamp": [3235.24, 3237.24], "text": " You guys ready?"}, {"timestamp": [3237.24, 3239.24], "text": " It's a daunting task."}, {"timestamp": [3239.24, 3240.24], "text": " Trying to figure out what to make."}, {"timestamp": [3240.24, 3241.24], "text": " I don't know what to do."}, {"timestamp": [3241.24, 3243.24], "text": " Let's light it up."}, {"timestamp": [3243.24, 3245.44], "text": " It's more than I could imagine to get this far. Not a lot of time left. I don't know what to do. Let's light it up."}, {"timestamp": [3247.8, 3247.96], "text": " It's more than I could imagine to get this far."}, {"timestamp": [3248.94, 3249.1], "text": " Not a lot of time left."}, {"timestamp": [3250.26, 3250.4], "text": " I don't know how we're going to get us done."}, {"timestamp": [3251.5, 3251.68], "text": " One was a miss for me."}, {"timestamp": [3252.7, 3253.24], "text": " There can only be one winner."}, {"timestamp": [3267.76, 3268.76], "text": " Alan's next great designer, Wednesday at 7 on Eden. Dance off."}, {"timestamp": [3269.56, 3270.24], "text": " Get down the floor."}, {"timestamp": [3271.52, 3271.76], "text": " Come on, get out of the floor."}, {"timestamp": [3272.24, 3274.24], "text": " Rewite!"}, {"timestamp": [3275.08, 3275.72], "text": " Jump, go, jump, down."}, {"timestamp": [3276.24, 3277.24], "text": " Go. Go."}, {"timestamp": [3277.24, 3278.24], "text": " Jump."}, {"timestamp": [3278.24, 3279.24], "text": " Jump on."}, {"timestamp": [3283.24, 3284.2], "text": " Dancing with the stars,"}, {"timestamp": [3284.4, 3287.72], "text": " premieres Sunday, April 24, on 3 and 3 now."}, {"timestamp": [3288.24, 3289.66], "text": " Here's how you kill off a species."}, {"timestamp": [3292.08, 3295.72], "text": " First, you take out the easy ones."}, {"timestamp": [3296.92, 3299.14], "text": " Kill them as efficiently as possible."}, {"timestamp": [3301.04, 3303.16], "text": " One by one."}, {"timestamp": [3304.04, 3305.8], "text": " And because the others look like us"}, {"timestamp": [3305.8, 3308.58], "text": " we can't trust anyone"}, {"timestamp": [3308.58, 3311.12], "text": " the fight for humanity has begun"}, {"timestamp": [3311.12, 3313.28], "text": " in the sci-fi action blockbuster"}, {"timestamp": [3313.28, 3315.5], "text": " the fifth wave tonight"}, {"timestamp": [3315.5, 3317.58], "text": " 730 on 3 and 3 now"}, {"timestamp": [3317.58, 3320.28], "text": " tomorrow's weather"}, {"timestamp": [3320.28, 3321.94], "text": " bad for Swanis"}, {"timestamp": [3321.94, 3323.96], "text": " great for making power"}, {"timestamp": [3323.96, 3328.52], "text": " at Rudion we only generate power from wind, water and sun."}, {"timestamp": [3329.62, 3337.76], "text": " Kiyoda, good evening. It was certainly a good Friday weather-wise with plenty of blue skies. And that is set to continue once this front from the south"}, {"timestamp": [3337.76, 3342.56], "text": " starts passing through. Now, the ridge of high pressure over the north, it's moving away, allowing this"}, {"timestamp": [3342.56, 3348.04], "text": " cold front to move up the South Island. Now, there's a strong cool southwesterly flow behind it, but it does weaken"}, {"timestamp": [3348.04, 3352.56], "text": " as it approaches the North Island. So here's what all that means. Much needed rain"}, {"timestamp": [3352.56, 3356.78], "text": " arrives in for Yordland tonight, and by tomorrow it spreads north and over towards the"}, {"timestamp": [3356.78, 3361.04], "text": " parched paddocks of the east. Now, as that front travels north, it does lose a bit of its"}, {"timestamp": [3361.04, 3365.04], "text": " gusto. So just a few showers north of Christchurch, followed by a cool southerly change."}, {"timestamp": [3365.62, 3367.4], "text": " And in the North Island, a mainly fine night,"}, {"timestamp": [3367.48, 3370.12], "text": " bar the odd shower in the Bay of Plenty and Gisbon ranges."}, {"timestamp": [3370.26, 3371.84], "text": " Now, those showers hang around for Saturday,"}, {"timestamp": [3372.2, 3374.26], "text": " with a few popping up in the Coromandel Peninsula."}, {"timestamp": [3374.48, 3377.2], "text": " Now, there's also a risk of some fog in the north and west,"}, {"timestamp": [3377.3, 3378.16], "text": " but it will clear."}, {"timestamp": [3378.36, 3379.74], "text": " Let's take a closer look now."}, {"timestamp": [3379.74, 3382.36], "text": " Mainly fine for northern areas with Kaita and Fangare,"}, {"timestamp": [3382.58, 3384.0], "text": " in for a few showers in the afternoon."}, {"timestamp": [3384.4, 3389.36], "text": " Hamilton potentially foggy in the morning, but it's not a bad day at all with highs around 21, 23 degrees."}, {"timestamp": [3389.98, 3393.5], "text": " Further south and after a long time in traffic visitors to Bay of plenty,"}, {"timestamp": [3393.62, 3396.7], "text": " wake up tomorrow to a few showers, but they disappear faster than a creamy,"}, {"timestamp": [3397.08, 3400.04], "text": " and it finds out with light winds and highs between 19 and 21."}, {"timestamp": [3400.68, 3402.56], "text": " And this is what we like to see on a long weekend."}, {"timestamp": [3402.76, 3404.88], "text": " Look at all the sunshine in the east."}, {"timestamp": [3404.88, 3405.78], "text": " A perfect Saturday."}, {"timestamp": [3406.16, 3407.96], "text": " Highs between 20 and 23. Just be"}, {"timestamp": [3407.96, 3409.76], "text": " aware of the southerly change at night."}, {"timestamp": [3410.3, 3412.16], "text": " And for the rest of the North Island, it's a partly"}, {"timestamp": [3412.16, 3413.94], "text": " cloudy day with a bit more sunshine for"}, {"timestamp": [3413.94, 3417.68], "text": " Palmer Noe. Any fog lists for Toamara Noe with a strong"}, {"timestamp": [3417.68, 3419.16], "text": " northwesterly set for Wellington."}, {"timestamp": [3419.74, 3422.0], "text": " Over the straight and into the South Island, Nelson stays fine"}, {"timestamp": [3422.0, 3423.88], "text": " but cloud increases in the west with showers"}, {"timestamp": [3423.88, 3426.0], "text": " turning to rain. Northwesternlies, they will give"}, {"timestamp": [3426.0, 3428.12], "text": " way to a southerly change, making it a chilly night"}, {"timestamp": [3428.12, 3430.06], "text": " and get your snow boots on. We are heading"}, {"timestamp": [3430.06, 3431.82], "text": " over the Alps to the east. High cloud"}, {"timestamp": [3431.82, 3433.88], "text": " increases during Saturday with northwesterly"}, {"timestamp": [3433.88, 3436.02], "text": " winds and then showers will arrive with that"}, {"timestamp": [3436.02, 3437.92], "text": " southerly change. And a sight"}, {"timestamp": [3437.92, 3439.84], "text": " to behold for Southerners waiting"}, {"timestamp": [3439.84, 3441.92], "text": " for rain. Hopefully this patch helps in the morning."}, {"timestamp": [3442.22, 3444.0], "text": " It does move on quickly, leaving a partly"}, {"timestamp": [3444.0, 3446.16], "text": " fine afternoon. There will be some strong westerlies around for Southland and Stewart Island. Okay, come helps in the morning. It does move on quickly, leaving a partly fine afternoon. There will be some strong"}, {"timestamp": [3446.16, 3448.06], "text": " westerlies around for Southland and Stewart"}, {"timestamp": [3448.06, 3450.0], "text": " Island. Okay, come in Dunedin. A wet"}, {"timestamp": [3450.0, 3452.14], "text": " start for your Saturday with some strong winds"}, {"timestamp": [3452.14, 3454.02], "text": " that become south west, but those winds ease"}, {"timestamp": [3454.02, 3456.28], "text": " and there's a few isolated showers in the afternoon."}, {"timestamp": [3456.42, 3458.08], "text": " 18 year high. High cloud"}, {"timestamp": [3458.08, 3460.04], "text": " increases for the Christchurch region. One or two"}, {"timestamp": [3460.04, 3461.92], "text": " showers in the afternoon as the wind changes"}, {"timestamp": [3461.92, 3463.94], "text": " to a southerly, they will be strong around Banks"}, {"timestamp": [3463.94, 3468.02], "text": " Peninsula. And there's a few strong winds about as well for Wellington. One or two showers could pop up in the wind changes to a southerly. They will be strong around Banks Peninsula. And there's a few strong winds about as well for Wellington. One or two showers"}, {"timestamp": [3468.02, 3472.44], "text": " could pop up in the evening along with the southerly, dressed though for a high of 14 degrees."}, {"timestamp": [3473.64, 3478.92], "text": " And book a vineyard lunch if you're in Hawks Bay. Plenty of sunshine all day. Light winds and a high"}, {"timestamp": [3478.92, 3483.8], "text": " around 23 degrees. Good day for a walk-up to Matapique as well. And as we head further north,"}, {"timestamp": [3483.88, 3485.82], "text": " just a few morning showers to start the day."}, {"timestamp": [3485.9, 3488.3], "text": " But keep the sun is handy as you'll need them in the afternoon."}, {"timestamp": [3488.46, 3491.0], "text": " High's here around 21, 22 degrees."}, {"timestamp": [3491.24, 3494.24], "text": " Let's head inland now to the Waikato area."}, {"timestamp": [3494.36, 3496.42], "text": " There could be some fog around for you in the morning,"}, {"timestamp": [3496.5, 3500.24], "text": " but it clears up for a great evening of rugby at FMG Stadium."}, {"timestamp": [3500.9, 3504.9], "text": " And Tamaki Makoto puts on another cracker with a sun-filled Saturday,"}, {"timestamp": [3504.9, 3506.0], "text": " along with a few light winds."}, {"timestamp": [3506.1, 3512.4], "text": " Expect a high of 22 degrees. Overseas now, mostly fine day for Australia, bar a few thunderstorms in Darwin."}, {"timestamp": [3512.56, 3518.22], "text": " Alice Springs, look at that nice and warm on 35. And in the Pacific Island showers, the common theme here."}, {"timestamp": [3518.32, 3522.7], "text": " But Tonga stealing all the sunshine, a high of 29 degrees. Back here now."}, {"timestamp": [3523.0, 3525.84], "text": " And this is how it looks for the rest of eastern northern Ulterra."}, {"timestamp": [3525.96, 3530.72], "text": " It's a few fine days, but the showers spread south from Sunday, hitting Hamilton on Tuesday."}, {"timestamp": [3531.34, 3536.36], "text": " For central areas, there's a bit more rain Monday for Taunanga and Gisbon, but it does clear for Hawks Bay."}, {"timestamp": [3537.08, 3542.02], "text": " And for the rest of the North Island, a cloudy east about the sun's back out for the short week ahead."}, {"timestamp": [3542.12, 3546.26], "text": " Let's head to the South Island now. Comb combination of mainly fine days with some chilly overnight."}, {"timestamp": [3546.48, 3548.62], "text": " It's fairly common for this time of year."}, {"timestamp": [3549.02, 3552.4], "text": " And check these out, the numbers in Queensland and Invercargo."}, {"timestamp": [3552.58, 3556.32], "text": " Clear weather, but dropping down to two to three degrees on Sunday night."}, {"timestamp": [3556.44, 3558.44], "text": " Pretty good-looking Easter Monday on the way."}, {"timestamp": [3558.9, 3560.1], "text": " And that is your weather."}, {"timestamp": [3560.24, 3562.6], "text": " Hopefully that front delivers some rain to the Southland farmers"}, {"timestamp": [3562.6, 3566.22], "text": " and hopefully the sun shines elsewhere like it did on Wellington today, Mitch."}, {"timestamp": [3566.3, 3567.86], "text": " You can't beat Wellington on a good day."}, {"timestamp": [3567.94, 3568.88], "text": " Thank you very much, Mike."}, {"timestamp": [3569.4, 3571.38], "text": " Well, that is News Hub live at 6pm 4 tonight."}, {"timestamp": [3571.56, 3575.08], "text": " You can get in touch with the News at news.ushop.com.com."}, {"timestamp": [3575.92, 3577.5], "text": " I'm Mitch McCann from all of us."}, {"timestamp": [3577.74, null], "text": " Good night. You know, and"}], "text": " A person is dead after fleeing from police in a car. We talk to locals left to clean up afterwards. Historic levels of rainfall in eastern South Africa leaves more than 300 people dead and meet the blind scrabble guru sensing her way through the national champs. Killed a good evening. A passenger in a fleeing vehicle has become the first victim of the Easter weekend road toll. Police took off after the stolen car, which later crashed in the Auckland suburb of Takanini. As late in Hakel reports, local residents are now left to clean up the mess. This is Justin Dixon's front garden. It's really shocking. As Leighton Hakel reports, local residents are now left to clean up the mess. This is Justin Dixon's front garden. It's really shocking, you know, and I think probably tomorrow reality will kick in. Debris, rubbish and branches covering his lawn. The front door, impassable, the front pagola destroyed. All that is wiped away. His neighbour's hedge and fence, gone too. Destroyed everything, yeah, front yard, my glass and, yeah, like, I haven't seen anything like this happened before. It's the aftermath of a late-night car crash that left a passenger dead and two others injured. And the people in the car, yeah, they were doing CPR and everything. It was really very sad, very sad. It all unfolded when police approached the stolen car in Papakura and the driver sped away. Police say they didn't give chase but found the car here minutes later crashed on the corner of Porchester and Walters Roads in Takanini. It was this intensely progressive, crashing, smashing sound. I thought something fell out of the sky like a little aircraft or something. That's how intense the sound was. While one passenger didn't survive, the driver fled on foot before they were found by police. The serious crash unit is investigating, as will the Independent Police Conduct Authority. Despite the clean-up ahead, Justin Dixon's feeling for those involved. Regardless of what has happened, you know, a family has lost a member. A grim start to the Easter weekend. Okay, Leighton, this weekend is the first weekend under the orange light settings. How has traffic been around the country? Well, Mitch, though it might not look like it right now behind me, it has been a very busy day on the roads right around the country. In Auckland, a three-car crash on the southern motorway brought an already packed road to an even slower crawl. One motorist told us that a route that would usually take 30 minutes took about two hours down in Wellington. The traffic out of Wellington was clogged right the way to Wykenai. So clearly transmission gully not solving all congestion issues down there. And with so many people on the roads this holiday weekend, the New Zealand Transport Agency and police are urging for extra caution and safety because they don't want to see a repeat of last year where we had the worst. Easter road toll in a decade. Leighton Hakele live from Central Auckland. Layton, thank you for the updates. Police are hunting through a forest near Taupor for a man who fired a gun at offices. It happened at quarter past two this morning when police stopped a vehicle on Puerta Valley Road in the Tohara forest. The man fired a weapon before taking off on foot, the armed defender squad, as well as the police eagle helicopter, have joined the search. Police are asking motorists on State Highway 5 near Mount Tohada to contact them if they see any hitchhikers in the search. Police are asking motorists on State Highway 5 near Mount Tohutter to contact them if they see any hitchikers in the area. And a man has died after a boat overturned near Cape Palliser in the Wided Upper this morning. Emergency services were called but couldn't save a 63-year-old man. The other person on board the boat reached the shore safely. Heavy rains in flooding have battered the eastern coast of South Africa, killing more than 300 people. Officials have called it one of the worst weather storms in the country's history, rather. Kethaki Masalamani reports. A year's worth of rain in just two days. There were currents strong enough to wash away cars while stranding others. This woman clung to a bank as roads turned into rivers before being swept away. At least 300 people are dead and there's expected to be more among the wreckage. Along the coast, entire apartments crumbled into crevasses as the earth slid from underneath them. And in the ones left standing, muddy waterfalls gushed through living rooms. People held on to what's left of roads and bridges washed away in the deluge. There was flooding through shanty towns where residents are trying to clean up. We lose anything. We can't find everything now. It's bad. Everything is bad. We don't have anything. President Cyril Ramaphosa called it a catastrophe of enormous proportions. Durban Port, his country's busiest, was hit badly. Images from above show a landscape now almost unrecognizable. The people here are in survival mode. As you can see, how we're suffering. Weather forecasters said their expectations were exceeded by the sudden downpour. There's no end in sight, a flood warning now in place in the neighbouring province of Eastern Cape. As South Africa braces for even more rain. Ketki Maslamini News Hub. Prince Harry and his wife Megan have made a surprise trip to the UK to see the Queen. It comes as her majesty missed the traditional Royal Monde Easter Service, an event she goes to every year because of mobility issues. She is also expected to miss other events this weekend. Here's ITV's Chris Ship. Mourndy Thursday and an event the Queen would ordinarily be at, but not today. Instead, she asked Prince Charles and Camilla to attend in her place, another event at which her mobility difficulties have forced her to cancel. So for the first time ever, the Prince of Wales did what the monarch would usually do, handing out the traditional maundi money to pensioners, men and women from across the country who've been recommended by their churches, like Muriel Davies, who is 99. Well, honored really to bring us to do, to accept it. When the Queen went to Westminster Abbey to distribute the Royal Monde, this traditional service means a lot to the Queen. It was actually the first ever engagement she carried out as monarch in Easter Easter, 1952. Then, Mordi gifts were handed to 26 men and 26 women to reflect the Queen's age that year. Today, 96 men and women were honoured, a reminder of how long the Queen has been doing this. She hasn't cancelled her Mordy Thursday appearance since 1970. For those who received the purses today, it was still a very special moment. And you'll keep hold very tightly of those two purses. I promise I will. In your hands, the red purse and the white purse. Don't drop them on the way home. I will. Given how important Holy Week is for the Queen, this is one event, yet another. She would have loved to attend, if only she could have. Russia's most powerful warship in the Black Sea has sunk, but Moscow claims the Ukrainians had nothing to do with it. The Ukrainian militaries say they hit the vessel with anti-ship cruise missiles while distracting its crew with an aerial drone. Here's Chris Livesey from CBS. A shocking blow to Russia. Its powerhouse on the Black Sea now sunk. The pride of the Russian Navy, the warship Moscow was part of the fleet terrorizing the Ukrainian coast. Armed with supersonic missile launchers, it was originally designed in the Cold War to take out U.S. aircraft carriers. Instead, it was taken out by two Ukrainian-made Neptune missiles, Ukraine says, which would mark the first time it's destroyed a major Russian vessel at sea. Moscow refutes the claim, insisting something sparked munitions on board to explode, but admitting its crew of nearly 500 sailors had to abandon ship. The Pentagon says Russia has pulled its remaining ships from the area. While just up the coast, Muriupil on the brink of doom. Many of the city's defenders have now been captured. Russian TV footage purports to show them surrendering. But these die-hard Ukrainian forces, encircled by the enemy, say they will not give up. Ukrainian President Volodymyr Zelensy says it's a cycle of death, but the blood is on Russia's hands. They can kill us and they will also die. I can't understand for what. In Harkiv, there's no rest, even for the dead. How could it be, says Valentina? I talked to him a minute beforehand. And a minute later, just look. We witnessed the aftermath of Russia's attacks in the town of Andrivka, where Ukrainian soldiers are now clearing these homes of mines, meant only to terrorize civilians. Locals say Russians have left mines virtually everywhere, booby-trapping, trunks of cars, washing machines, even dead bodies. Salt on the wounds of one more village that will never forget. Meanwhile, the destruction wrought on towns north of Kiev has made the job for war crimes investigators hard. Bodies are difficult to reach under collapsed buildings. Here's ITVs, Peter Smith. Bodies aren't lying on the streets here. In Bordianka, they were left buried in their own basements. The dead are still being counted. When Putin's troops occupied this town, they destroyed it. Ashes and rubble town, they destroyed it. Ashes and rubble are all they left behind. Now international investigators from the Hague are here to determine if what happened in Borodianca constitutes a war crime. Clearly we have reasonable grounds to believe. Crimes within the jurisdiction of the court were committed. The job now is to look at the higher standard, see why, who ordered it, who committed it. The Speaker of Ukraine's Parliament was also giving colleagues from Eastern Europe a tour of this town today. And he told me he wants the whole world to see this. We want that everyone who is guilty must have the punished for this crime. That's genocide against Ukrainian people. The terror the people lived through here is now apparent. Vala tells me she's been too scared to go outside until today. This is the first time I've come out. I wanted to see what they have done with my own eyes. How many people are still under the rubble? As of today, more than 100 bodies have already been recovered in Borodianca, but there are still people in this town who don't know whether their loved ones are alive or dead. The town square has become a place for desperate people to get foot and look for the missing. We see the reunion of two friends. This is the first time I am seeing him since the war started. Four people in his family have been killed, buried under the rubble. In the face of such tragedy, Borodianca has become a national symbol of the Ukrainian resistance., enduring the might of the Russian military, and yet somehow, still here, defiant and unconquered. Well, back home now, and an Auckland doctor is warning people who have had COVID-19 to rest or risk getting long COVID. While those who test positive have to isolate for a week, recovery can take a lot longer. Here's health correspondent Lucy Warhurst. Okay, so you've had COVID-19 and just watching this leaves you feeling exhausted. You're not alone. Are you feeling fatigued, like this dog-tired feeling that you just can't get off the sofa? If you're feeling like that, you need to listen to your body. ProCare GP, Jodi O'Sullivan, reckons around half of her patients have had Omicron, and many are suffering four to six weeks on because they've tried to work through it. Because we've been told it's not the nasty one, we've underestimated what it can actually do to you. Where Alpha and Delta variants commonly affected the lungs, Omicron can affect the heart. So if you're working and you feel tired, sweaty, headachey, stop, rest, then you might be able to work again for an hour or two. But if you don't, this thing has got a tail. If it drags on beyond six weeks, it's considered to be long COVID. Dr Anthony Jordan says it's a recognised clinical condition with people reporting brain fog and fatigue. These are persisting for up to three months and there's no other cause for them. It's still too early to know how common long COVID is with Omicron but researchers are looking into it. We just need to watch and wait at the moment to see where it lands, but at the moment some people are saying as high as 10 to 15%. Most will recover with rest, but if you have palpitations, chest pain or shortness of breath, you should contact your GP or call Healthline. Whatever you do, don't push through. Going out for a run, it's not a good idea. Have a sleep, read a book, drink loads of fluids, take some vitamin C, take some time off. Advice, we can all take this Easter weekend. Just make sure you're fully recovered before getting back to full exercise. Lucy Warhurst, News Hub. Well, a home-built car known as the one buggy mud-muncher raptor, yes, that's its real name, has been given a shot at being turned into a Hot Wheels toy. Carl Goodell's creation won the New Zealand leg of the Hot Wheels Legends Tour, and will now go head to head with creations from right around the world for a chance to be immortalised in diecast. Kelly Callahan explains. It might look like a regular buggy, but this very well could inspire the next Hot Wheels to hit the shelf. It's a bit of a creation. It's got a 40-inch maxis straps on there. This two-seater machine crowned winner of the New Zealand leg of the Hot Wheels Legends Tour, a competition pitting the craziest homemade creations against each other. It's the one buggy mud muncher raptor built by Carl Goodall. No, I didn't know. I was actually working on the buggy last night while it was on. He'll have plenty of time to work on it before taking on the world's best in L.A. later in the year. I never actually built it to be a bloody Hot Wheels car or anything like that show car. It was built to go in the bush and get beaten on. Got a lot of garage spirit, obviously building the shed like Kiwi As. That's just what the judges were looking for, a bit of Kiwi ingenuity. The scratch built as well, and they haven't really seen anything like it before. And obviously it had a rotary, so that kind of made it like 10 pounds better. In previous years, the winner has been revealed by famous names like Snoop Dog himself. Can I roll it? Yeah, yeah. I won't leave it foggy. The Kiwi creation will go up against 14 others in a bid to be made into a much smaller diecast version. A whole bloody cabinet full of those things at home, you know. I've had my own one in there. It would be pretty awesome, eh? If he wins, the one buggy mudmuncher raptor could be on our shelves next year. Kaylee Callahan News Hub. Well, Mike, so now with a look at the weather and quite the start to the Easter break, Mike. We were very lucky, Mitch. Plenty of sunshine around, nice and calm as well. Cape Riega had the country's high today of 24 degrees, but it was a cold start for Samoa Udu down to minus 5 when they woke this morning. Now, there's a bit of much needed to rain on the way for the south, and for everyone else, Saturday's looking pretty good. I'll have all the details after sport. I look to it, thank you, Mike. Well, animal lovers in Waaiquato are furious, a malnourished horse was left to suffer. A year after complaining to SPCA, the horse has finally seized from its owner. Assessing the pros and cons of gold mining, the company planning to dig deep in Coromandel Conservation Land. And the little Kakopo getting a scan and a sheep-sized scanner, the surprising collaboration between ag research and animal conservation. Tonight, it's wet and wild on Bondi Rescue before Chloe Grace Moretz battles body snatches in the fifth wave. Then mountain biking injuries and venomous snake bites, it's all in a day's work on emergency, right here on three. Gibbs. NCIS returns. Good to see you again. Back to back with another old favorite. Who are Gibbs. NCIS returns. Good to see again. Back to back with another old favorite. Who are you? NCIS. That's NCIS LA. Sounds like somebody's been reading my dream journal. From Washington to Los Angeles, it's all gone. Okay, what is happening? Still chasing bad guys. What I do? It's all you did. Yep. Toothase return. Light up your night with all new NCI. I know it's all you do it's all you do yep two phase return light up your night with all new NCIS and NCISLA Tuesday on 3 and 3 now Darts off Darts off Oh Oh Oh Oh Oh Dots off. Get down the floor. Get out the floor. Get out the floor. Do it. Come on and get out of the floor. Three lines. Dance off Go Go Go Dance off Get down the floor Get out to get out the floor Do it Come on and get out the floor Rewat I challenge you to a dance off Hands off No trash talk No back walk On the backtop Just moving you That's all No bad cores No tag teams No mad Dancing But the black top just Move you That's all No bad calls No dad's No bad news No match plunded home into a peaceful oasis. Apply today at 3Now.com.n.z. Forward your life out. Welcome back. Cambridge locals are furious and extremely malnourished horse who they reported a year ago to the SBCA has now been seized just as they were trying to save it. Our cameras were there as an animal rescue group who had negotiated to take the horse from the owner, lost their bid to give it a new life. Here's Karen Rutherford with the story. It's a confronting, sickening sight, a bony, malnourished mare grazing in central Cambridge, whose owners copped it this week from concerned locals. Have you seen this horse? Yeah. Can you see it? Yeah, I can. Why can't you feed it? Why can't you get some vet to it? Why can't you feed it? Why can't you get some vet to it? Why can't you do something about it? Maya Vance says she complained to the SPCA over a year ago and made multiple follow-up calls. Every time I called the SPCA I was just met with, we can't give you any information. We don't give information to the public, even if it's the person that rang in. The SPCA wouldn't appear on camera but says it found no breach of the Animal Welfare Act when it investigated following that complaint 15 months ago. It also says it can find no record of follow-up phone calls until Tuesday when a member of the public again complained. The Wipar District Council, who owns these paddocks, says it's been aware for weeks of concerns about the elderly horse. It ordered the owner to call a vet. She opted to have it euthanised yesterday. But animal rescue advocates say they convinced her to give the mare up at the 11th hour. She's still got that twin colour and we just think, yeah, that she deserves a chance. A vet was called the horse deemed fit to travel, but SPCA inspectors turned up. I'm just making you guys look even worse. And seize the mayor. I'm really upset and I'm fricking frustrated. Yeah, I mean this is disgusting that a horse gets like this. This is disgusting that SBCA turns up as soon as I'm involved. Someone's happy to do something and take the horse on and get vet treatment and try and rehab this horse and then they turn up to try and put a stop to it. It's disgusting. The owner declined to comment to us, the SPCA for its part, says had it known about ongoing concerns it would have responded promptly and appropriately. They were not interested in this beforehand and and now all of a sudden, boom. The mayor has now been transported to an equine hospital, but locals' calls for news of her condition have fallen on deaf ears. The SPCA says her prognosis, and how she even came to look like this, are all now part of an investigation. Karen Rutherford News Hub. There will be no new mines on conservation lands. You may remember that promise by the Labor-led coalition government back in 2017, but fast-track five years and a new mine in the Coromandel near the long-standing Martha Mine at Waihee is planned. Resource consent will be applied for mid-year, and the owner's promise it will tick all the green boxes. National correspondent Amanda Gilley spoke to a pro-miner and an anti-minder. I think there are ways that we can mine in a responsible way that allows us to mine out somewhere like Farikara-Ponga and yet still have those economic benefits for the local communities that we work in. We don't need mining. We could recycle the cell phones and the computers. There's a New Zealand company called Mint Technology. We could recycle the cell phones and the computers. There's a New Zealand company called Mint Technology. We could get gold from that. We don't need to dig up the land under the Coromandel Forest Park. It's a minefield over a gold mine. There's a genuine desire to do things properly. And whether that's driven because, you know, there's a lot more scrutiny, or it's just the people that are drawn to mining itself. They have a terrible track record across the world. You look at the Philippines and you will see that there is pollution of the water. You can't even do rice paddies anymore. You can't fish in that water. They brought police in to brutalize the people that were against it, and it is exactly the same company. At the heart of the latest fight is this public conservation land in the Coramandal just north of Waihi. Oceana Gold wants resource consent to mine it underground. This means digging a tunnel in the area between Waahi and Fungamatar in the hope of striking gold. Best case scenario, how much money will you make if this mine goes ahead? Well, we're looking at a resource of potentially up to a million ounces. And with gold retailing at around $2,600 an ounce, that's $2.6 billion. And while costs would still have to come out, it's a gold mine. But it's the cost to the environment that enrages opponents who say native plants and animals, including the endangered Archie's frog, will be hugely impacted and insist the waters will be polluted. I've swum in those watering holes. I've swum in the sea for my entire life. They have the ability to take that away from all New Zealanders. But the miners argue a water treatment plant on site will treat any contaminated water with metals and sediments taken out. Then it goes into our compliance ponds. We're monitoring it the whole way through the process and then before it's discharged we're making sure that it meets our discharge requirements. Kerry Watson is the company's environmental manager and says the only visible signs above ground of the mining will be four of these five metre high vents, which will be dropped in by helicopter, no road access needed. And once removed, the ground will be restored and replanted. He insists miners have gone green to find gold. One of the things we'll be looking to do is how we improve things where we mine. And that's evidence if you look at Waihi. We've done a lot of rip here and planting along all the river banks in Yahe since that operation's been going. Not because it's required, but it's because something that the company wanted to do. Resource consent will be applied for mid-year, or if it's granted, mining will be extended here until about 2037. Gold was first found here back in 1878, and the industry is still a big earner for New Zealand. It's worth about $500 million a year. And workers are paid well. According to one industry group, the average yearly wage is more than 100K. Oceana Gold says about 300 jobs will be created. Anti-mining activists argue that most of those won't go to locals. So what do Coramandal residents think? Is mining worth it? I put it to 10 people on the main street of Waihi. Five were absolutely for it. Two were firmly against it. Three just didn't care. I say yes. I've lived in the area for, you know, 15 years or so. And I just think the town is growing, and, you know, it employs a lot of people. And, you know, they donate to the schools and to local community trust boards and stuff like that. So, no, I think yes. No, I don't support the gold mining, and a lot of that comes back to our environment that Papua Nuku, our land. If we're not looking after our land then how are we able to look after us because we need the land to be able to survive. Oceana Gold says it's important to note a $50 million bonds being paid just in case they walk away and don't clean up behind them. It should also be noted the company is Australian and that begs a question. Is what right does an Australian company have to come in and mine our gold? Yeah, look, Oceania Gold has got a really proud history in New Zealand. You know, it's been mining at Macraise and Reifton and in Wahee for, you know, over 30 years. It has a thousand employees. I think for Oceana Gold, it has very close ties to New Zealand and thinks of its operations as being key to its ongoing performance. An Australian-Canadian consortium that would take all the profits overseas and leave us with nothing, seems like the worst thing any Australian has ever done to us. So is it a heart of gold or just a golden opportunity? Amanda Gillies News Hub. Oceana Gold told NewsHub it was aware of those allegations against the DDP or Mine in the Philippines and, quote, takes them seriously, saying they work directly with the community to resolve any concerns that they may have. Well, billionaire Tesla owner, Tesla chief executive rather, Elon Musk has set his eyes on Twitter, offering over $63 billion for the social media app. He already owns a 9% stake of the company, making him the largest individual shareholder. Mask argued Twitter needs to become a safer place for free speech. He also wants to make the company private, which would give him unregulated control. I want that people have both the reality and the perception that they're able to speak freely within the bounds of the law. Twitter's board is considering Elon Musk's offer. Well, across the Tasman and a grocery store worker has scared off a wannabe thief by hurling custard. The man was seen walking into the Queensland shop armed with a knife, but when he tried to open the till, one worker lob the custard spilling it all over him. The mess seemed to do the trick with the masked bandit quickly making for the exit. Police are appealing to witnesses to help get the man into custody. Well, Nicky's in later with sport and Nicky, Sue Mark Todd, is sanctioned. Yes, he's received his punishment for animal mistreatment, but not everyone agrees with it. So why are welfare groups outraged by suspension of one of our greatest ever Olympians? Plus, one of the most storied rivalries in Super Rugby resumes tonight when the Blues take on the Crusaders in Christchurch. Boris Johnson's controversial plan to solve the UK's migrant crisis, how those desperately seeking a better life could be sent off for processing in another country. And proving word games are for everyone. We meet the one player winning scrabble matches, blind. I believe we have some power over who we love. I think the poets might disagree. I think you were just splendid. Tell her to make it short and spicy. I intend to make my own way in the world. No, no one makes their own way. Most of all, a woman. The right ending is the one that sells. I may not always be right, but I never love. Little Women, Sunday at 9 on 3 and 3 now. Welcome to the greatest show on the ice. During the heat of competition, when you lift your partner, you've got to make sure she's landed. I feel you let go of her. Which celebrity competitors will keep their cool? I can't believe what I've just seen. And who will be skating on thin ice? Boring! Next! That's a dancing on ice first. Singing and skating. Dancing on ice. Tonight, 8.30 on Eden. Keep an eye on the cake and don't eat any of the chocolate or the smarties. When you're not there, do your kids do as they're told. Did any of you eat some of the decorations? No. All power and resilience. I'm so scared. You're not going to fall, I promise you. We'll be tested. I'll watch it and cringe. Brand new parental guidance. Wednesday's 730 on 3 and 3 now. What happens when couples who have only ever spoken online? We've been talking for 5 years. Finally meet in the flesh. You really need someone who want to rip the clothes off. In a sun-soaked paradise. Welcome to my beach house. These people are so sexy. Will their online spot catch fire? There were a couple months I thought it was an alien's okay? Or will it fizzle out? We're just friends like me? They either. Love in the flesh. Stream every episode only on three now. Huky Manor, welcome back. Protests have erupted in the United States after footage emerged of police fatally shooting a black man during a traffic stop. The officer can be seen struggling to communicate with Patrick Leoya before grabbing him. The 26-year-old attempted to flee before police trying to taser him missing both times. He then shot Leoya in the back of the head. As his mother and father said, they believe their son was executed. The officer is on paid leave and will not be identified unless they're named as a suspect. Leoya's family fled the Democratic Republic of Congo for a safer life in the United States. Faced with an ever-growing flood of illegal immigrants, the British government has followed Australia's lead by planning to house asylum seekers offshore. The scheme will see single men, possibly tens of thousands of them, who arrive on boats and trucks, given a one-way ticket to Rwanda. ITV Shahab Khan has more. Thousands of men, women and children have already risked their lives this year, leaving behind all they know to pay smugglers to get them to the United Kingdom and the hope of a better life. Boats were seen arriving at Dover even this morning. With the tide not changing, today the Prime Minister announced a drastic step to try and make them stop. We must first ensure that the only route to asylum in the UK is a safe and legal one. These vile people smugglers are abusing the vulnerable and turning the channel into a watery graveyard. To achieve that, the government has a new controversial plan, which will see asylum seekers sent here to Rwanda, 4,000 miles away in a scheme costing 120 million pounds. Under the deal, people who arrive in the United Kingdom will be assessed to see if they made the journey illegally. Those deemed to have done so could be given a one-way ticket to Rwanda, where their asylum claim will be processed. If it's accepted, it is there, not the UK, where they'll be given full rights to live. If rejected, they could be returned to their country of origin. Today, the Home Secretary was in Rwanda to sign the official agreement, which will see the government pay for up to five years of support for those who settle in the African nation. We are speaking specifically about those who are coming to our country through illegal means, small boats, for example, in refrigerated lorries, in the hands of people smugglers. This was a hostel in the capital, Kigali. It is one of many proposed sites that will now be used to house asylum seekers. There are serious hurdles ahead for the government who are aware they may face legal challenges, but the quest to stop crossings will go on, with the Navy now given the responsibility for dealing with them. aware they may face legal challenges, but the quest to stop crossings will go on, with the Navy now given the responsibility for dealing with them. Well, back home now, and New Zealand's best Scrabble players are battling it out in Wellington today, and among them is the country's only blind competitor. Alexa Cook went to check it out. Olivia N is completely blind and passionate about Scrabble. Using Braille tiles, she's been competing for 20 years. It's like a little bit of lotto every time you put your hand in your bag and it's quite exciting because you think, am I going to get that blank for that S or the perfect combo. With a trustee companion at her feet and specialised braille equipment at her fingertips, Olivia is one of the top 24 Scrabble players in New Zealand. The board itself has Braille on it to tell me which squares are the premium squares. And then I have a little braille tablet to the side here, which I use basically like a a writing pad. She's up against the likes of Howard Warner, the current national champion. It's very much a numbers game. There's a lot of strategy involved, a lot of probability, theory. The language aspect is it's almost secondary. And clubs are trying to attract younger players. It's a fantastic game for youth, and particularly from an educational point of view. It's an ageing demographic, so we need to inject new blood into the game, especially competing against computer games. But this game is a lot more interactive. 2-9. It's always fun and it's nice meeting other people and playing with people. Every turn's different. You can go from getting two points to 120 points. So I learnt some tricks to getting them. So what's a good strategy to get high points? Using hooks is really good. So for example, putting a Y on a triple letter score, we get 12, 24, 25, 28, 31, 32, 33. While Scrabble players are declining globally, COVID has been good for the game. A lot of people played Scrabble in lockdown with their housemates family, and so we've seen people coming along and joining club. A trend they're hoping will continue post-pandemic. Alexa Cook News Hub. Well, they are one of our most treasured and rarest of native birds. How a CT scanner is helping save the carcopole from disease that's threatening its tiny population. Andy swept the Grammys, taking home five awards. Now John Batiste reveals his greatest love and her battle with cancer. We're live from Wellington Airport as the Phoenix touchdown in New Zealand for their long-awaited homecoming. Plus, a leading animal welfare group has slammed the suspension imposed on Sir Mark Todd following a controversial video. And we'll introduce the former Australian putting her hand up for a shot at the Silver Ferns. Awesome adventures, daring deeds and cunning stunts. I'm shampic. Thanks. It's Indy all the way. You're a hard man to read, Dr. Jones. What is this thing? Dad! Oh, Dad! Dad! Dad! Dad! School jumper, where you're your son? Don't call me son. Relent. That's special Spielberg magic. With the guy who always gets the girl. This is not my idea of a swell time. Our Indiana Jones season continues with Temple of Doom. Saturday on 3 and 3 now. Would you trust a friend with the keys to your house? You are about to latch each other loose. In each of his houses. Could you say yes to creating a mess with this Chapman Chad? Are you happy about following me over a house? You are about to let each other loose. In each of us houses. Could you say yes to creating a mess with this chavint charge? Are you happy about following me over a cliffage? It's a leap of faith and a whole lot of fun. I'm hoping that Lawrence is in my bedroom. We all hope that Lawrence is in our bedroom. This look has a very specific name which is near. Open your eye! I did not expect that. Changing Rooms UK, Monday 8.30 on Eden. You grew up here? Mm-hmm. I feel like I never live. Mom. What do you want? That's safe. Somewhere in the house. I want you to listen. Or you and your kids will not survive this night. You have no clue what I'm capable of. Gabrielle Union unleashes. Where she comes. The mother of all payback. It's doing it! You've broken in the wrong house. Breaking in. Saturday, 915 on 3 and 3 now. This month on 3 now, the award-winning drama, the newsreader. I am. I'm also relentless. Don't miss out and stream every single episode. These images do not go away. You're so embarrassing. Are anyone's photos safe in Zara McDermott revenge porn? Pig people are very different. And go pig or go home. And the show you didn't know you needed, pig royalty. All this and so much more. Stream on 3 now. Am up the fun with the new Susuki Swift and News Hub Sports. A leading animal welfare group has slammed the suspension imposed on one of our greatest Olympians. Sir Mark Todd has received a four-month ban from training horses after a video showed him hitting a horse nine times with a tree branch. But the penalty has been labelled pathetic, and the judgment of those imposing it questioned. A warning, Alex Chapman's report contains footage you may find disturbing. It's a slap in the wrist, really. What he did was disgraceful. Animal welfare group safe are fired up at the punishment handed down to Olympic great Sir Mark Todd for this incident. We've chosen not to show it in its entirety, but the British Horse Racing Authority believed the Olympian breached a rule by engaging in conduct prejudicial to the good reputation of horse racing. It does say that Mark Todd's actions has damaged the equine industry. Considering this pathetic penalty, it doesn't give us a lot of confidence in the equine industry, so really their judgment has to be called into question here. That's because he can resume training immediately, having already served a two-month interim suspension, while the remaining two months of his ban are suspended. It almost sounds like that he's playing at this penalty on his own terms. In a statement, the chair of the three-person panel, Brian Barker QC, said the actions couldn't be condoned in any form. Todd's high profile meant he can be expected to be scrutinised by a wider audience and that the use of a light branch rather than a manufactured whip wasn't appropriate. So Mark Todd says he's looking forward to putting a tough two months behind him. But there are two months behind him. But they're two months which have tarnished his name. Alex Chapman, Newsop. The Wellington Phoenix are officially back on home soil. The side touchdown at Wellington Airport just moments ago in preparation for Sunday's match against the Central Coast Mariners their first home game in almost a year. Norel Sondos is at the airport and joins us now, Norel. Yes, well, Nicky, after five and a half long months, the Wellington Phoenix are finally home. They've just touched down on their charter flight, and before Ben Wayne can even see his family, I've actually stolen him. Ben, was it strange landing back here at Wellington? Yeah, you could say that. But no, very exciting. I think it just makes you realize how long we've actually stolen him. Ben, was it strange landing back here at Wellington? Yeah, you could say that. But no, very exciting. I think it just makes you realize how long we've actually been away for because when you're away, you don't really think about it, but buzzin to be back. And how important will the home fans be ahead of these two crucial matches? It's unbelievable, the support that we had last year and I think, obviously it doesn't go and notice from us, but all I can do is encourage everyone to come down and buy tickets and get in the stadium, please. It means the world to us. And Ben, how tough have these last few months been, honestly? They haven't been easy, I can tell you that. But I mean, as Wellington Phoenix players, we're used to adapt into hard situations. And, you know, we're built for it and we're strong. So it's been good. Bem, well, it's lovely to see you. Go say hi to the family. And good luck for the weekend. Sweet, thank you. All right, Nikki. it's lovely to see you. Go say hi to the family and good luck for the weekend. Sweet, thank you. All right, Nicky, someone's cutting onions in here. Got to go, but let's hope the weather plays bull on Sunday. Can't wait. Absolutely, Norel, thank you. One of the most storied rivalries in Super Rugby resumes tonight, with the two formed Kiwi sides going head to head for the first time this season. The blues are optimistic. They're in the best possible shape to end their long-standing drought against the Crusaders in Christchurch. But Scott Robertson's men certainly won't be making it easy for them. Rugby reporter Ollie Ritchie joins us now from Orange Theory Stadium, Olly, regardless of the result tonight, this is an important match, isn't it? Yeah, it really is, Nikki. It's an important rivalry, obviously, to both the Crusaders and the Blues, but it's actually an important rivalry for Super Rugby and for the competition. Because both teams are doing so well at the moment, that old Auckland-Candabry rivalry, that old storyline comes back into the spotlight. It gets people talking about the game. It gets eyeballs on the game, and that is a good thing for the competition. On the match itself, it's been tough going down here in Christchurch for the Blues over the spotlight. It gets people talking about the game, it gets eyeballs on the game, and that is a good thing for the competition. On the match itself, it's been tough going down here in Christchurch for the Blues over the last couple of decades. As you mentioned, they are confident they can turn the tables tonight. The Crusaders certainly have other ideas. The Crusaders are difficult to put away at the best of times, but it's on their home turf where they take the most pride and where the Blues have had the most trouble. Unable to win there since 2004, something the Crusaders are out to ensure doesn't change tonight. You're extremely proud of it. It's a long time, isn't it? Every year the sort of the stack comes up and you just want to make it another one. The nearly two-decade-long wait has been tough for the Blues. For most of that time, the Auckland franchise could barely register a win, let alone against the Crusaders in Christchurch. But they're optimistic the tide is turning. Teams have been chasing for a long time. But history needs to be changed sooner or later, so it's our turn to have a go. And as the Blues resurgence continues under the tutelage of Leon MacDonald and the guidance of Bowdoin Barrett, this age-old rivalry has once again become a top-of-the-table clash, and its revival, as one Scott Robertson believes, is for the betterment of the competition. Every game has got its own narrative, and this one's another special one in the history and the chapter of it, and our game needs it, super rugby needs it, it's a beautiful thing when these things come together. Hopefully we get a good turnout down there and I give it the respect that it needs as a, you know, the two biggest teams in New Zealand at the moment playing each other. While the rivalry has been one-sided of late, the five-time defending champions are the first to admit this blue site has found its rhythm. Blues in the past year may have not been as successful, but they've got great coaching staff, great players, they've always had that, and I think they've combined the two to be a pretty dangerous opponent. We're boarding this year and there's something special with this group. The Crusaders making it 18 years in a row undefeated against the Blues at home is anything but a formality. With me now to talk a little bit more about this match as injured Crusaders midfielder, Jack Good to you Jack, thanks so much for the time. First of all, this is a very old rivalry in Canterbury and Auckland rugby. What does this mean to your team? Yeah, it means a lot, man. It dates back well before my time, but to be a part of it and to experience some of these games, mate, these are huge. This is what we live for. And these rivalries come because there's been so many good, close games between these two teams. This is the one we want to win. What are you pick tonight? The Blues are looking pretty good, a really strong win over the Chiefs last weekend. They'll be dangerous tonight, won't they? Yeah, they're playing awesome. They're well-rounded team at the moment, know how to put themselves in the right area of the field. I think there's going to be probably three or four tries each, I'm saying, 24-21 Cowboys. And a solid pick. Lastly, there's divided loyalties in the Good few family, I'm sure, of course, Brother Josh and the Blues team. Have they got kind of the half-cruisers, half-blue shirts on? Yeah, if I was playing, I'd sure, of course, Brother Josh and the Blues team. Have they got kind of the half Crusaders, half blues shirts on? Yeah, if I was playing, I'd like to think that they would. But tonight, they're going to be all Blues supporting the brother, and I understand that. Fair enough. Enjoy the game. We hope it's a cracker. That is Crusaders Midfielder. Jack Goodhue with us. It will be a close one, Nikki, I'm sure. Kick off just a few moments away. Ollie Ritchie, thank you very much. Well, despite an interrupted start to their season due to the COVID lockdown, Auckland have become the toast of domestic cricket, claiming their 24th Plunkets Shield title. Auckland came close to going through the competition unbeaten, but fell to defending champions Canterbury today. The new Silverware will now sit alongside the one-day Ford Trophy they won earlier this year. Super proud of the guys. We've had a lot of different people play this year and everybody stood up at different times. And I think the ball started rolling halfway through our one-day competition and we found our straps. And since then, yeah, we just haven't looked back. Well, there was extra cords for celebration for Captain Robbie O'Donnell, who was named the Joint Domestic Player of the Year. Well, finally tonight, the pressure is on the country's top netballers to step up this ANZ Premiership season if they want to make the cut for the upcoming Birmingham Commonwealth Games. With several existing Silverfern's already ruled out, there are plenty of positions up for grabs. And as Lucy Thompson report, it's an opportunity of former Australian Christiana Manoa is looking to grab with both hands. The last time the Silver Ferns took to the court in England, well, things didn't exactly go to plan. Oh, what a great interest. A hiding against Australia, a blowout against England, and a lackluster showing against South Africa, examples of just how much work the ferns have to do. And now with experienced heads Katrina Rore and Jane Watson unavailable due to pregnancy, the coaching staff are desperate for players to step up. One player already doing that is former Australian Christiana Manoa. Chris has been wonderful. All of the new people into the environment have, but Chris has bought a maturity and a hard-nosedness. That has been really valuable. The powerful defender has returned to a city of birth to play for the pulse after five years across the Tasman with the giants. Any transition to a new country away from your family is always difficult but I think for me it was an opportunity that I wasn't going to let it pass. Tall, mobile and an aggressive ball hunter, Manua was part of the Australian Diamonds team for the 2016 Nepal Quad Series. But because she hasn't played for them since, the 26-year-old is now eligible for the Silver Ferns. You know, it's an exciting prospect, but my whole idea of coming over here was just to get game time, have a good season, you know, I haven't had that in a while so I think for me that that's my focus and hopefully you know whatever happens in the future happens. And she's no stranger to the New Zealand competition either, making her elite level domestic debut with the magic in 2015 during the former Trans-Tasman League. I think they just want me to just play how I play and just go out there and just have a good season, you know, be a leader for the team just in my own right. Her leadership and experience may just be what the ferns need to contend for gold in Birmingham. Lucy Thompson, News Hub. Okay, Mitch, well that's sport, but there's still some unfinished business here. I expect you'll probably have the Crusaders for the winter night. Probably quite easily, I think, actually, Nikki. No, you're dreaming. I'm saying blues all the way. Why? We've got RTS back on the bench, and so, yeah, bad luck. Better bottle of wine on it, Nikki. Okay, you're on. Well, a CT scanner normally used for sheep and other farm animals is now playing a vital role in the recovery and treatment of carcopole. It's part of a collaboration between ag research and the Dunedin Wildlife Hospital. Kali Kalahan explains. Heavily sedated, this karkapur chick rests in position. Right, patient name. Preparing to go through a delicate CT scan. It is the first time, certainly certainly they've done cockapol, which is quite a rare animal to be scanned, as you can imagine. With the push of a button, the chick, just a few weeks old, slides into place. At a time, aspergillosis, a fungal infection threatens the population in Fiordland. Just a bit of diagnostics, so we're double-checking to make sure that these chicks don't have any signs of a lung infection or any other underlying disease that could compromise their health. The same machine is more commonly used for farm animals, like sheep, buckled in and evaluated for their meat and fat to improve genetics. It's always interesting when you're scanning something for the first time, so there's just a little bit of worry that you've got all the settings right. The partnership with Ag Research gives the Dunedin Wildlife Hospital access to cheaper scans. If it can be used to try and get some better outcomes for that program, then that's just absolutely fantastic. The Kakopo is critically endangered, so every little chick counts. This year is a big breeding season, just like in 2019, when we hand-reared a whole bunch of chicks for Cockapur recovery, and so this year we're starting to see a few chicks and adults come through as well. Every scan could be the difference between these little ones making it or not. Kaley Callahan NewsHun. For a singer and musician, it doesn't get much better than walking away from the Grammys with five awards tucked under your arms. But when John Batiste did that 10 days ago, his celebrations were pretty muted. That's because just days before his nominations, his long-term girlfriend had been told her leukemia had returned. He told ITV's Rishi Darbda that their relationship is the greatest duet of all time. One of the smoothest men is. TV's Rishi Daubed that their relationship is the greatest duet of all time. I don't know why, but I feel like me. One of the smoothest men in music, singer-songwriter John Batiste, is behind some of the catchiest tunes in the charts. John Batiste! At the Grammys, he was nominated 11 times and walked away with five trophies, but didn't back himself to win big. Given where I started, it's not something that you could look at an algorithm or a spreadsheet and say, oh yeah, black jazz guy from New Orleans, you wouldn't be like, that's the guy who's going to win an album of a year and have a number one record. John has always seen the power of music. In 2020, he took his soulful songs to the streets, leading peaceful protests against police brutality following the murder of George Floyd. Civil rights, all of the things that happened with the pandemic, I believe that it's okay to opt out of saying something about these things, but that's not my way. I choose to use this platform in a way that's even more engaged than what's required. But there's a bare minimum that's required for sure. His Grammy success was tinged with sadness. As John was being nominated, his partner Sulaka's leukemia returned. The couple got married in secret before she went into hospital for surgery. It's a beautiful thing to walk in partnership with someone you love. It's the greatest duet of all time. For those looking to follow in his footsteps, John says it's all about dedication. The thing that energizes you, that makes you feel like you're thriving as an artist and you're adding value to the world. Even if the masses haven't bought into it, that's what you're supposed to be doing. And nine times out of ten, if you don't quit, the tide will shift in your direction. John's creations seem to transcend music, raising spirits and driving change. Well, coming up, News Hub weather and Mike, some much-needed rain is on the way for Southland and Otago. That's right, Mitch. It is short-lived, but hopefully it helps. Fiordland, actually under a heavy rainwash from 3am, Saturday morning until 10am. Now, that rain spreads over the south, but it peters out as it travels north. So I'm mainly fine Saturday for everyone. I'll have the full forecast next. Right, then. My name is Elton Hercules John. You're serious about wanting to be a rock and roller? Why yourself some new clothes? Something flashy. No! I'm not actually called Bridget anymore. The true story of one of Pop's greatest survivors. I'm so sick. I'm going to worry for who I am. You're breaking your poor mom's heart. I'll tell you. Well, I'll watch you to check. So you can go by and you one. Rocket Man. Our Easter Monday movie on three and three now. So we're down to four. Two designers will face off in the finale. All eyes on me. You guys ready? It's a daunting task. Trying to figure out what to make. I don't know what to do. Let's light it up. It's more than I could imagine to get this far. Not a lot of time left. I don't know what to do. Let's light it up. It's more than I could imagine to get this far. Not a lot of time left. I don't know how we're going to get us done. One was a miss for me. There can only be one winner. Alan's next great designer, Wednesday at 7 on Eden. Dance off. Get down the floor. Come on, get out of the floor. Rewite! Jump, go, jump, down. Go. Go. Jump. Jump on. Dancing with the stars, premieres Sunday, April 24, on 3 and 3 now. Here's how you kill off a species. First, you take out the easy ones. Kill them as efficiently as possible. One by one. And because the others look like us we can't trust anyone the fight for humanity has begun in the sci-fi action blockbuster the fifth wave tonight 730 on 3 and 3 now tomorrow's weather bad for Swanis great for making power at Rudion we only generate power from wind, water and sun. Kiyoda, good evening. It was certainly a good Friday weather-wise with plenty of blue skies. And that is set to continue once this front from the south starts passing through. Now, the ridge of high pressure over the north, it's moving away, allowing this cold front to move up the South Island. Now, there's a strong cool southwesterly flow behind it, but it does weaken as it approaches the North Island. So here's what all that means. Much needed rain arrives in for Yordland tonight, and by tomorrow it spreads north and over towards the parched paddocks of the east. Now, as that front travels north, it does lose a bit of its gusto. So just a few showers north of Christchurch, followed by a cool southerly change. And in the North Island, a mainly fine night, bar the odd shower in the Bay of Plenty and Gisbon ranges. Now, those showers hang around for Saturday, with a few popping up in the Coromandel Peninsula. Now, there's also a risk of some fog in the north and west, but it will clear. Let's take a closer look now. Mainly fine for northern areas with Kaita and Fangare, in for a few showers in the afternoon. Hamilton potentially foggy in the morning, but it's not a bad day at all with highs around 21, 23 degrees. Further south and after a long time in traffic visitors to Bay of plenty, wake up tomorrow to a few showers, but they disappear faster than a creamy, and it finds out with light winds and highs between 19 and 21. And this is what we like to see on a long weekend. Look at all the sunshine in the east. A perfect Saturday. Highs between 20 and 23. Just be aware of the southerly change at night. And for the rest of the North Island, it's a partly cloudy day with a bit more sunshine for Palmer Noe. Any fog lists for Toamara Noe with a strong northwesterly set for Wellington. Over the straight and into the South Island, Nelson stays fine but cloud increases in the west with showers turning to rain. Northwesternlies, they will give way to a southerly change, making it a chilly night and get your snow boots on. We are heading over the Alps to the east. High cloud increases during Saturday with northwesterly winds and then showers will arrive with that southerly change. And a sight to behold for Southerners waiting for rain. Hopefully this patch helps in the morning. It does move on quickly, leaving a partly fine afternoon. There will be some strong westerlies around for Southland and Stewart Island. Okay, come helps in the morning. It does move on quickly, leaving a partly fine afternoon. There will be some strong westerlies around for Southland and Stewart Island. Okay, come in Dunedin. A wet start for your Saturday with some strong winds that become south west, but those winds ease and there's a few isolated showers in the afternoon. 18 year high. High cloud increases for the Christchurch region. One or two showers in the afternoon as the wind changes to a southerly, they will be strong around Banks Peninsula. And there's a few strong winds about as well for Wellington. One or two showers could pop up in the wind changes to a southerly. They will be strong around Banks Peninsula. And there's a few strong winds about as well for Wellington. One or two showers could pop up in the evening along with the southerly, dressed though for a high of 14 degrees. And book a vineyard lunch if you're in Hawks Bay. Plenty of sunshine all day. Light winds and a high around 23 degrees. Good day for a walk-up to Matapique as well. And as we head further north, just a few morning showers to start the day. But keep the sun is handy as you'll need them in the afternoon. High's here around 21, 22 degrees. Let's head inland now to the Waikato area. There could be some fog around for you in the morning, but it clears up for a great evening of rugby at FMG Stadium. And Tamaki Makoto puts on another cracker with a sun-filled Saturday, along with a few light winds. Expect a high of 22 degrees. Overseas now, mostly fine day for Australia, bar a few thunderstorms in Darwin. Alice Springs, look at that nice and warm on 35. And in the Pacific Island showers, the common theme here. But Tonga stealing all the sunshine, a high of 29 degrees. Back here now. And this is how it looks for the rest of eastern northern Ulterra. It's a few fine days, but the showers spread south from Sunday, hitting Hamilton on Tuesday. For central areas, there's a bit more rain Monday for Taunanga and Gisbon, but it does clear for Hawks Bay. And for the rest of the North Island, a cloudy east about the sun's back out for the short week ahead. Let's head to the South Island now. Comb combination of mainly fine days with some chilly overnight. It's fairly common for this time of year. And check these out, the numbers in Queensland and Invercargo. Clear weather, but dropping down to two to three degrees on Sunday night. Pretty good-looking Easter Monday on the way. And that is your weather. Hopefully that front delivers some rain to the Southland farmers and hopefully the sun shines elsewhere like it did on Wellington today, Mitch. You can't beat Wellington on a good day. Thank you very much, Mike. Well, that is News Hub live at 6pm 4 tonight. You can get in touch with the News at news.ushop.com.com. I'm Mitch McCann from all of us. Good night. You know, and"}