{"speakers": [], "chunks": [{"timestamp": [0.0, 7.0], "text": " The next year, I'm going to go."}, {"timestamp": [7.0, 10.0], "text": " The final, I'm going to talk about,"}, {"timestamp": [10.0, 12.0], "text": " here are we, if I can't tell you,"}, {"timestamp": [12.0, 13.0], "text": " I'll tell you,"}, {"timestamp": [13.0, 15.0], "text": " I'll wait a while and I'll hear you"}, {"timestamp": [15.0, 17.0], "text": " but not tell you."}, {"timestamp": [17.0, 19.0], "text": " We've got one on the top of the role"}, {"timestamp": [19.0, 21.0], "text": " of Maori in a hurahu for"}, {"timestamp": [21.0, 23.0], "text": " of the food supply food supply"}, {"timestamp": [23.0, 27.2], "text": ", a kah, hush,"}, {"timestamp": [27.2, 28.96], "text": " ekapapapah, epwepipoyanna,"}, {"timestamp": [28.96, 29.96], "text": " poumah,"}, {"timestamp": [29.96, 30.96], "text": " othetaiouji,"}, {"timestamp": [30.96, 31.96], "text": " ekei rata,"}, {"timestamp": [31.96, 48.0], "text": " ei-aya Kui, Kaya Kui, Kaya, Kui, Kiyawmara, Ma,"}, {"timestamp": [48.0, 52.0], "text": " So the here, Kiki, Nato, Rana Matekrono, Othewa, Ei,"}, {"timestamp": [52.0, 67.4], "text": " I, E, Mano, market, and a good moment,"}, {"timestamp": [67.4, 70.48], "text": " or a good way to get a warhang of far o'ermo."}, {"timestamp": [70.48, 71.24], "text": " No, right, I am."}, {"timestamp": [71.24, 72.48], "text": " Kolkakehakakkakkatoa,"}, {"timestamp": [72.48, 73.4], "text": " on a tournatsuro,"}, {"timestamp": [73.4, 85.0], "text": " or the work, The other two cases, I've got to hear a lot of or tell you what or what they are,"}, {"timestamp": [85.0, 86.0], "text": " or what they are,"}, {"timestamp": [86.0, 87.0], "text": ", at the time I'm at the"}, {"timestamp": [87.0, 88.0], "text": " or the,"}, {"timestamp": [88.0, 110.0], "text": " I've got to, a lot of people who are waiting or 10 who are"}, {"timestamp": [110.0, 116.0], "text": " in the way, who are not the co-paport or 10 who are"}, {"timestamp": [116.0, 121.0], "text": " who are the more here or can't tell what are here"}, {"timestamp": [121.0, 126.2], "text": " the matter or ten a hour. Kihonepaitai t'herma, or mamma,"}, {"timestamp": [126.2, 129.36], "text": " Haidana, hepata kakai, tawani."}, {"timestamp": [129.36, 150.4], "text": " K'irotui Tenaewa, He made a fine eye, he did a good eye, he was not a good man, a good man, a, a, a,"}, {"timestamp": [150.4, 208.4], "text": " a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a the Kianna Tepakkaukaw, Kewakatokotowyawy-Nawiyatiiwi-i-kiwi-titekow-teteraki-takewirau-hoo-tite-togu-tere-hore-hore-hore-otit-tote-togu-take-toret'kaw-hoo-tovei-tovekaw-tow-tow-tows-kaw-tows-tors-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-k One can speculate about what is the three waters reform? What is the northern"}, {"timestamp": [208.4, 215.24], "text": " waters co-papa going to have? What effect is that going to have? What effect is that"}, {"timestamp": [215.24, 222.6], "text": " going to do to support us? And where will we as Tangatveneuwa as Tiaki of the"}, {"timestamp": [222.6, 225.2], "text": " veneuwa of the Fenua of the Tale"}, {"timestamp": [225.2, 265.0], "text": " be supported to participate in those conversations. Karyano Kakeeti, Kakeeti, Haoikai, Ingaruat's Rwakutai,akitai, Karyanwata, Hokititakar, Eri-Marakitakitakar-Eri-Marawak-A-L-A-L-A-L-A-L-I-L-I-L-I-L-L-A-L-L-I-L-A-L-I-L-A-L-I-L-I-L-L-I-L-I-L-I-I-I-I-L-I-I-I-L-I-I-L-I-I-I-I-I-L-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I- that he worked on a lot of work. The other time here,"}, {"timestamp": [265.0, 266.0], "text": " the time I had talked with her"}, {"timestamp": [266.0, 267.0], "text": " in the time of her own"}, {"timestamp": [267.0, 269.0], "text": " and her hair,"}, {"timestamp": [269.0, 270.0], "text": " I put her on the hook,"}, {"timestamp": [270.0, 345.36], "text": " and her heart, Kiki, among the people, He came with a hungafari on a kithoreh, a kithoreh, a hanhangarhang, a takithu, Taita, Taita, Taita, Huehahu atangam. Kaita, Taitu, Tefakatuteu, Tefakatuteu, Tefakatuteu, Tefakatuteu, Huwawatatwahat, Aangafar, Aangapu, Aangapu, Hapu, Aitui, Aitui, Aitui, Hakui, Ahta, Aangapu, Hapu, Hapu, Hapu, Aitui, Hakui, Hakui, Hakui, Hakui, Hakui, Hakui, Hakui, Hakui, Hakui, Hakui, Hakui, Hakui, Hakui, Hakui, Hakui, Hakui, Hakui, Hakui, Hakhapu, Hakhapu, Hakui, Hakui, Hakhapu, Hakui, Hakui, Hakhapu, Hakui, Hakhapu, Hakui, Hakhapu, Hakhapu, Hakui, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Mahaki, Mangati, Peral, Kaita, Miki, Bilt Smart,"}, {"timestamp": [345.36, 348.64], "text": " Kiro, Kek, Kaitititititiro, Itehai,"}, {"timestamp": [348.64, 350.64], "text": " Hara Miki, Tittirotirotiro,"}, {"timestamp": [350.64, 368.0], "text": " Hari, two-tibui, Naimaru, built smart. Kota built smart, hefakatu, nuku far equate, hefakatu."}, {"timestamp": [368.0, 371.0], "text": " Aichi, Matariyatarata, Mahikirah, whoi, pokika,"}, {"timestamp": [371.0, 385.6], "text": " and tatau-kota-e-wah-hoo-pokika, For us moldy, seeing this believing, you can read about it all you want, but you come here,"}, {"timestamp": [385.6, 390.08], "text": " you can actually sense the for knowing the Tanah Manaki tanger of this place here."}, {"timestamp": [390.08, 391.84], "text": " It warms the Aahuahua if you like."}, {"timestamp": [391.84, 396.24], "text": " For me, he's been building for 45 years, 30 years of my own business."}, {"timestamp": [396.24, 401.72], "text": " There was an eye-opener for me, because I heard about this complex, but now coming here and seeing it"}, {"timestamp": [401.72, 406.0], "text": " firsthand. but now coming here and seeing it firsthand and where to reproduce this sort of"}, {"timestamp": [406.0, 410.0], "text": " Mahi and the title of city it was us to hire more young fellows."}, {"timestamp": [410.0, 428.0], "text": " Hey, Tahinet, kotehoo-kah-kooitahitai-hoo-hoo-hoo-hoo-takehoo-hoo-hoo-hoo-hoo-hoo here, wrong-fakata-hakata,, a-hakata, a-hakata-hakiah-haki-haki-haki-haki-haki-haki-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haithaithaithaithaithaithaithaithaithaithaithaithaithaithaithaithaithaithaithaita-haita-haithaithaithaita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haitamamahakhi, Naita Manuharii, Taayati, Puro, Tenaymato, Ehamafari,"}, {"timestamp": [428.0, 469.0], "text": " a, a, a, a, a, a, a, a, hapunahui, ewe. Ahkahokhi Mahenay, a kahokhi Ma, akahokhi, a mudhay nah, hapunekahawihi, a hawihi, hahayatahadahadaihaihaihayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayh Del Marama. to money, I'm not here. I'll look at what you want to say to you. I'm a man here, me how good, Timatui, not enough to do it,"}, {"timestamp": [469.0, 486.6], "text": " Gapai, that's exactly the problem that we've got 61,000 and I just ask people, you know, have we got"}, {"timestamp": [486.6, 493.2], "text": " 14,000 people worth of extra public services and mental health and in housing and in"}, {"timestamp": [493.2, 494.2], "text": " police?"}, {"timestamp": [494.2, 507.0], "text": " I don't think that we have. our current act had talked about he in the here in the economy, he knew what he had piake I ought to,"}, {"timestamp": [507.0, 509.0], "text": " I don't know if he could have him"}, {"timestamp": [509.0, 512.0], "text": " on a far, or a nay,"}, {"timestamp": [512.0, 529.24], "text": " or a lot of it here, Our policy is, it was a joke policy, but we'll send all the people from the Ministry of Education and they can report to the principal at the Kura and if the principal"}, {"timestamp": [529.24, 545.64], "text": " doesn't want them they can just get the person's salary instead. Bear in mind I'm not talking about the frontline people, the nurses, the teachers and"}, {"timestamp": [545.64, 551.0], "text": " the police officers, I'm talking about people that sit mainly in Wellington and the public"}, {"timestamp": [551.0, 552.0], "text": " service."}, {"timestamp": [552.0, 557.0], "text": " They're getting $83,000 average salary and I don't think they're adding value."}, {"timestamp": [557.0, 560.0], "text": " Kota has seen more much when they're confident in working on a day,"}, {"timestamp": [560.0, 565.52], "text": " in here, here are the key to the Arote in Aratunga-Hakauak-Hakawak-a-putakak-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u- He had a lot of his heart and his heart and his heart and heart and heart and his heart"}, {"timestamp": [565.52, 568.96], "text": " and heart and heart and heartache."}, {"timestamp": [568.96, 570.96], "text": " I would talk to him."}, {"timestamp": [570.96, 573.96], "text": " Alan D'Omarama."}, {"timestamp": [573.96, 575.92], "text": " I have a heart and a heart of his heart and"}, {"timestamp": [575.92, 577.92], "text": " case, I can't tell you."}, {"timestamp": [577.92, 581.96], "text": " He could have been a boy boy and a napou man o'er."}, {"timestamp": [581.96, 607.0], "text": " I have a lot of his heart. I'm not going to be in the alley five minutes of yet. I just got here. Every day 15, children die needlessly."}, {"timestamp": [607.0, 611.0], "text": " That's good. You think you're the only man who cares?"}, {"timestamp": [611.0, 626.0], "text": " Last five minutes of the German attack. Every day 15, 15,000 children die needlessly."}, {"timestamp": [626.0, 629.6], "text": " That's one child every six seconds."}, {"timestamp": [629.6, 632.48], "text": " Pnemonia kills children like Emmanuel."}, {"timestamp": [632.48, 637.48], "text": " Medicines cost just $5 and could save his life."}, {"timestamp": [637.48, 640.92], "text": " Amy is fighting for her life from a fever and diarrhea."}, {"timestamp": [640.92, 647.0], "text": " Just $5 will provide the medical care she needs. Children like tiny,"}, {"timestamp": [647.0, 654.6], "text": " vulnerable hissana desperately need food. Without it, they will not survive. It really"}, {"timestamp": [654.6, 660.8], "text": " doesn't have to be this way. Save the children knows what it takes to save lives. It takes"}, {"timestamp": [660.8, 668.24], "text": " us, you and as little as $5 a month. A child dies needlessly every six seconds."}, {"timestamp": [668.24, 672.48], "text": " Yet with just $5 a month, you can save children's lives."}, {"timestamp": [672.48, 675.72], "text": " Call 0800, 167,198."}, {"timestamp": [675.72, 677.12], "text": " Or go to save the Children.org.org.org."}, {"timestamp": [677.12, 691.0], "text": " Thank you. I want to really immerse myself in the fabric of these people."}, {"timestamp": [691.0, 692.0], "text": " Powerful work."}, {"timestamp": [692.0, 693.0], "text": " Really is."}, {"timestamp": [693.0, 695.0], "text": " They're lifestyle, their rituals."}, {"timestamp": [695.0, 697.0], "text": " It could be any urban city around the world."}, {"timestamp": [697.0, 699.0], "text": " And of course, they're food."}, {"timestamp": [699.0, 700.0], "text": " Let's give it a taste test."}, {"timestamp": [700.0, 701.0], "text": " Wow, this is really nice."}, {"timestamp": [701.0, 702.0], "text": " I thought this very well."}, {"timestamp": [702.0, 705.0], "text": " I wasn't expecting to drink warm blood."}, {"timestamp": [705.0, 706.0], "text": " Am I now a Messiah?"}, {"timestamp": [706.0, 727.0], "text": " You know a Messiah. a tough story of our own will in New York, but it more helps to handle it. It's going to be a mere metawang"}, {"timestamp": [727.0, 730.0], "text": " to earn a lot of hit a higher or loan."}, {"timestamp": [730.0, 733.0], "text": " We are not here to come up with a hang-a-wime"}, {"timestamp": [733.0, 735.0], "text": " a million million million more market"}, {"timestamp": [735.0, 737.0], "text": " and kina-my-ret."}, {"timestamp": [737.0, 738.0], "text": "."}, {"timestamp": [738.0, 739.0], "text": ","}, {"timestamp": [739.0, 766.0], "text": ", or a lot of the other new-loom-a-lown- loan be, loved it so much that he decided to give it a But it was really impressed by Lone B and how balanced it was, how delicious it was."}, {"timestamp": [766.0, 767.0], "text": " It was."}, {"timestamp": [767.0, 771.68], "text": " Loved it so much that he decided to give it a pretty awesome plate on his social media."}, {"timestamp": [771.68, 776.0], "text": " So yeah, that was a massive surprise."}, {"timestamp": [776.0, 781.0], "text": " But yeah, it's sort of hark's back to, you know, I've been doing this for a long time,"}, {"timestamp": [781.0, 786.8], "text": " lots of trial and errors, ups and downs. And to be honest, if I didn't like it"}, {"timestamp": [786.8, 790.64], "text": " or think it was the best that I could make or we could make, then I definitely wouldn't"}, {"timestamp": [791.44, 850.0], "text": " wouldn't be sharing it. So it basically validates all those hard years of slog and chipping away to be honest. So now, not only you are a boss when you do your stuff, but your space looks awesome. I am a lot of good, I am not a good guy, I am a good guy, I am, I am a good guy,"}, {"timestamp": [850.0, 866.0], "text": " a good guy, I am a high fan, I have enough, I have a high total, I am, I a fine We've covered areas about business models, and the value proposition,"}, {"timestamp": [866.0, 867.0], "text": " and it's around,"}, {"timestamp": [867.0, 886.88], "text": ", it's at all, and how do they sell to their customers? And all of those things add real value to our Rangatai for life."}, {"timestamp": [886.88, 890.48], "text": " Our business brings custom graphic designs."}, {"timestamp": [890.48, 912.08], "text": " If I'm not, I'm a-fakawanai, The name of our business is Pimp My Ride. What we do is just like make moldy designs on cars and vans and trucks and any transport."}, {"timestamp": [912.08, 915.56], "text": " Just make it look nice and wonderful."}, {"timestamp": [915.56, 917.6], "text": " Make sure they have pride and joy in their car."}, {"timestamp": [917.6, 927.44], "text": " We forecasted to make a profit of $110 thousand dollars a year. Kowtomato parkie, he, paki, packs,"}, {"timestamp": [927.44, 932.0], "text": " he, let's just, I'm happy me also, I'm not,"}, {"timestamp": [932.0, 934.4], "text": " I have a kairoto, he's kai, he's"}, {"timestamp": [934.4, 937.04], "text": " away me, I'm momotongah,"}, {"timestamp": [937.04, 946.0], "text": " katawajin, I'marek, I know-h alcohol. The internet is a business and economic limited."}, {"timestamp": [946.0, 948.0], "text": " One of the commonwealthy,"}, {"timestamp": [948.0, 951.0], "text": " the war is a packy mowry,"}, {"timestamp": [951.0, 953.0], "text": " but it's a rumenot,"}, {"timestamp": [953.0, 968.84], "text": " and it's a lot of the key, I'm aware of the hooking in a toll on my eye"}, {"timestamp": [968.84, 974.24], "text": " on the eye on the eye on the eye on the eye on the eye on the eye on the eye on the"}, {"timestamp": [974.24, 977.0], "text": " eye on the eye on the eye on the eye on the key role on the eye on the"}, {"timestamp": [977.0, 984.0], "text": " to hear what you have to have on the hearing on the back on the back on the eye on the"}, {"timestamp": [984.0, 985.2], "text": " back on the eye on the. K'ahorehia, Yorato Paki, He only wai kato, Del Marma."}, {"timestamp": [985.2, 987.2], "text": " Kaidayaki,"}, {"timestamp": [987.2, 1005.2], "text": " Tamani, a hot water water tank, and a hot water tank, and a high heat hainai"}, {"timestamp": [1005.2, 1011.48], "text": " or oil, and a hot airnay, and if I can hire a tawmitate, I will, and"}, {"timestamp": [1011.48, 1033.0], "text": " I will be a war go through, but put"}, {"timestamp": [1033.0, 1036.0], "text": " down the service in the particular box, check the eligibility that as we toll them go through, what put down the service, and the particular box,"}, {"timestamp": [1036.0, 1066.36], "text": " it all come out, what support is available to them. Kote-thah-hoo-hoo-hoo-hoo-hoo-hoo-hoo-woe-wakah-thakato-koo-hakata-kata-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-woo-woo-woo-woo-woo-woo-woo-woo-woo-woo, and-fak-tah-tah-tah-tah-tah-tah-tah-tah-tah-tah-tah-hoo-tah-tah-tah-tah-tah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah- in order to help our power, with the top of the top of the top of the top of the top of the top of the"}, {"timestamp": [1066.36, 1068.64], "text": " path to the new hookie,"}, {"timestamp": [1068.64, 1070.48], "text": " rather good tracing matters,"}, {"timestamp": [1070.48, 1072.48], "text": " a member of the model of the world,"}, {"timestamp": [1072.48, 1073.4], "text": " all the other,"}, {"timestamp": [1073.4, 1075.4], "text": ", and a woman, the top of the top of the head."}, {"timestamp": [1075.4, 1077.4], "text": " If I could put up the key,"}, {"timestamp": [1077.4, 1082.6], "text": ", the focus of the other top of the top of the top of the top of the top of the top of the top of the top of the top of the"}, {"timestamp": [1082.6, 1088.0], "text": ", a lot of money, it's not a lot of money, it's not a much-hakea, I want a good little, a good papa, I'm a-hoo,"}, {"timestamp": [1088.0, 1089.0], "text": " aitah."}, {"timestamp": [1089.0, 1091.0], "text": " I think Chrisva Afori,"}, {"timestamp": [1091.0, 1092.0], "text": " minute a-takapah,"}, {"timestamp": [1092.0, 1105.0], "text": " I did one of the other I have been casing this place. I have been doing it. I have been doing it."}, {"timestamp": [1105.0, 1107.0], "text": " I have a lot."}, {"timestamp": [1107.0, 1109.0], "text": " I have now it is my time."}, {"timestamp": [1109.0, 1110.0], "text": " I have a momma,"}, {"timestamp": [1110.0, 1127.0], "text": " I have a moma and I'm also a teacher of Teri-o-rong-at-sida."}, {"timestamp": [1127.0, 1129.0], "text": " I think I'm gonna try."}, {"timestamp": [1129.0, 1130.0], "text": " Right."}, {"timestamp": [1130.0, 1132.0], "text": " This is over now and you've got to deal with it."}, {"timestamp": [1132.0, 1133.0], "text": " It's not over yet."}, {"timestamp": [1133.0, 1137.0], "text": " The school, Matatima, Kivakatamari."}, {"timestamp": [1137.0, 1143.0], "text": " Kilda, I'm Kiyura, I'm a mama and I'm also a teacher of Teriora Matsida."}, {"timestamp": [1143.0, 1144.0], "text": "."}, {"timestamp": [1144.0, 1146.12], "text": " I feel very blessed to be able to teach Teriob Maori"}, {"timestamp": [1146.12, 1148.4], "text": " and it's something I'm very passionate about."}, {"timestamp": [1148.4, 1151.6], "text": " I try my best as a kayak call to lead by example"}, {"timestamp": [1151.6, 1154.0], "text": " because there are Tamariki and Matthew out there"}, {"timestamp": [1154.0, 1156.48], "text": " who could get seriously sick from COVID."}, {"timestamp": [1156.48, 1159.6], "text": " So I will practice physical distancing,"}, {"timestamp": [1159.6, 1163.44], "text": " isolate where I need to and wear my mask."}, {"timestamp": [1163.44, 1166.8], "text": " Mejonoi, Ketticeithiaki, and Tata Tamariki."}, {"timestamp": [1168.96, 1171.44], "text": " How much you get the war, he gets the car,"}, {"timestamp": [1173.92, 1176.56], "text": " the kourer, met the partai."}, {"timestamp": [1178.24, 1206.0], "text": " Kairako, Rapari, Kivakata, Maori. At the moment, we have heard that the other day, the other day, the other day, the other day, the other day,"}, {"timestamp": [1206.0, 1208.0], "text": " the other day,"}, {"timestamp": [1208.0, 1210.0], "text": " the other day, the more,"}, {"timestamp": [1210.0, 1212.0], "text": " the more, it's, and then it will."}, {"timestamp": [1212.0, 1225.5], "text": " The more often in the record, a whole lot of them, a lot of them,"}, {"timestamp": [1225.5, 1227.0], "text": " we are not going to"}, {"timestamp": [1227.0, 1228.5], "text": " to run out of our time"}, {"timestamp": [1228.5, 1230.0], "text": " to una-thammariki,"}, {"timestamp": [1230.0, 1231.5], "text": " and it's all the time"}, {"timestamp": [1231.5, 1267.0], "text": " all around, K'amma he aa atsoa, the innua, a lot it is a hikaupapam, aa, aafinate, aitimat hainangaru, aafinakore, akore, ojuihu haa, maore, ma'amahifakore, aakawakore, aa, ma'amah ifakai aa atamatah atamatah ata, aa ata ata, a fakah ata, aa ata ata, aa, aa ata, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a,? I think I've got a lot at all at night. I've not been a co-papa,"}, {"timestamp": [1267.0, 1269.0], "text": " but I've asked if I'm not,"}, {"timestamp": [1269.0, 1271.0], "text": " I sure on the way at night,"}, {"timestamp": [1271.0, 1272.0], "text": " I've met a bunch at a nahua,"}, {"timestamp": [1272.0, 1286.0], "text": " a ten at all. What's the problem? What are you not here in the hotel, wait for you?"}, {"timestamp": [1288.0, 1292.0], "text": " I'm not a to-do matter. I'm a fatore, I'm not a necker-to-in-hopuri,"}, {"timestamp": [1292.0, 1296.0], "text": " I'm a-whipin, I mean, I'm a,"}, {"timestamp": [1296.0, 1301.0], "text": ", I'm, a, a, not-hotafity-a-hooing,"}, {"timestamp": [1301.0, 1305.0], "text": ", a, a, a, a, a, a, a, a, a, a, a, a, day, two and a town and a new opinion, and a new year,"}, {"timestamp": [1305.0, 1325.4], "text": " a pair of, Kaganakawana Kapani, Kewha Mathe. Now, the Khadakkare, Kakuhooqi,"}, {"timestamp": [1325.4, 1330.2], "text": " Kepuri, Mejamaik, Kaitayāmaita, Matārā,"}, {"timestamp": [1330.2, 1346.0], "text": " Irita, Matāu-tānā-u-tānā-u-tā, to hear what you talk about, and if any of them are in way to time, a mile to you,"}, {"timestamp": [1346.0, 1348.0], "text": " or not to have put in a new"}, {"timestamp": [1348.0, 1349.0], "text": " or aid,"}, {"timestamp": [1349.0, 1351.0], "text": " or make a call on a moment"}, {"timestamp": [1351.0, 1352.0], "text": " of power,"}, {"timestamp": [1352.0, 1365.0], "text": " he did, out there, and I think that I know that the Thai Rafi and Matai Rata"}, {"timestamp": [1365.0, 1366.0], "text": " or the Thai Rafi"}, {"timestamp": [1366.0, 1367.0], "text": " or Kiyawatat"}, {"timestamp": [1367.0, 1369.0], "text": " to work on a lot"}, {"timestamp": [1369.0, 1370.0], "text": " of the way"}, {"timestamp": [1370.0, 1385.0], "text": " and the Rata a new way to get a good time to get in the war,"}, {"timestamp": [1385.2, 1387.88], "text": " and a qua, qua maram hooki rata,"}, {"timestamp": [1387.88, 1392.88], "text": " nang a rope, affi, it's a hopefully,"}, {"timestamp": [1394.0, 1395.48], "text": " cah to go maramata,"}, {"timestamp": [1395.48, 1396.88], "text": " a good hopari,"}, {"timestamp": [1396.88, 1398.48], "text": " and a neat who are a chicka,"}, {"timestamp": [1398.48, 1399.28], "text": " and kahata,"}, {"timestamp": [1399.28, 1426.0], "text": " a chequah. Aha, a kitehooki, a the written, I've got a lot of here, why not"}, {"timestamp": [1426.0, 1429.0], "text": " here, I'm not going on the"}, {"timestamp": [1429.0, 1430.0], "text": " mowery, I've got"}, {"timestamp": [1430.0, 1431.0], "text": " on the, I think,"}, {"timestamp": [1431.0, 1446.0], "text": " and I've got, a matter of fact, a matter of how you're not a kid, not a guy who is a, a, a, a, a, a,"}, {"timestamp": [1446.0, 1465.0], "text": " a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a pay no care matter. Now, there are two,"}, {"timestamp": [1465.0, 1467.0], "text": " a car, a car, a park,"}, {"timestamp": [1467.0, 1471.0], "text": " and a lot of it,"}, {"timestamp": [1471.0, 1472.0], "text": " a mallitang,"}, {"timestamp": [1472.0, 1473.0], "text": " a care,"}, {"timestamp": [1473.0, 1475.0], "text": ", met a man, and,"}, {"timestamp": [1475.0, 1476.0], "text": " I look,"}, {"timestamp": [1476.0, 1477.0], "text": " a, a,"}, {"timestamp": [1477.0, 1478.0], "text": ", two-two,"}, {"timestamp": [1478.0, 1479.0], "text": ", and a,"}, {"timestamp": [1479.0, 1481.0], "text": ", I think,"}, {"timestamp": [1481.0, 1483.0], "text": ", a,"}, {"timestamp": [1483.0, 1485.0], "text": ", a,, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a money, what's the money, that's the money, the money,"}, {"timestamp": [1485.0, 1488.04], "text": " the money, and that, you know,"}, {"timestamp": [1488.04, 1489.68], "text": " you're the, me,"}, {"timestamp": [1489.68, 1505.0], "text": " me, I'm the, a terror attack, a carheke in Wailua, a key terror terror war,"}, {"timestamp": [1505.0, 1506.0], "text": " a corral,"}, {"timestamp": [1506.0, 1510.0], "text": " a carhicki or not a wailua,"}, {"timestamp": [1510.0, 1511.0], "text": " in a lot here,"}, {"timestamp": [1511.0, 1512.0], "text": " a lot,"}, {"timestamp": [1512.0, 1526.0], "text": ", a matter man may have made a hook of data, a lot of data, a lot of data, a lot of data, a lot of data,"}, {"timestamp": [1526.0, 1528.0], "text": ", what the fact of a pocketbooker,"}, {"timestamp": [1528.0, 1531.0], "text": " a lot of the,"}, {"timestamp": [1531.0, 1532.0], "text": " a lot of the body,"}, {"timestamp": [1532.0, 1534.0], "text": " a lot of the time of the time"}, {"timestamp": [1534.0, 1535.0], "text": " of a lot more"}, {"timestamp": [1535.0, 1537.0], "text": " to a lot of time,"}, {"timestamp": [1537.0, 1541.0], "text": ", a lot of it's a lot of ticker"}, {"timestamp": [1541.0, 1546.0], "text": ", a lot of the high-tattatakkapakar, and they're going to"}, {"timestamp": [1546.0, 1548.0], "text": " to do the whole thing,"}, {"timestamp": [1548.0, 1550.0], "text": " and not here,"}, {"timestamp": [1550.0, 1605.0], "text": " I watch a lot of a A-hmm-hmm. I'm talking about a lot of, a-huh, a-huh, a-huh, a-huh, a-h the book, he wrote it, and he wrote it,, he said,"}, {"timestamp": [1605.0, 1608.0], "text": " a picky, the cathe,"}, {"timestamp": [1608.0, 1625.0], "text": " in the air, a car, a car, a car, a car, a car, a car, a car, a car,"}, {"timestamp": [1625.0, 1626.0], "text": " a car, a car,"}, {"timestamp": [1626.0, 1628.0], "text": " a car, a car,"}, {"timestamp": [1628.0, 1629.0], "text": " a car,"}, {"timestamp": [1629.0, 1630.0], "text": " a car,"}, {"timestamp": [1630.0, 1646.2], "text": " a car, What are you talking about? Can you tell you how you know, pay the Facebook page?"}, {"timestamp": [1646.2, 1647.2], "text": " All right."}, {"timestamp": [1647.2, 1648.2], "text": " All right."}, {"timestamp": [1648.2, 1651.2], "text": " All right."}, {"timestamp": [1651.2, 1652.2], "text": " Can't you?"}, {"timestamp": [1652.2, 1653.2], "text": " Can't you get a not to make a here"}, {"timestamp": [1653.2, 1655.0], "text": " talk to you right or to you,"}, {"timestamp": [1655.0, 1656.0], "text": " hopefully?"}, {"timestamp": [1656.0, 1658.0], "text": " What are we talking about?"}, {"timestamp": [1658.0, 1659.0], "text": " I order."}, {"timestamp": [1661.0, 1664.0], "text": " And, uh, I can't say"}, {"timestamp": [1664.0, 1668.4], "text": " really a. Ana, I guess you know, I mean, I'm not a native by Huaree Ottawa."}, {"timestamp": [1668.4, 1708.0], "text": " Ana, I'm a, I'm, I'm, I'm, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, or The Hunaakakakakakoku, K'nakapuapuapuri, P'uapururi, H'inakapuapuuuapuuuuuuuakati,"}, {"timestamp": [1708.0, 1709.0], "text": " Kachachachai,"}, {"timestamp": [1709.0, 1726.0], "text": " K'huanai-fakawakai-kah-kah-fakai-takit-i-takaw-takaw-takachi, So, yeah, Marto, I tell Maramarama, I think on my ear, it'll be met."}], "text": " The next year, I'm going to go. The final, I'm going to talk about, here are we, if I can't tell you, I'll tell you, I'll wait a while and I'll hear you but not tell you. We've got one on the top of the role of Maori in a hurahu for of the food supply food supply, a kah, hush, ekapapapah, epwepipoyanna, poumah, othetaiouji, ekei rata, ei-aya Kui, Kaya Kui, Kaya, Kui, Kiyawmara, Ma, So the here, Kiki, Nato, Rana Matekrono, Othewa, Ei, I, E, Mano, market, and a good moment, or a good way to get a warhang of far o'ermo. No, right, I am. Kolkakehakakkakkatoa, on a tournatsuro, or the work, The other two cases, I've got to hear a lot of or tell you what or what they are, or what they are,, at the time I'm at the or the, I've got to, a lot of people who are waiting or 10 who are in the way, who are not the co-paport or 10 who are who are the more here or can't tell what are here the matter or ten a hour. Kihonepaitai t'herma, or mamma, Haidana, hepata kakai, tawani. K'irotui Tenaewa, He made a fine eye, he did a good eye, he was not a good man, a good man, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a the Kianna Tepakkaukaw, Kewakatokotowyawy-Nawiyatiiwi-i-kiwi-titekow-teteraki-takewirau-hoo-tite-togu-tere-hore-hore-hore-otit-tote-togu-take-toret'kaw-hoo-tovei-tovekaw-tow-tow-tows-kaw-tows-tors-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-kaw-k One can speculate about what is the three waters reform? What is the northern waters co-papa going to have? What effect is that going to have? What effect is that going to do to support us? And where will we as Tangatveneuwa as Tiaki of the veneuwa of the Fenua of the Tale be supported to participate in those conversations. Karyano Kakeeti, Kakeeti, Haoikai, Ingaruat's Rwakutai,akitai, Karyanwata, Hokititakar, Eri-Marakitakitakar-Eri-Marawak-A-L-A-L-A-L-A-L-I-L-I-L-I-L-L-A-L-L-I-L-A-L-I-L-A-L-I-L-I-L-L-I-L-I-L-I-I-I-I-L-I-I-I-L-I-I-L-I-I-I-I-I-L-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I-I- that he worked on a lot of work. The other time here, the time I had talked with her in the time of her own and her hair, I put her on the hook, and her heart, Kiki, among the people, He came with a hungafari on a kithoreh, a kithoreh, a hanhangarhang, a takithu, Taita, Taita, Taita, Huehahu atangam. Kaita, Taitu, Tefakatuteu, Tefakatuteu, Tefakatuteu, Tefakatuteu, Huwawatatwahat, Aangafar, Aangapu, Aangapu, Hapu, Aitui, Aitui, Aitui, Hakui, Ahta, Aangapu, Hapu, Hapu, Hapu, Aitui, Hakui, Hakui, Hakui, Hakui, Hakui, Hakui, Hakui, Hakui, Hakui, Hakui, Hakui, Hakui, Hakui, Hakui, Hakui, Hakui, Hakui, Hakui, Hakhapu, Hakhapu, Hakui, Hakui, Hakhapu, Hakui, Hakui, Hakhapu, Hakui, Hakhapu, Hakui, Hakhapu, Hakhapu, Hakui, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Hak, Mahaki, Mangati, Peral, Kaita, Miki, Bilt Smart, Kiro, Kek, Kaitititititiro, Itehai, Hara Miki, Tittirotirotiro, Hari, two-tibui, Naimaru, built smart. Kota built smart, hefakatu, nuku far equate, hefakatu. Aichi, Matariyatarata, Mahikirah, whoi, pokika, and tatau-kota-e-wah-hoo-pokika, For us moldy, seeing this believing, you can read about it all you want, but you come here, you can actually sense the for knowing the Tanah Manaki tanger of this place here. It warms the Aahuahua if you like. For me, he's been building for 45 years, 30 years of my own business. There was an eye-opener for me, because I heard about this complex, but now coming here and seeing it firsthand. but now coming here and seeing it firsthand and where to reproduce this sort of Mahi and the title of city it was us to hire more young fellows. Hey, Tahinet, kotehoo-kah-kooitahitai-hoo-hoo-hoo-hoo-takehoo-hoo-hoo-hoo-hoo-hoo here, wrong-fakata-hakata,, a-hakata, a-hakata-hakiah-haki-haki-haki-haki-haki-haki-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haki, ha-haithaithaithaithaithaithaithaithaithaithaithaithaithaithaithaithaithaithaithaita-haita-haithaithaithaita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haita-haitamamahakhi, Naita Manuharii, Taayati, Puro, Tenaymato, Ehamafari, a, a, a, a, a, a, a, a, hapunahui, ewe. Ahkahokhi Mahenay, a kahokhi Ma, akahokhi, a mudhay nah, hapunekahawihi, a hawihi, hahayatahadahadaihaihaihayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayhayh Del Marama. to money, I'm not here. I'll look at what you want to say to you. I'm a man here, me how good, Timatui, not enough to do it, Gapai, that's exactly the problem that we've got 61,000 and I just ask people, you know, have we got 14,000 people worth of extra public services and mental health and in housing and in police? I don't think that we have. our current act had talked about he in the here in the economy, he knew what he had piake I ought to, I don't know if he could have him on a far, or a nay, or a lot of it here, Our policy is, it was a joke policy, but we'll send all the people from the Ministry of Education and they can report to the principal at the Kura and if the principal doesn't want them they can just get the person's salary instead. Bear in mind I'm not talking about the frontline people, the nurses, the teachers and the police officers, I'm talking about people that sit mainly in Wellington and the public service. They're getting $83,000 average salary and I don't think they're adding value. Kota has seen more much when they're confident in working on a day, in here, here are the key to the Arote in Aratunga-Hakauak-Hakawak-a-putakak-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u-u- He had a lot of his heart and his heart and his heart and heart and heart and his heart and heart and heart and heartache. I would talk to him. Alan D'Omarama. I have a heart and a heart of his heart and case, I can't tell you. He could have been a boy boy and a napou man o'er. I have a lot of his heart. I'm not going to be in the alley five minutes of yet. I just got here. Every day 15, children die needlessly. That's good. You think you're the only man who cares? Last five minutes of the German attack. Every day 15, 15,000 children die needlessly. That's one child every six seconds. Pnemonia kills children like Emmanuel. Medicines cost just $5 and could save his life. Amy is fighting for her life from a fever and diarrhea. Just $5 will provide the medical care she needs. Children like tiny, vulnerable hissana desperately need food. Without it, they will not survive. It really doesn't have to be this way. Save the children knows what it takes to save lives. It takes us, you and as little as $5 a month. A child dies needlessly every six seconds. Yet with just $5 a month, you can save children's lives. Call 0800, 167,198. Or go to save the Children.org.org.org. Thank you. I want to really immerse myself in the fabric of these people. Powerful work. Really is. They're lifestyle, their rituals. It could be any urban city around the world. And of course, they're food. Let's give it a taste test. Wow, this is really nice. I thought this very well. I wasn't expecting to drink warm blood. Am I now a Messiah? You know a Messiah. a tough story of our own will in New York, but it more helps to handle it. It's going to be a mere metawang to earn a lot of hit a higher or loan. We are not here to come up with a hang-a-wime a million million million more market and kina-my-ret..,, or a lot of the other new-loom-a-lown- loan be, loved it so much that he decided to give it a But it was really impressed by Lone B and how balanced it was, how delicious it was. It was. Loved it so much that he decided to give it a pretty awesome plate on his social media. So yeah, that was a massive surprise. But yeah, it's sort of hark's back to, you know, I've been doing this for a long time, lots of trial and errors, ups and downs. And to be honest, if I didn't like it or think it was the best that I could make or we could make, then I definitely wouldn't wouldn't be sharing it. So it basically validates all those hard years of slog and chipping away to be honest. So now, not only you are a boss when you do your stuff, but your space looks awesome. I am a lot of good, I am not a good guy, I am a good guy, I am, I am a good guy, a good guy, I am a high fan, I have enough, I have a high total, I am, I a fine We've covered areas about business models, and the value proposition, and it's around,, it's at all, and how do they sell to their customers? And all of those things add real value to our Rangatai for life. Our business brings custom graphic designs. If I'm not, I'm a-fakawanai, The name of our business is Pimp My Ride. What we do is just like make moldy designs on cars and vans and trucks and any transport. Just make it look nice and wonderful. Make sure they have pride and joy in their car. We forecasted to make a profit of $110 thousand dollars a year. Kowtomato parkie, he, paki, packs, he, let's just, I'm happy me also, I'm not, I have a kairoto, he's kai, he's away me, I'm momotongah, katawajin, I'marek, I know-h alcohol. The internet is a business and economic limited. One of the commonwealthy, the war is a packy mowry, but it's a rumenot, and it's a lot of the key, I'm aware of the hooking in a toll on my eye on the eye on the eye on the eye on the eye on the eye on the eye on the eye on the eye on the eye on the eye on the eye on the key role on the eye on the to hear what you have to have on the hearing on the back on the back on the eye on the back on the eye on the. K'ahorehia, Yorato Paki, He only wai kato, Del Marma. Kaidayaki, Tamani, a hot water water tank, and a hot water tank, and a high heat hainai or oil, and a hot airnay, and if I can hire a tawmitate, I will, and I will be a war go through, but put down the service in the particular box, check the eligibility that as we toll them go through, what put down the service, and the particular box, it all come out, what support is available to them. Kote-thah-hoo-hoo-hoo-hoo-hoo-hoo-hoo-woe-wakah-thakato-koo-hakata-kata-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-hoo-woo-woo-woo-woo-woo-woo-woo-woo-woo-woo, and-fak-tah-tah-tah-tah-tah-tah-tah-tah-tah-tah-tah-hoo-tah-tah-tah-tah-tah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah-hah- in order to help our power, with the top of the top of the top of the top of the top of the top of the path to the new hookie, rather good tracing matters, a member of the model of the world, all the other,, and a woman, the top of the top of the head. If I could put up the key,, the focus of the other top of the top of the top of the top of the top of the top of the top of the top of the top of the, a lot of money, it's not a lot of money, it's not a much-hakea, I want a good little, a good papa, I'm a-hoo, aitah. I think Chrisva Afori, minute a-takapah, I did one of the other I have been casing this place. I have been doing it. I have been doing it. I have a lot. I have now it is my time. I have a momma, I have a moma and I'm also a teacher of Teri-o-rong-at-sida. I think I'm gonna try. Right. This is over now and you've got to deal with it. It's not over yet. The school, Matatima, Kivakatamari. Kilda, I'm Kiyura, I'm a mama and I'm also a teacher of Teriora Matsida.. I feel very blessed to be able to teach Teriob Maori and it's something I'm very passionate about. I try my best as a kayak call to lead by example because there are Tamariki and Matthew out there who could get seriously sick from COVID. So I will practice physical distancing, isolate where I need to and wear my mask. Mejonoi, Ketticeithiaki, and Tata Tamariki. How much you get the war, he gets the car, the kourer, met the partai. Kairako, Rapari, Kivakata, Maori. At the moment, we have heard that the other day, the other day, the other day, the other day, the other day, the other day, the other day, the more, the more, it's, and then it will. The more often in the record, a whole lot of them, a lot of them, we are not going to to run out of our time to una-thammariki, and it's all the time all around, K'amma he aa atsoa, the innua, a lot it is a hikaupapam, aa, aafinate, aitimat hainangaru, aafinakore, akore, ojuihu haa, maore, ma'amahifakore, aakawakore, aa, ma'amah ifakai aa atamatah atamatah ata, aa ata ata, a fakah ata, aa ata ata, aa, aa ata, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, aa, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a,? I think I've got a lot at all at night. I've not been a co-papa, but I've asked if I'm not, I sure on the way at night, I've met a bunch at a nahua, a ten at all. What's the problem? What are you not here in the hotel, wait for you? I'm not a to-do matter. I'm a fatore, I'm not a necker-to-in-hopuri, I'm a-whipin, I mean, I'm a,, I'm, a, a, not-hotafity-a-hooing,, a, a, a, a, a, a, a, a, a, a, a, a, day, two and a town and a new opinion, and a new year, a pair of, Kaganakawana Kapani, Kewha Mathe. Now, the Khadakkare, Kakuhooqi, Kepuri, Mejamaik, Kaitayāmaita, Matārā, Irita, Matāu-tānā-u-tānā-u-tā, to hear what you talk about, and if any of them are in way to time, a mile to you, or not to have put in a new or aid, or make a call on a moment of power, he did, out there, and I think that I know that the Thai Rafi and Matai Rata or the Thai Rafi or Kiyawatat to work on a lot of the way and the Rata a new way to get a good time to get in the war, and a qua, qua maram hooki rata, nang a rope, affi, it's a hopefully, cah to go maramata, a good hopari, and a neat who are a chicka, and kahata, a chequah. Aha, a kitehooki, a the written, I've got a lot of here, why not here, I'm not going on the mowery, I've got on the, I think, and I've got, a matter of fact, a matter of how you're not a kid, not a guy who is a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a pay no care matter. Now, there are two, a car, a car, a park, and a lot of it, a mallitang, a care,, met a man, and, I look, a, a,, two-two,, and a,, I think,, a,, a,, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a money, what's the money, that's the money, the money, the money, and that, you know, you're the, me, me, I'm the, a terror attack, a carheke in Wailua, a key terror terror war, a corral, a carhicki or not a wailua, in a lot here, a lot,, a matter man may have made a hook of data, a lot of data, a lot of data, a lot of data, a lot of data,, what the fact of a pocketbooker, a lot of the, a lot of the body, a lot of the time of the time of a lot more to a lot of time,, a lot of it's a lot of ticker, a lot of the high-tattatakkapakar, and they're going to to do the whole thing, and not here, I watch a lot of a A-hmm-hmm. I'm talking about a lot of, a-huh, a-huh, a-huh, a-huh, a-h the book, he wrote it, and he wrote it,, he said, a picky, the cathe, in the air, a car, a car, a car, a car, a car, a car, a car, a car, a car, a car, a car, a car, a car, a car, a car, What are you talking about? Can you tell you how you know, pay the Facebook page? All right. All right. All right. Can't you? Can't you get a not to make a here talk to you right or to you, hopefully? What are we talking about? I order. And, uh, I can't say really a. Ana, I guess you know, I mean, I'm not a native by Huaree Ottawa. Ana, I'm a, I'm, I'm, I'm, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, or The Hunaakakakakakoku, K'nakapuapuapuri, P'uapururi, H'inakapuapuuuapuuuuuuuakati, Kachachachai, K'huanai-fakawakai-kah-kah-fakai-takit-i-takaw-takaw-takachi, So, yeah, Marto, I tell Maramarama, I think on my ear, it'll be met."}