{"speakers": [], "chunks": [{"timestamp": [0.0, 10.0], "text": " 2.5,000 high-paid public servants have got salary increases despite a freeze on their pay."}, {"timestamp": [10.0, 16.0], "text": " GPs are warning free doctor visits for under 14 year olds are at risk because of rising costs."}, {"timestamp": [16.0, 47.8], "text": " And the Queen turns 96. We see how Her Majesty celebrated the occasion. supposed to be a government pay freeze on them. For two years now, public servants earning more than $100,000 have been subject to a"}, {"timestamp": [47.8, 53.6], "text": " restriction preventing pay rises except in exceptional circumstances."}, {"timestamp": [53.6, 58.8], "text": " But official figures obtained by Newshub reveal more than two and a half thousand of those"}, {"timestamp": [58.8, 62.8], "text": " higher paid workers have been granted pay rises."}, {"timestamp": [62.8, 69.44], "text": " All of which has left one health worker struggling with the cost of living increases to tell our political editor, she"}, {"timestamp": [69.44, 72.64], "text": " doesn't think she has ever felt so undervalued."}, {"timestamp": [72.64, 75.32], "text": " Jenna Lynch has this exclusive report."}, {"timestamp": [75.32, 79.6], "text": " Janet's been working round the clock as a contact tracer."}, {"timestamp": [79.6, 83.76], "text": " Two years of us working seven day weeks."}, {"timestamp": [83.76, 88.88], "text": " A crucial part of our COVID response and the thanks she got for keeping us safe."}, {"timestamp": [88.88, 93.52], "text": " So I got an MTA voucher, $20 and a cookie?"}, {"timestamp": [93.52, 95.72], "text": " Surely a pay rise too, right?"}, {"timestamp": [95.72, 97.72], "text": " I wish no."}, {"timestamp": [97.72, 98.72], "text": " No."}, {"timestamp": [98.72, 103.2], "text": " Janet's one of the 400,000 strong public service who have had their pay effectively frozen since"}, {"timestamp": [103.2, 104.12], "text": " 2020."}, {"timestamp": [104.12, 109.8], "text": " A government belt tightening exercise in light of the COVID crisis. She's one of our allied health workers"}, {"timestamp": [109.8, 114.8], "text": " taking industrial action because the government won't come to the table with a decent offer."}, {"timestamp": [114.8, 121.52], "text": " Our wages aren't keeping up with inflation, so our power's gone up, our petrol's gone up, our grocery bill,"}, {"timestamp": [121.52, 122.96], "text": " so it's really difficult."}, {"timestamp": [122.96, 125.52], "text": " And while Janet and her colleagues have been in bargaining,"}, {"timestamp": [125.52, 130.16], "text": " the government's broken its pay freeze for thousands of the public services top earners."}, {"timestamp": [130.16, 134.72], "text": " While the pay freeze was effectively in place for anyone earning over $60,000,"}, {"timestamp": [134.72, 139.6], "text": " the strictest freeze was for high earners for those earning over a hundred grand."}, {"timestamp": [139.6, 141.68], "text": " Pay rises were outright banned."}, {"timestamp": [141.68, 150.32], "text": " The official pay guidance stating there is no increases to bans, no pay adjustments for those paid over $100,000. But in"}, {"timestamp": [150.32, 155.76], "text": " exceptional circumstances they could get permission from the Public Service Commission."}, {"timestamp": [155.76, 161.04], "text": " We did expect and do still expect a period of restraint there there will be exceptions to that."}, {"timestamp": [161.04, 170.72], "text": " Well turns out there were a lot of exceptional circumstances of the 18,301 staff in the public service who earned more than $100,000 last year, at"}, {"timestamp": [170.72, 175.0], "text": " least 2,670 got a pay rise."}, {"timestamp": [175.0, 176.68], "text": " That's about 15% of higher earners."}, {"timestamp": [176.68, 180.8], "text": " That bracket, we're doing very, very well every year."}, {"timestamp": [180.8, 190.0], "text": " The fact that it's down to 15% is a significant reduction on what it was before. When the government says it's doing a pay freeze, there's literally thousands of exceptions."}, {"timestamp": [190.0, 192.88], "text": " It's just not fair for people struggling with a cost of living crisis."}, {"timestamp": [192.88, 196.0], "text": " And there's one agency that's really been making it rain."}, {"timestamp": [196.0, 204.12], "text": " Kanga gave pay rises to 1,048 of its staff earning over $100,000 in 2021."}, {"timestamp": [204.12, 207.16], "text": " It makes up about 45% of its entire"}, {"timestamp": [207.16, 211.04], "text": " workforce. The rationale, they hadn't had a pay rise in two to three years and"}, {"timestamp": [211.04, 217.64], "text": " no staff earning more than $200,000 got a pay rise. But neither's Janet. I don't"}, {"timestamp": [217.64, 224.44], "text": " think I've ever felt really so undervalued. Not how we want our health workforce to feel"}, {"timestamp": [224.44, 225.0], "text": " right now."}, {"timestamp": [225.0, 227.0], "text": " Generalinch, news hub."}, {"timestamp": [227.0, 230.0], "text": " Politicians from 14 different countries"}, {"timestamp": [230.0, 232.0], "text": " have penned a letter to the Prime Minister"}, {"timestamp": [232.0, 236.0], "text": " urging New Zealand not to send a murder accused back to China."}, {"timestamp": [236.0, 239.0], "text": " Chinese authorities want Qium Yup Kim,"}, {"timestamp": [239.0, 242.0], "text": " who's lived in New Zealand for over 30 years,"}, {"timestamp": [242.0, 243.0], "text": " to face trial there."}, {"timestamp": [243.0, 249.2], "text": " But there's concern he won't get a fair trial or worse, be tortured. Kayla Callahan explains."}, {"timestamp": [249.2, 256.32], "text": " Qium Yupkim, a man with an uncertain future. China has fought for 10 years to extradite"}, {"timestamp": [256.32, 262.12], "text": " to face trial there for murder. His lawyer says he suffers from depression and other severe health"}, {"timestamp": [262.12, 264.12], "text": " problems."}, {"timestamp": [264.12, 269.72], "text": " A brain tumor, small one and a liver and kidney disease."}, {"timestamp": [269.72, 274.36], "text": " New Zealand's Supreme Court last week upheld the decision to surrender him to China."}, {"timestamp": [274.36, 277.12], "text": " That news met with outrage around the world."}, {"timestamp": [277.12, 282.12], "text": " In a letter to our government signed by politicians from 14 different countries, including"}, {"timestamp": [282.12, 285.56], "text": " the UK, France and Australia, they urged that Kim"}, {"timestamp": [285.56, 291.32], "text": " not be extradited, saying it is beyond doubt that China commits gross, flagrant or"}, {"timestamp": [291.32, 293.76], "text": " mass human rights abuses."}, {"timestamp": [293.76, 298.32], "text": " And following through with extradition would set a dangerous precedent that may have far-reaching"}, {"timestamp": [298.32, 302.08], "text": " implications for human rights beyond New Zealand's borders."}, {"timestamp": [302.08, 306.36], "text": " But the Supreme Court ruled the Minister could be satisfied by China's assurances"}, {"timestamp": [306.36, 309.4], "text": " that Kim would receive a fair trial and treatment."}, {"timestamp": [309.4, 311.0], "text": " His lawyer though disagrees."}, {"timestamp": [311.0, 312.6], "text": " Besides me, torture."}, {"timestamp": [312.6, 317.04], "text": " Your chances of getting a fair trial are non-existent."}, {"timestamp": [317.04, 322.32], "text": " The case has grabbed international headlines, all reporting on the Supreme Court's decision."}, {"timestamp": [322.32, 326.0], "text": " Today, the Prime Minister gave the strongest hint yet she won't intervene."}, {"timestamp": [326.0, 333.0], "text": " All of these questions have been raised and considered as part of our court's consideration of the extradition."}, {"timestamp": [333.0, 338.0], "text": " I obviously have great faith that our court processes have weighed up all of those."}, {"timestamp": [338.0, 343.0], "text": " Kim is accused of murdering Pe Yun Chen while visiting Shanghai in 2009."}, {"timestamp": [343.0, 349.84], "text": " In an exclusive interview last year year provided by Chinese Interpol, Chen's sister worried"}, {"timestamp": [349.84, 355.0], "text": " her parents wouldn't live long enough to see her accused killer face trial."}, {"timestamp": [355.0, 359.6], "text": " Kim has always maintained his innocence and will now take his matter to the UN Human"}, {"timestamp": [359.6, 360.6], "text": " Rights Committee."}, {"timestamp": [360.6, 366.16], "text": " The committee would ask New Zealand not to extradite him, pending a full hearing."}, {"timestamp": [366.16, 371.68], "text": " The ball is in the Justice Minister's Court to deem if Kim is fit to be sent back to China."}, {"timestamp": [371.68, 374.88], "text": " Kaley Callahan, New Hub."}, {"timestamp": [374.88, 380.12], "text": " Free doctor visits for under 14s are at risk of being scrapped along with other essential"}, {"timestamp": [380.12, 383.52], "text": " services as GP clinics struggle with spiraling inflation."}, {"timestamp": [383.52, 385.36], "text": " The general practice"}, {"timestamp": [385.36, 389.64], "text": " owners association says services are at risk if government funding doesn't"}, {"timestamp": [389.64, 397.12], "text": " increase. Ashley Yates has more. Children aren't the only ones feeling a pinch."}, {"timestamp": [397.12, 402.48], "text": " GP clinics are two financially. Mountain costs are threatening to end free doctor visits for"}, {"timestamp": [402.48, 406.16], "text": " under 14."}, {"timestamp": [406.16, 411.0], "text": " Clinics can either opt in or out of the scheme, which is subsidised by the government."}, {"timestamp": [411.0, 415.56], "text": " Your costs are going up and your income is either constrained or even in some cases going"}, {"timestamp": [415.56, 419.28], "text": " down, then you struggle to maintain a viable business."}, {"timestamp": [419.28, 425.0], "text": " Dr. Angers-Chambers, who represents over a thousand private GP and urgent care clinics,"}, {"timestamp": [425.0, 428.72], "text": " says government funding isn't keeping pace with inflation."}, {"timestamp": [428.72, 433.0], "text": " The latest subsidy increase was just 2.78%."}, {"timestamp": [433.0, 436.0], "text": " Of course, that's nowhere near, even inflation, let alone the costs that are"}, {"timestamp": [436.0, 439.0], "text": " cost pressures that are coming into a particular sector."}, {"timestamp": [439.0, 443.0], "text": " The health minister says the government's been committed to funding doctors."}, {"timestamp": [443.0, 446.84], "text": " We have put a lot more into GP practices than was the case before."}, {"timestamp": [446.84, 451.04], "text": " They get to negotiate their funding contract with the DHPs every year, so that's the"}, {"timestamp": [451.04, 455.48], "text": " opportunity for them if they think they need more help to negotiate that."}, {"timestamp": [455.48, 460.28], "text": " But if they can't, other essential GP services are also under threat."}, {"timestamp": [460.28, 466.0], "text": " Low-cost visits for community services card holders, childhood immunisations and flu japs,"}, {"timestamp": [466.0, 470.0], "text": " management of conditions like diabetes and cervical screening."}, {"timestamp": [470.0, 478.0], "text": " Suggesting that maybe women won't go for that screening, it is very worrying for the future of women's health."}, {"timestamp": [478.0, 485.6], "text": " We'll continue to work with GPs on making sure their funding contracts are, you know, reflect the real cost of their face."}, {"timestamp": [485.6, 488.88], "text": " But if GPs are forced to cut services,"}, {"timestamp": [488.88, 490.32], "text": " it would be upsetting."}, {"timestamp": [490.32, 493.84], "text": " Another sector being squeezed by rising inflation,"}, {"timestamp": [493.84, 495.2], "text": " Ash the eight's new hub."}, {"timestamp": [496.08, 500.88], "text": " President Putin has claimed victory in Marupol and changed his tactic"}, {"timestamp": [500.88, 504.48], "text": " when it comes to the last remaining Ukrainian stronghold in the city."}, {"timestamp": [504.48, 509.84], "text": " It's thought that hundreds of civilians and as many as 2,000 Ukrainian soldiers could"}, {"timestamp": [509.84, 515.28], "text": " be hold up in a steel plant which Putin now plans to turn into a tomb."}, {"timestamp": [515.28, 518.72], "text": " Europe correspondent Les Ed Rama reports."}, {"timestamp": [518.72, 522.6], "text": " The skies above this factory are used to the plumes of production, but this smog only signals"}, {"timestamp": [522.6, 528.0], "text": " more death and more destruction."}, {"timestamp": [528.0, 532.0], "text": " The Azov style steelworks in Marupal is battered and bombed,"}, {"timestamp": [532.0, 538.0], "text": " but remains a small pocket of resistance in a city Russia now claims to control."}, {"timestamp": [539.0, 541.0], "text": " After two months of brutal fighting,"}, {"timestamp": [541.0, 543.0], "text": " today in a televised meeting,"}, {"timestamp": [543.0, 552.48], "text": " the Russian Defense Minister declared victory. President Putin had planned to storm"}, {"timestamp": [552.48, 556.56], "text": " the plant where the last Ukrainian soldiers are sheltering but has now"}, {"timestamp": [556.56, 561.48], "text": " decided to starve them out instead ordering his forces to seal off the plant"}, {"timestamp": [561.48, 570.0], "text": " completely, turn it into a tomb. So that a fly cannot pass through, he demanded."}, {"timestamp": [570.0, 575.0], "text": " But those trapped inside are not giving up."}, {"timestamp": [575.0, 577.0], "text": " Do they control the most part of the city?"}, {"timestamp": [577.0, 578.0], "text": " Yes, definitely."}, {"timestamp": [578.0, 580.0], "text": " Do they control all of the city?"}, {"timestamp": [580.0, 583.0], "text": " No, so this cannot be called a victory."}, {"timestamp": [583.0, 587.56], "text": " These red flags are supposed to signal a peace corridor for civilians trying to escape"}, {"timestamp": [587.56, 593.96], "text": " the tortured city, but ceasefires have been sporadic, and those brave enough, or desperate"}, {"timestamp": [593.96, 597.4], "text": " enough, have had to run the gauntlet."}, {"timestamp": [597.4, 603.96], "text": " Ukraine claims tens of thousands have been killed here, and new satellite imagery appears"}, {"timestamp": [603.96, 608.84], "text": " to show a mass grave emerging just outside the city."}, {"timestamp": [608.84, 612.48], "text": " What steps are needed now, right now?"}, {"timestamp": [612.48, 619.08], "text": " President Zelenski tonight told the World Bank that Ukraine will need $7 billion a month in financial"}, {"timestamp": [619.08, 621.48], "text": " assistance going forward."}, {"timestamp": [621.48, 626.32], "text": " President Biden has committed to another 800 million dollar package and dismissed"}, {"timestamp": [626.32, 632.8], "text": " Russia's claim of victory in Marupol. There is no evidence yet that Mary Paul is completely"}, {"timestamp": [632.8, 639.92], "text": " fall. If it did it would free up thousands of Russian troops to join the battle in the East, where"}, {"timestamp": [639.92, 650.0], "text": " Ukrainian officials say 42 villagers were lost today."}, {"timestamp": [655.0, 658.0], "text": " Don Bass residents have now been forced underground, living without water and power, but with an abundance of fear."}, {"timestamp": [658.0, 660.0], "text": " In London, Lisa Raymond, New-New-Up."}, {"timestamp": [660.0, 665.52], "text": " The Prime Minister has today agreed to an intelligence deal with Japan which"}, {"timestamp": [665.52, 669.32], "text": " will allow both countries to share top-secret information."}, {"timestamp": [669.32, 673.84], "text": " And as Jacinda Arduin wrapped up the final day of her Tokyo visit, she and her Japanese"}, {"timestamp": [673.84, 676.52], "text": " counterpart sent China a warning."}, {"timestamp": [676.52, 680.36], "text": " Here's political reporter Amelia Wade."}, {"timestamp": [680.36, 687.0], "text": " What a welcome. A bit of a grapple with the official grasp."}, {"timestamp": [687.0, 692.0], "text": " Before things getting serious."}, {"timestamp": [692.0, 698.0], "text": " Today I had a Frank discussion with Prime Minister Arder."}, {"timestamp": [698.0, 703.0], "text": " Frank and fruitful finalising a spy deal months in the making."}, {"timestamp": [703.0, 707.76], "text": " The PM says the deal will mean we can formally share what intel we have in situations"}, {"timestamp": [707.76, 713.24], "text": " like the Tongan volcano eruption, but also much, much more than that."}, {"timestamp": [713.24, 718.32], "text": " Up to the level of top secret and at our discretion, as I say, we're at the moment still"}, {"timestamp": [718.32, 722.12], "text": " in the process of negotiating the scope of the arrangement."}, {"timestamp": [722.12, 727.0], "text": " The leaders making a point of being united against militarization of the Indo-Pacific,"}, {"timestamp": [727.0, 730.0], "text": " a shot across China's bow."}, {"timestamp": [730.0, 734.0], "text": " The superpower recently flying fighter jets over the South and East China sees,"}, {"timestamp": [734.0, 737.0], "text": " and signing its Solomon security pact."}, {"timestamp": [737.0, 751.12], "text": " Attempts to unilaterally change the status quo by force cannot be allowed. So it is about demonstrating through global action that there will be swift response."}, {"timestamp": [751.12, 757.64], "text": " Then time to get back to the other reason to be in Tokyo, being the pied piper for Japanese tourists."}, {"timestamp": [757.64, 761.48], "text": " I pray pies, even though I don't even that much."}, {"timestamp": [761.48, 764.12], "text": " Though not keen to play ball at the stadium."}, {"timestamp": [764.12, 770.4], "text": " We'll notice that I had dressed inappropriately very engaging in any rugby or sports."}, {"timestamp": [770.4, 773.84], "text": " The goal of the visit is more international students."}, {"timestamp": [773.84, 775.84], "text": " Will you come back to anything?"}, {"timestamp": [775.84, 780.72], "text": " Yes, yes, soon?"}, {"timestamp": [780.72, 785.52], "text": " But universities who depend on international students for fees are battling to actually"}, {"timestamp": [785.52, 786.52], "text": " get them in."}, {"timestamp": [786.52, 789.24], "text": " Pre-pandemic, 80,000 came in."}, {"timestamp": [789.24, 795.0], "text": " Right now we have 5,000 students able to come through this year, which is as much as immigration"}, {"timestamp": [795.0, 796.0], "text": " use can process."}, {"timestamp": [796.0, 800.8], "text": " So it's really important that at this juncture, as our borders are reopening and as our international"}, {"timestamp": [800.8, 806.68], "text": " education program scales up again, that we're back in the market promoting international education."}, {"timestamp": [806.68, 811.12], "text": " In lieu of opening the immigration floodgates for students might have to settle for"}, {"timestamp": [811.12, 813.12], "text": " some more soft toys instead."}, {"timestamp": [813.12, 816.08], "text": " I don't think these are for me."}, {"timestamp": [816.08, 830.24], "text": " Japanese souvenirs for the family before heading home tomorrow check. Tonight on Three, the projects at seven, before the King Rises and your All-action"}, {"timestamp": [830.24, 835.64], "text": " Friday Flick, Godzilla, and an ex-playboy bunny proof she's more than a pretty face,"}, {"timestamp": [835.64, 837.12], "text": " in Kendra Salz Hollywood."}, {"timestamp": [837.12, 841.24], "text": " Stream every episode on Three Now."}, {"timestamp": [841.24, 843.2], "text": " What makes BK's Yumburger Yum?"}, {"timestamp": [843.2, 844.12], "text": " Yum!"}, {"timestamp": [844.12, 846.0], "text": " flame-grilt-melted-jum. What makes BK's Yum Burger Yum? Yum! Flame grilled yum, melted yum,"}, {"timestamp": [846.0, 869.0], "text": " streaky yum, across selected living, dining and bedroom furniture. Hurry, the next callie Easter clearance, ends Monday."}, {"timestamp": [871.0, 875.0], "text": " Protect the ones you love so they can keep doing what they love."}, {"timestamp": [875.0, 877.0], "text": " With omichron cases spreading in our communities,"}, {"timestamp": [877.0, 883.0], "text": " now's the time to get your school-age tamariki immunised against COVID-19."}, {"timestamp": [883.0, 885.44], "text": " As a parent, you're likely to have questions"}, {"timestamp": [885.44, 890.16], "text": " about the vaccine and what it could mean for your Fano. We're here to help you"}, {"timestamp": [890.16, 896.48], "text": " get the answers and information you need. Call O800282926 to chat with"}, {"timestamp": [896.48, 899.76], "text": " someone who can help or to make a booking for your Fano."}, {"timestamp": [899.76, 904.16], "text": " There's a hundred years of history hidden in RAPCO and some great offers too."}, {"timestamp": [904.16, 905.0], "text": " Spend a hundred dollars per lead hidden in Rapco and some great offers too."}, {"timestamp": [905.0, 908.96], "text": " Spend a hundred dollars or more and you'll save 40 cents per lead on your next"}, {"timestamp": [908.96, 912.76], "text": " fuel topper available to all A.A. and A.A. Smart fuel card holders."}, {"timestamp": [912.76, 915.76], "text": " Rapco. Driven by Passion for a hundred years."}, {"timestamp": [915.76, 920.56], "text": " Ah, a long weekend. Hopefully this will be my last one ever. Why is that?"}, {"timestamp": [920.56, 924.0], "text": " Because after I went Powerball, every day will be a long weekend."}, {"timestamp": [924.0, 926.0], "text": ". What is that? Because after I went Powerball, every day will be a long weekend. Oh, I like the sound of that."}, {"timestamp": [926.0, 928.0], "text": " Imagine winning $8 million this Saturday."}, {"timestamp": [928.0, 931.0], "text": " Get your Powerable ticket in store or online."}, {"timestamp": [931.0, 935.0], "text": " Hey small spenders, you give a new meaning to living comfortably."}, {"timestamp": [935.0, 938.0], "text": " You're the connoisseurs of coziness."}, {"timestamp": [938.0, 941.0], "text": " Tryning up the heat and keeping costs down."}, {"timestamp": [947.0, 954.0], "text": " in costel. Saving? You do it in your sleep. Yeah you throw on that extra layer. You make saving look hard. You put the snug in style. Winter is here but you've already got"}, {"timestamp": [954.0, 985.92], "text": " a wrapped up. The warehouse where everyone gets a bargain. S-G-I-G-G-K-G capacity heat pump dryer save 562 on this LG 55 inch nano cell 4k"}, {"timestamp": [985.92, 988.44], "text": " TV now 1798."}, {"timestamp": [988.44, 992.04], "text": " Panasonic large capacity microwave 288 save big."}, {"timestamp": [992.04, 996.0], "text": " Electrolux dark stainless steel dishwasher 1488 save 320."}, {"timestamp": [996.0, 1025.0], "text": " Massive deals across our coffee range like this to longy coffee machine just 648 plus 60 months Free store-wide on now at Harvey Norman. The Storm and Warriors clash. There's a flash of brilliance!"}, {"timestamp": [1025.0, 1027.0], "text": " One and free on three."}, {"timestamp": [1027.0, 1030.0], "text": " Unbelievable finish here."}, {"timestamp": [1030.0, 1033.0], "text": " In our R.L. Warriors versus Storm."}, {"timestamp": [1033.0, 1049.36], "text": " Anzac Day, A30 on three and three now. debris Selwyn District forcing some to evacuate. Many homes in the low-lying part of Rekiah Huts had a narrow escape but some weren't so fortunate."}, {"timestamp": [1049.36, 1052.0], "text": " Julie it speedy reports."}, {"timestamp": [1052.0, 1056.0], "text": " Shane and Sarah Clinton barely had time to flee their home."}, {"timestamp": [1056.0, 1062.0], "text": " Just told the kids to go and take everything you can get it up off the floor."}, {"timestamp": [1062.0, 1070.72], "text": " The family of six had nearly half a metre of water through their Rekaya Hutt house when the nearby lagoon overflowed into the small Canterbury settlement"}, {"timestamp": [1070.72, 1078.0], "text": " just before nine o'clock last night. No warnings at all. They just got a phone call after nine and they"}, {"timestamp": [1078.0, 1088.24], "text": " said there's a water all around the houses down here. We went about halfway up on the couch. Luckily we'd already thrown one met up."}, {"timestamp": [1088.24, 1093.36], "text": " The couple got warning of the flash flood only from their cat."}, {"timestamp": [1093.36, 1099.92], "text": " Cat come inside, drenched and had no idea why the cat was wet and then looked outside and"}, {"timestamp": [1099.92, 1103.0], "text": " could see the water coming up the boat ramp."}, {"timestamp": [1103.0, 1106.0], "text": " How gushing is it to see your house like that?"}, {"timestamp": [1106.0, 1108.0], "text": " Pretty complete."}, {"timestamp": [1108.0, 1111.0], "text": " Authorities say heavy rain from the hills in high country"}, {"timestamp": [1111.0, 1115.0], "text": " rushed the area with the situation unfolding fast."}, {"timestamp": [1115.0, 1116.0], "text": " The Rakhai was really low."}, {"timestamp": [1116.0, 1119.0], "text": " I think it was sitting about 60 Q-Mex."}, {"timestamp": [1119.0, 1127.72], "text": " And then with the rain in the high country it's gone up to 1500- 1600. The problem lies here in the lagoon when that amount of water comes down from the hills"}, {"timestamp": [1127.72, 1130.04], "text": " there's too much to get out to sea."}, {"timestamp": [1130.04, 1133.32], "text": " So some of it finds a new home on the main street."}, {"timestamp": [1133.32, 1136.24], "text": " The lagoon was in the car park."}, {"timestamp": [1136.24, 1141.68], "text": " The flood was caused after a fast and furious deluge of rain fell in the high country and on"}, {"timestamp": [1141.68, 1146.32], "text": " the west coast, causing two major slips cutting off grey mouth from one side."}, {"timestamp": [1146.32, 1152.16], "text": " It was a bit of a shock to everybody I think what it did but it was pretty localised"}, {"timestamp": [1152.16, 1156.68], "text": " and we had our crews out there fairly fast but there were a few vehicles stuck."}, {"timestamp": [1156.68, 1161.28], "text": " Climate change means these events are becoming more frequent and worse."}, {"timestamp": [1161.28, 1163.96], "text": " Adverse events are getting more and more common."}, {"timestamp": [1163.96, 1165.0], "text": " Absolutely. and worse. Adverse events are getting more and more common, absolutely."}, {"timestamp": [1165.0, 1171.0], "text": " We've lived around locally for most of our lives and we've seen it come up high enough."}, {"timestamp": [1171.0, 1174.0], "text": " Never actually seen it go through the house."}, {"timestamp": [1183.76, 1185.76], "text": " these vulnerable coastal areas. Julie Speedy, New Town."}, {"timestamp": [1191.44, 1196.64], "text": " The Queen's 96 birthday has been celebrated with a series of gun salutes across Britain. Her birthday comes after a busy Easter break during which she was out and about at her Sandringham"}, {"timestamp": [1196.64, 1199.04], "text": " estate. ITV's Chris ship reports."}, {"timestamp": [1202.24, 1209.0], "text": " Just weeks after she marked 70 years of rain, gun salutes today from the castle grounds in Edinburgh."}, {"timestamp": [1209.0, 1217.0], "text": " And also in London for yet another birthday for the Queen, her 96th."}, {"timestamp": [1218.0, 1224.0], "text": " The official birthday photograph released today was of a monarch indulging in a passion she's had her whole life."}, {"timestamp": [1224.0, 1227.8], "text": " This is her last month with two of her fell ponies."}, {"timestamp": [1227.8, 1230.28], "text": " But the Queen spent today at Sandringham."}, {"timestamp": [1230.28, 1235.4], "text": " She moved here to Norfolk yesterday to have her birthday at Wood Farm, where her late husband"}, {"timestamp": [1235.4, 1239.28], "text": " Prince Philip spent much of his retirement."}, {"timestamp": [1239.28, 1244.12], "text": " She might well have enjoyed the peace after the storm Prince Harry calls yesterday when he questioned"}, {"timestamp": [1244.12, 1250.72], "text": " whether his grandmother had the right people around her to protect her."}, {"timestamp": [1250.72, 1254.0], "text": " Harry is still at the Invictus Games in the Hague and not elaborating on"}, {"timestamp": [1254.0, 1258.64], "text": " why he appeared to be criticizing the Queen's advisors. How would you describe"}, {"timestamp": [1258.64, 1264.24], "text": " the early birthday present that Harry gave the Queen in the form of that interview? I think he has"}, {"timestamp": [1264.24, 1268.16], "text": " no right at all to question the advisors around the Queen."}, {"timestamp": [1268.16, 1271.92], "text": " I know exactly why he does it of course because it was those advisors who"}, {"timestamp": [1271.92, 1276.24], "text": " broke the deal with him which meant that he couldn't have it both ways, you know,"}, {"timestamp": [1276.24, 1281.12], "text": " half in half out. I mean they were quite right to do it and they are there to advise the Queen and I think they"}, {"timestamp": [1281.12, 1286.44], "text": " they advised her extremely well. If Prince William had any thoughts about his brother's contribution..."}, {"timestamp": [1286.44, 1289.32], "text": " Sir, does the Queen need protecting?"}, {"timestamp": [1289.32, 1294.56], "text": " He was keeping his views to himself today."}, {"timestamp": [1294.56, 1301.24], "text": " Whatever Harry meant, those charged with protecting the Queen militarily had one job"}, {"timestamp": [1301.24, 1303.88], "text": " today and did it."}, {"timestamp": [1303.88, 1309.0], "text": " Well, Nikki's in lady with sport and finally some Trans-Tasman rugby."}, {"timestamp": [1309.0, 1315.0], "text": " That's right Tom, we're live from Amy Park as the first Super Rugby Trans-Tasman clash gets underway."}, {"timestamp": [1315.0, 1323.0], "text": " So after two years of tense discussions around their place in the competition, can the Ossees finally give the game what it needs?"}, {"timestamp": [1323.0, 1330.0], "text": " Plus two of the game's biggest names in sport commit millions to buy Chelsea Football Club."}, {"timestamp": [1330.0, 1334.0], "text": " Calls for the government to beef up security at all of the country's airports,"}, {"timestamp": [1334.0, 1338.0], "text": " including full screening of passengers and luggage on the smaller planes."}, {"timestamp": [1338.0, 1343.0], "text": " And fish out of water, the mad dash, to save dozens of kingfish,"}, {"timestamp": [1343.0, 1345.0], "text": " before they find themselves high and dry. There's no animal in the world that makes footprints like that,"}, {"timestamp": [1345.0, 1346.0], "text": " and dry."}, {"timestamp": [1346.0, 1351.0], "text": " Wherever you start your morning."}, {"timestamp": [1351.0, 1354.0], "text": " Wake up with us!"}, {"timestamp": [1354.0, 1365.0], "text": " All new AM. We've days, 69 AM on 3 and 3 now. There's no animal in the world that makes footprints like that."}, {"timestamp": [1365.0, 1367.0], "text": " We don't even know what the hell it is."}, {"timestamp": [1367.0, 1369.0], "text": " What are we doing?"}, {"timestamp": [1369.0, 1375.0], "text": " What do we do?"}, {"timestamp": [1375.0, 1378.0], "text": " Running would be a good idea."}, {"timestamp": [1378.0, 1379.0], "text": " The Beast."}, {"timestamp": [1381.0, 1383.0], "text": " Let's lose."}, {"timestamp": [1383.0, 1384.0], "text": " We're looking at the dawn of the new species."}, {"timestamp": [1383.2, 1387.0], "text": " Let's lose. We're looking at the dawn of the new species."}, {"timestamp": [1387.0, 1392.0], "text": " Godzilla tonight, 730 on 3 and 3 now."}, {"timestamp": [1392.0, 1397.0], "text": " There are even more biggies debagans at B&B with 30 to 60% off store-wide."}, {"timestamp": [1397.0, 1403.0], "text": " 60% off these pink blankets, 60% off all bath mats, and flatter let separate sheets flat or fission"}, {"timestamp": [1403.0, 1406.0], "text": " fish are now $35 only at bed bath and beyond."}, {"timestamp": [1406.0, 1411.0], "text": " I'll see your cheeseburger and raise you the new cheeseburger supreme."}, {"timestamp": [1411.0, 1416.0], "text": " Beef, cheese, pickles, ketchup, mustard, plus fresh lettuce and creamy mayo."}, {"timestamp": [1416.0, 1446.0], "text": " All this, just five bucks. New to the Flaming Good Deals range, only at BK. I'm sorry, I'm not gonna be here. We picked me up on the baseline."}, {"timestamp": [1446.0, 1448.0], "text": " We're here on the way."}, {"timestamp": [1448.0, 1450.0], "text": " Who paw-wog, paw-paw-bukwitts-tada."}, {"timestamp": [1450.0, 1469.0], "text": " Oh, oh-paw, paw-paw-paw-tee-t-taw. We see you moving with the Times, Artieur, and What Pages,"}, {"timestamp": [1469.0, 1475.0], "text": " We're moving both the Coast, that's what I mean, is where I'll be."}, {"timestamp": [1475.0, 1481.0], "text": " We see you moving with the Times, Artieur, and so we're moving with you."}, {"timestamp": [1481.0, 1484.0], "text": " Get your free consumer's guide to hearing aids."}, {"timestamp": [1484.0, 1485.0], "text": " New Zealand's only independent guide to hearing aids."}, {"timestamp": [1485.0, 1489.0], "text": " New Zealand's only independent guide to all the latest models."}, {"timestamp": [1489.0, 1492.0], "text": " Choose the right hearing aid for your lifestyle and budget."}, {"timestamp": [1492.0, 1527.0], "text": " Call 0845.45.42 for your free copy. What's this? Atoll. Okay, how much?"}, {"timestamp": [1532.0, 1534.0], "text": " Just a little one today."}, {"timestamp": [1548.32, 1553.68], "text": " Design your world with freedom and get up to 20% of selected sofas, up to 25% of selected living, dining and bedroom furniture and 50 months interest-free, store-wide, hurry,"}, {"timestamp": [1553.68, 1556.08], "text": " sale on now, only at freedom."}, {"timestamp": [1556.08, 1563.0], "text": " Get more with Domino's extra value range, more smoky ham, way more pineapple, more flavour,"}, {"timestamp": [1563.0, 1564.12], "text": " more new pizzas."}, {"timestamp": [1564.12, 1566.0], "text": " Now I know what you're thinking."}, {"timestamp": [1566.0, 1567.0], "text": " Give me more value."}, {"timestamp": [1567.0, 1568.0], "text": " Tada!"}, {"timestamp": [1568.0, 1571.0], "text": " The domino's extra value range from just $7."}, {"timestamp": [1571.0, 1574.0], "text": " I just put all my business admin into the too hard basket."}, {"timestamp": [1574.0, 1576.0], "text": " My accountant did not like that."}, {"timestamp": [1576.0, 1577.0], "text": " They told me to try zero."}, {"timestamp": [1577.0, 1579.0], "text": " You should try zero."}, {"timestamp": [1579.0, 1587.0], "text": " And now we don't put it off anymore. And you're making better use of this basket. Get your admin out of the too-hard basket with zero."}, {"timestamp": [1588.0, 1592.0], "text": " Police say they're frustrated with the lack of information being disclosed to them"}, {"timestamp": [1592.0, 1596.0], "text": " in their search for Waikato man Tom Phillips and his three children."}, {"timestamp": [1596.0, 1601.0], "text": " Last September, police searched for Phillips and his family after they were reported missing"}, {"timestamp": [1601.0, 1604.0], "text": " from the small coastal community of Muddau Cooper."}, {"timestamp": [1604.0, 1609.0], "text": ". reported missing from the small coastal community of Mardau corporate. After three weeks they turned up at a family farmhouse and Phillips was charged with"}, {"timestamp": [1609.0, 1613.2], "text": " causing wasteful deployment of police personnel and resources."}, {"timestamp": [1613.2, 1618.2], "text": " His family reported him and his children missing again in December and a warrant is now out for his"}, {"timestamp": [1618.2, 1619.28], "text": " arrest."}, {"timestamp": [1619.28, 1626.64], "text": " Police say they believe people who know Phillips have vital information and strongly urge them to share it."}, {"timestamp": [1626.64, 1631.68], "text": " A report on Mardi co-governance has revealed calls for the Mardi health authority model"}, {"timestamp": [1631.68, 1635.32], "text": " to be applied to other sectors like education and justice."}, {"timestamp": [1635.32, 1640.6], "text": " It follows consultation with Mardi on how New Zealand can meet its United Nations Declaration"}, {"timestamp": [1640.6, 1643.0], "text": " on the rights of indigenous peoples."}, {"timestamp": [1643.0, 1644.72], "text": " Here's political reporter Imogen Wells."}, {"timestamp": [1644.72, 1648.76], "text": " I was going to say something horrible about Mr Seymour, but I wait to that."}, {"timestamp": [1648.76, 1653.2], "text": " The first thing our Mari Development Minister wants you to know about today's document dump"}, {"timestamp": [1653.2, 1654.2], "text": " is..."}, {"timestamp": [1654.2, 1656.2], "text": " This is not about Hepuapuapua."}, {"timestamp": [1656.2, 1660.28], "text": " Hepuapua is a controversial think piece on Mari Ko governance."}, {"timestamp": [1660.28, 1663.0], "text": " David Seymour says this report is that."}, {"timestamp": [1663.0, 1666.0], "text": " People can argue about whether or not this is the same or different."}, {"timestamp": [1666.0, 1668.0], "text": " It's part of the same co-papa."}, {"timestamp": [1668.0, 1673.0], "text": " What the government's actually released today is a report on six months' worth of consultation with Mardi,"}, {"timestamp": [1673.0, 1680.0], "text": " on how best to honour our obligations under the UN Declaration on the rights of indigenous peoples,"}, {"timestamp": [1680.0, 1684.0], "text": " something the National Party signed us up for back in 2010."}, {"timestamp": [1684.0, 1685.36], "text": " in the report there are"}, {"timestamp": [1685.36, 1690.96], "text": " requests for an independent Maori education authority and something similar for our justice"}, {"timestamp": [1690.96, 1695.6], "text": " system too and many shared a desire for governance over there Fenua."}, {"timestamp": [1695.6, 1699.92], "text": " So we should have a look at all the social services sector organisations and say well look,"}, {"timestamp": [1699.92, 1704.0], "text": " is this our opportunity to really change the dial for Maadi deprivation?"}, {"timestamp": [1704.0, 1709.0], "text": " because we know that targeted programmes work for Mardi people."}, {"timestamp": [1709.0, 1711.0], "text": " But not everyone wants them."}, {"timestamp": [1711.0, 1715.0], "text": " One set of rules for one group of people, another set of rules for another group of people,"}, {"timestamp": [1715.0, 1716.0], "text": " and the divider is race."}, {"timestamp": [1716.0, 1719.0], "text": " Unfortunately, that's where this government is taking us."}, {"timestamp": [1719.0, 1725.84], "text": " He just keeps telling lies. There's nothing to be scared of. These attacking me personally rather than debasing the issue tells you everything you"}, {"timestamp": [1725.84, 1726.84], "text": " need to know."}, {"timestamp": [1726.84, 1732.0], "text": " This consultation document will now help inform our draft policy for how we implement the"}, {"timestamp": [1732.0, 1737.88], "text": " UN declaration here in Al-Tiaroa with plans for it to be in cabinet's hands by June."}, {"timestamp": [1737.88, 1742.32], "text": " All members of the public will have the opportunity to have their say on the proposals when"}, {"timestamp": [1742.32, 1743.44], "text": " no doubt further."}, {"timestamp": [1743.44, 1745.6], "text": " political sparks will fly."}, {"timestamp": [1745.6, 1748.0], "text": " Image in Wales, Newsehub."}, {"timestamp": [1748.0, 1753.88], "text": " A US court has been shown a video of actor Johnny Depp angrily slamming kitchen cabinets."}, {"timestamp": [1753.88, 1764.12], "text": " The Pirates of the Caribbean star is seeking 74 million New Zealand dollars in damages over an article his ex-wife wrote alleging she was a victim of domestic violence."}, {"timestamp": [1764.12, 1765.68], "text": " The story begins with the video"}, {"timestamp": [1765.68, 1770.32], "text": " which some people will find disturbing. Kethki Maslamani reports."}, {"timestamp": [1771.36, 1789.0], "text": " A shaky hidden camera set up by Amber Hood. and slamming cabinets. He then fills his cup before finding the camera."}, {"timestamp": [1789.0, 1797.0], "text": " I thought, what was most interesting is that she tried to hide it from me and"}, {"timestamp": [1797.0, 1803.0], "text": " then that she laughed and smiled at the end. I thought that was most interesting"}, {"timestamp": [1803.0, 1806.48], "text": " part myself, but so yes, I did assault a couple of cabins. a couple of cabins, a couple of cabins. I thought that was most interesting part myself but so yes I did"}, {"timestamp": [1806.48, 1811.48], "text": " assault a couple of cabins but I did not touch misheard."}, {"timestamp": [1811.48, 1822.6], "text": " You poured yourself a mega pint of red wine correct? A mega pint. I poured myself a large glass"}, {"timestamp": [1822.6, 1825.0], "text": " of wine right I thought it necessary. It's the latest evidence aired in court where it's the latest evidence aired a large glass of wine. Right."}, {"timestamp": [1825.0, 1826.0], "text": " I thought it necessary."}, {"timestamp": [1826.0, 1831.0], "text": " It's the latest evidence aired in court where Amber Herd is accused of defaming her ex-husband."}, {"timestamp": [1831.0, 1840.0], "text": " Johnny Depp is accused of being so in the grip of drinking drugs that he'd become like a monster, consumed by rage and violence."}, {"timestamp": [1840.0, 1844.0], "text": " The court was also shown violent text messages sent by Depp about Herd."}, {"timestamp": [1844.72, 1845.44], "text": " The court was also shown violent text messages sent by Depp about her"}, {"timestamp": [1850.6, 1867.64], "text": " After you said let's drown her before we burn her mr. Depp. You certainly did, yes. And this photograph of a pasted-out Johnny Depp with ice cream melting down his leg."}, {"timestamp": [1867.64, 1869.72], "text": " And that was a wonderful picture to take for her."}, {"timestamp": [1869.72, 1870.72], "text": " Sure."}, {"timestamp": [1870.72, 1871.72], "text": " I don't know why she took it."}, {"timestamp": [1871.72, 1874.96], "text": " Well, so it's misheard's fault that that picture was taken."}, {"timestamp": [1874.96, 1878.2], "text": " That's what you're saying?"}, {"timestamp": [1878.2, 1879.12], "text": " She snapped it."}, {"timestamp": [1879.12, 1889.68], "text": " Depp's cross-examination will continue in this hearing, which is expected to last six weeks. Keith Kima's Alarmony, Newthub. A 44 year old man has been named as a formal"}, {"timestamp": [1889.68, 1893.2], "text": " suspect in the abduction of British three year old Madeline McCann."}, {"timestamp": [1893.2, 1898.32], "text": " German police first connected Christian Bruckner to the case two years ago. They said"}, {"timestamp": [1898.32, 1902.8], "text": " Madeline was assumed dead and Bruckner and those known to him knew where her body was."}, {"timestamp": [1902.8, 1908.0], "text": " Next month will mark 15 years since Madeline McCann disappeared."}, {"timestamp": [1908.0, 1912.0], "text": " The government's being urged to review airport security measures"}, {"timestamp": [1912.0, 1916.0], "text": " and screen passages and luggage on every flight."}, {"timestamp": [1916.0, 1920.0], "text": " Documents obtained by Newshub show the government looked into extra security"}, {"timestamp": [1920.0, 1925.0], "text": " after the March 15 attack, but has no current plans to increase surveillance."}, {"timestamp": [1925.0, 1927.0], "text": " Mitchell Alexander has the story."}, {"timestamp": [1927.0, 1935.0], "text": " Lining up to get your luggage scanned may be a nuisance for some, but these tools are there for a very good reason."}, {"timestamp": [1935.0, 1942.0], "text": " Transportation nodes and places where people gather have always been targets for extremists."}, {"timestamp": [1942.0, 1945.24], "text": " And that threat has been on the government's radar."}, {"timestamp": [1945.24, 1949.6], "text": " Documents obtained by News Hub show following the March 15 attacks,"}, {"timestamp": [1949.6, 1955.72], "text": " the idea of full screening of domestic flights with 30 to 90 seats was floated."}, {"timestamp": [1955.72, 1962.24], "text": " But no permanent change was made and currently passengers on aircraft with fewer than 90 seats"}, {"timestamp": [1962.24, 1964.12], "text": " still aren't screened."}, {"timestamp": [1964.12, 1968.0], "text": " Security screening should be mandatory across the board for aircraft."}, {"timestamp": [1968.0, 1971.0], "text": " It just allows that risk, that risk-free environment."}, {"timestamp": [1971.0, 1974.0], "text": " Airports are ready to push go."}, {"timestamp": [1974.0, 1977.0], "text": " All the major regional airports are well placed to get on and do that."}, {"timestamp": [1977.0, 1980.0], "text": " But it isn't on the government's agenda."}, {"timestamp": [1980.0, 1983.0], "text": " Even at airports where we don't have our security screening,"}, {"timestamp": [1983.0, 1987.52], "text": " we do often have FCE staff base there and other security measures in place. At the moment we"}, {"timestamp": [1987.52, 1991.04], "text": " think that's the right balance to strike. There is evidence of malicious"}, {"timestamp": [1991.04, 1997.6], "text": " activity happening before. In 2008 New Zealand's only convicted plane hijacker Asia"}, {"timestamp": [1997.6, 2003.2], "text": " Abdila stabbed two pilots on a 19-seater plane from Blenham to Christchurch."}, {"timestamp": [2003.2, 2007.36], "text": " and there's concerned the threat levels increased since then."}, {"timestamp": [2007.36, 2013.44], "text": " There has been a proliferation of potential threats, and then there's been a metastasizing"}, {"timestamp": [2013.44, 2018.04], "text": " of the means by which these threats can be carried out."}, {"timestamp": [2018.04, 2023.52], "text": " To combat that and the imminent influx of overseas arrivals as our borders reopen, there are calls for"}, {"timestamp": [2023.52, 2025.48], "text": " for the whole security"}, {"timestamp": [2025.48, 2027.48], "text": " system to be reviewed."}, {"timestamp": [2027.48, 2031.92], "text": " I think we need to get the base model right and that requires a review of what we do right"}, {"timestamp": [2031.92, 2034.92], "text": " now because it doesn't seem to be working very well at the moment."}, {"timestamp": [2034.92, 2040.8], "text": " Aviation Minister Michael Wood wasn't aware of any concerns about our current security system, but"}, {"timestamp": [2040.8, 2043.0], "text": " says he will look into them."}, {"timestamp": [2043.0, 2045.04], "text": " He added passengers can be assured that"}, {"timestamp": [2045.04, 2050.64], "text": " New Zealand has a world-class organization keeping people safe in the sky."}, {"timestamp": [2050.64, 2052.8], "text": " Mitchell Alexander News Hub."}, {"timestamp": [2053.84, 2058.8], "text": " Coming up it's Earth Day the day we focus on climate change so we take a look at how it's being"}, {"timestamp": [2058.8, 2062.48], "text": " marked in Dunedin with this mysterious seaside circle."}, {"timestamp": [2062.48, 2069.0], "text": " Trans-Tasman rugby is reignited as Super Rugby Pacific prepares to kick off in Melbourne"}, {"timestamp": [2069.0, 2071.0], "text": " where live a head of tonight's clash."}, {"timestamp": [2071.0, 2075.0], "text": " Plus, could the nation who beat the All Whites to the world stage in 2018"}, {"timestamp": [2075.0, 2078.0], "text": " beat just the team to get them two guitar?"}, {"timestamp": [2078.0, 2088.76], "text": " And Serena Williams is amongst two high-profile sports people committing cash to purchase Chelsea football club. We're dancing with the stars about to kick off. Two of the"}, {"timestamp": [2088.76, 2093.08], "text": " contestants join us like to tell us how they're gonna win it all. And she had two"}, {"timestamp": [2093.08, 2097.8], "text": " days left to live and spent that time to help others after she was gone. That"}, {"timestamp": [2097.8, 2107.0], "text": " incredible story. All some adventures, daring deeds, and cunning stunts."}, {"timestamp": [2107.0, 2108.0], "text": " I'm shabby."}, {"timestamp": [2108.0, 2109.0], "text": " Thanks."}, {"timestamp": [2109.0, 2110.0], "text": " It's Indy, all the way."}, {"timestamp": [2110.0, 2112.0], "text": " You're a hard man to read, Dr. Jones."}, {"timestamp": [2112.0, 2113.0], "text": " What is this thing?"}, {"timestamp": [2113.0, 2114.0], "text": " Dad!"}, {"timestamp": [2114.0, 2126.0], "text": " Dad! Good Magic. With the guy who always gets the girl. This is not my idea of a swell time."}, {"timestamp": [2126.0, 2130.0], "text": " And when the Anna Jones season continues with the last crusade,"}, {"timestamp": [2130.0, 2147.0], "text": " Saturday on three and three now. The new popcorn chicken rice bowl from KFC, now's good."}, {"timestamp": [2147.0, 2151.0], "text": " Great deals store-wide, on now, at Harvey Norman."}, {"timestamp": [2151.0, 2156.0], "text": " Get up to 50% off selected bed linen, includes pillars, do they covers, sheets and more,"}, {"timestamp": [2156.0, 2157.0], "text": " ultimate luxury?"}, {"timestamp": [2157.0, 2161.0], "text": " This Leather Aquiner Clown Oursweet, now, for 888."}, {"timestamp": [2161.0, 2162.0], "text": " Take your gaming to the next level."}, {"timestamp": [2162.0, 2165.0], "text": " Huge deals on gaming accessories."}, {"timestamp": [2165.0, 2167.0], "text": " Massive deals across food preparation,"}, {"timestamp": [2167.0, 2169.0], "text": " like this new release Kenwood Stand Mixer,"}, {"timestamp": [2169.0, 2172.0], "text": " or Phillips Premium Air Fryer, with $50 cash back,"}, {"timestamp": [2172.0, 2174.0], "text": " plus 60 months interest-free, store-wide."}, {"timestamp": [2174.0, 2188.48], "text": " On now at Harvey Norman. is normal in difficult times, whether you're feeling good as gold, a little bit hohar, or you're just a tad over it right now. That's okay. Check out all"}, {"timestamp": [2188.48, 2192.0], "text": " sorts, org dot insi, for heaps of tips to help get us through."}, {"timestamp": [2192.0, 2195.0], "text": " Mom, does I share lunch tomorrow?"}, {"timestamp": [2195.0, 2197.0], "text": " Let's make colour canned, huh?"}, {"timestamp": [2197.0, 2201.0], "text": " What if my classroom sounds weird?"}, {"timestamp": [2201.0, 2202.0], "text": " Don worry, grab the anchor."}, {"timestamp": [2202.0, 2204.0], "text": " All about the milk."}, {"timestamp": [2208.0, 2210.0], "text": " It's weird. Don't worry, grab the anchor. It's all about the milk. It's like Nana used to say, only use the best."}, {"timestamp": [2213.0, 2226.0], "text": " What's that? home since 1886. Torpedo 7's bike bash is on now, plus loads more deals."}, {"timestamp": [2226.0, 2229.0], "text": " Ride into Autumn with up to 40% off all bikes."}, {"timestamp": [2229.0, 2232.0], "text": " Just for clubs save 30% on Torpedo 7 branded clothing,"}, {"timestamp": [2232.0, 2235.0], "text": " plus get up to 50% off selected camping gear."}, {"timestamp": [2235.0, 2237.0], "text": " Get up now at Torpedo 7."}, {"timestamp": [2237.0, 2245.0], "text": " In financial news tonight we're seeing more New Zealandists Bundling their home utilities with sling shot, saving money and record numbers."}, {"timestamp": [2245.0, 2246.0], "text": " Booh."}, {"timestamp": [2246.0, 2248.0], "text": " So, economically speaking, I..."}, {"timestamp": [2248.0, 2253.0], "text": " Bundling other stuff with broadband doesn't crease one's propensity to save mad cash."}, {"timestamp": [2253.0, 2254.0], "text": " Oh."}, {"timestamp": [2254.0, 2256.0], "text": " I promise you."}, {"timestamp": [2256.0, 2260.0], "text": " Bonding up will keep more money in the pockets of hardworking New Zealanders."}, {"timestamp": [2260.0, 2261.0], "text": " Starting today."}, {"timestamp": [2261.0, 2263.0], "text": " Buddle up with sling shot."}, {"timestamp": [2263.0, 2264.0], "text": " SAVED money."}, {"timestamp": [2261.36, 2264.96], "text": " starting today. But a lot with slingshot, save money, boom!"}, {"timestamp": [2264.96, 2266.96], "text": " Jessica, in tover."}, {"timestamp": [2270.96, 2274.32], "text": " Look, we can build you one next to mine."}, {"timestamp": [2274.32, 2276.8], "text": " Whether you're buying your first or forever home,"}, {"timestamp": [2276.8, 2285.0], "text": " it helps to have someone strong beside you to make it happen. G. Grab some groceries on the go at the warehouse."}, {"timestamp": [2285.0, 2288.0], "text": " Sanitarian weekbacks 1.2 kg. is just $5."}, {"timestamp": [2288.0, 2290.0], "text": " These Greg's special blend refills just a dollar"}, {"timestamp": [2290.0, 2294.0], "text": " and 5 kg of the sunrise rice just $10."}, {"timestamp": [2294.0, 2305.28], "text": " At the warehouse where everyone gets a bargain. Well cheese on the cross, yes. And in the piece. And on top, and on top of the top."}, {"timestamp": [2305.28, 2306.52], "text": " Too much."}, {"timestamp": [2306.52, 2307.56], "text": " You're out."}, {"timestamp": [2307.56, 2309.68], "text": " Cheese, you're in."}, {"timestamp": [2309.68, 2329.6], "text": " New Ultimate Double Cheezy Pan Pizza. and news hub sports. Rugby Australia insists all five of its super rugby sides deserve a place in the competition"}, {"timestamp": [2329.6, 2332.8], "text": " but concede it's time to prove it on the field."}, {"timestamp": [2332.8, 2337.2], "text": " Despite only registering two wins in the trans Tasman component last year,"}, {"timestamp": [2337.2, 2343.2], "text": " CEO Andy Marinos remains bullish in the fact all Australian teams belong in the competition."}, {"timestamp": [2343.2, 2346.52], "text": " Well rugby reporter Ollie Ritchie joins us now from Melbourne."}, {"timestamp": [2346.52, 2350.08], "text": " Ollie it's time for the Australian sides to walk the walk."}, {"timestamp": [2352.08, 2354.96], "text": " Yeah it absolutely is Nikki. This has been a real point of contention"}, {"timestamp": [2354.96, 2358.4], "text": " between New Zealand Rugby and Rugby Australia for a couple of years now."}, {"timestamp": [2358.4, 2362.88], "text": " As you mentioned it was a poor showing by the Australian teams in last year's trans tasmine component just"}, {"timestamp": [2362.88, 2369.6], "text": " the two wins from the 26 wins from the 26 games. They got their way though, they got all five teams into Super Rope Pacific starting tonight."}, {"timestamp": [2369.6, 2371.6], "text": " It's time to show they deserve them."}, {"timestamp": [2371.6, 2379.04], "text": " After weeks of New Zealand and Australian Davi's Super Rope Pacific finally gets its trans-Tasmine element tonight."}, {"timestamp": [2379.04, 2384.0], "text": " and following two years of tense discussions around Australia's place in the competition,"}, {"timestamp": [2384.0, 2389.76], "text": " Andy Marinos and the important of it having all five Australian sides."}, {"timestamp": [2389.76, 2393.28], "text": " It's very important and we still are bullish and we're still not going to move our position"}, {"timestamp": [2393.28, 2396.56], "text": " on that because I think we're going to look at the bigger picture here."}, {"timestamp": [2396.56, 2402.32], "text": " In last year's hastily thrown together super-rapy trans Tasman competition, Australian sides only managed"}, {"timestamp": [2402.32, 2405.16], "text": " two wins out of the 26 matches."}, {"timestamp": [2405.16, 2408.88], "text": " Maranos is confident 2022 will look a lot better."}, {"timestamp": [2408.88, 2413.28], "text": " What I've seen thus far this year, there's been an improvement on last year, but again,"}, {"timestamp": [2413.28, 2418.32], "text": " there's a big litmus test for all of us this weekend to see really where we are."}, {"timestamp": [2418.32, 2423.64], "text": " reads Flanker Liam Wright, thinks they've been able to identify the areas they fell behind last year, but"}, {"timestamp": [2423.64, 2429.64], "text": " for all the talk of Australian improvement it will count for little if they can't produce results."}, {"timestamp": [2429.64, 2433.52], "text": " We've got to show growth obviously last year was tough and I guess you get that from"}, {"timestamp": [2433.52, 2437.28], "text": " not playing that style of rugby for a little while so we've got to show some growth on"}, {"timestamp": [2437.28, 2438.28], "text": " last year."}, {"timestamp": [2438.28, 2440.92], "text": " and there's optimism in Australia they can find it."}, {"timestamp": [2440.92, 2448.68], "text": " Former Wallaby Tim Horrin has been impressed with the way the competition started in Australia and thinks this season will be a lot closer. I think we're much"}, {"timestamp": [2448.68, 2452.24], "text": " better prepared than we were this time last year. I think you know coming out a"}, {"timestamp": [2452.24, 2452.48], "text": " Super Robey A-U last year we're probably bit under-year, I think you know coming out a Super"}, {"timestamp": [2452.48, 2455.6], "text": " Super Robey EU last year we're probably bit underdone but I think the"}, {"timestamp": [2455.6, 2466.44], "text": " especially the warritars, New South Wales, the brombies and the reds are really competitive, are really competitive different ways to attack's Captain Sam Kane is just looking forward to a change in opponent."}, {"timestamp": [2466.44, 2470.32], "text": " Even the coach is coming up with different ways to attack a different opposition."}, {"timestamp": [2470.32, 2474.96], "text": " It's sort of, not sound silly, but it's quite refreshing, just doing things slightly different."}, {"timestamp": [2474.96, 2485.6], "text": " Australian sides now hoping for some different results when the trans-Tasman rivalry resumesumes. I'll get their first chance to find those results a little later tonight."}, {"timestamp": [2485.6, 2489.0], "text": " Nikki, the Warrataas and the Chiefs kick off the Super round here in Melbourne."}, {"timestamp": [2489.0, 2492.4], "text": " The bookies would certainly have the Chiefs as the favourites, but the Warrataas are very"}, {"timestamp": [2492.4, 2497.32], "text": " much seen as a team on the rise here in Australia and the Chiefs have had some tough losses"}, {"timestamp": [2497.32, 2503.0], "text": " against the Crusaders and the Blues and the Blues recently, so if the Warrata can tip up the Chiefs to start"}, {"timestamp": [2503.0, 2505.2], "text": " off the Super round, it would be a great way to kick that off"}, {"timestamp": [2505.2, 2508.52], "text": " But it was certainly silence some critics of the five Australian teams"}, {"timestamp": [2509.12, 2510.56], "text": " Ollie Ritchie. Thanks for the update"}, {"timestamp": [2512.16, 2517.6], "text": " Meanwhile former Governor General Dame Patsy Reddy has been appointed to the New Zealand Rugby Board"}, {"timestamp": [2518.12, 2523.88], "text": " Daim Patsy officially joins at next week's annual general meeting and as does rugby administrator"}, {"timestamp": [2523.88, 2525.52], "text": " administrator and law firm"}, {"timestamp": [2525.52, 2531.44], "text": " CEO Ruhuena Davenport. Their addition increases the female board presence to three"}, {"timestamp": [2531.44, 2534.96], "text": " alongside Dr Farapama."}, {"timestamp": [2534.96, 2539.76], "text": " The nation who beat the all whites to the world stage in 2018 might just be their ticket"}, {"timestamp": [2539.76, 2545.36], "text": " to Qatar. They've locked in international friendlies against Peru and a yet to be confirmed"}, {"timestamp": [2545.36, 2550.28], "text": " high-ranked nation ahead of their Intercontinental World Cup playoff against Costa Rica"}, {"timestamp": [2550.28, 2553.92], "text": " in June. Nurellsindos has more."}, {"timestamp": [2553.92, 2558.2], "text": " In less than two months the All Whites will know if they're headed to a third FIFA World"}, {"timestamp": [2558.2, 2563.44], "text": " Cup or back to the drawing board and a friendly against Peru will provide the ultimate test for what awaits"}, {"timestamp": [2563.44, 2567.52], "text": " against Costa Rica. We're not going to die wondering with this game."}, {"timestamp": [2567.52, 2571.76], "text": " New Zealand will face Peru and Barcelona and are yet to be confirmed"}, {"timestamp": [2571.76, 2576.2], "text": " high-ranked nation in Doha in June before their one-off world can't play off"}, {"timestamp": [2576.2, 2581.8], "text": " match against Costa Rica. I think it's unbelievable the fact we get to challenge ourselves"}, {"timestamp": [2581.8, 2585.68], "text": " against number 22 in the world and a team we've got a little bit of history with."}, {"timestamp": [2585.68, 2586.68], "text": " Yeah, it's exciting."}, {"timestamp": [2586.68, 2589.92], "text": " We're going to find out exactly where we stand."}, {"timestamp": [2589.92, 2592.84], "text": " The final whistle, New Zealand's dream is over."}, {"timestamp": [2592.84, 2597.84], "text": " Nearly five years ago the South American side broke New Zealand hearts winning the home and away"}, {"timestamp": [2597.84, 2602.0], "text": " into continental playoff too nil, confirming their place in Russia."}, {"timestamp": [2602.0, 2603.0], "text": " We know how good of a team they are."}, {"timestamp": [2603.0, 2604.0], "text": "."}, {"timestamp": [2604.0, 2605.36], "text": "... confirming their place in Russia. We know how good of a team they are, so you can't get probably a better preparation for"}, {"timestamp": [2605.36, 2606.36], "text": " a one-off game."}, {"timestamp": [2606.36, 2608.84], "text": " The fact that we'll be in camp together and have those games."}, {"timestamp": [2608.84, 2612.92], "text": " Obviously South America and the ties were Central America and there's a lot of similarities"}, {"timestamp": [2612.92, 2617.12], "text": " in terms of style of play, so we're going to find out again a little bit about ourselves."}, {"timestamp": [2617.12, 2621.68], "text": " This revenge come into a wee bit. It'd be nice obviously beat them, but the main focus is Costa Rica, Costa Rica, Costa Rica."}, {"timestamp": [2621.68, 2622.68], "text": " the eyes have to Costa Rica."}, {"timestamp": [2622.68, 2623.88], "text": "."}, {"timestamp": [2623.88, 2627.52], "text": " the eyes have is Costa Rica. The eyes have to be on Costa Rica. So the nation who beat the All Whites to the World stage in 2018"}, {"timestamp": [2627.52, 2629.76], "text": " might just be their ticket to Qatar."}, {"timestamp": [2629.76, 2632.0], "text": " Nural Sandos, New Hub."}, {"timestamp": [2632.0, 2635.12], "text": " And while the All Whites are hoping to get to Qatar,"}, {"timestamp": [2635.12, 2639.16], "text": " Phoenix youngster Sam Sutton is just happy to be back in the country"}, {"timestamp": [2639.16, 2642.0], "text": " after being stranded in Australia with COVID,"}, {"timestamp": [2642.0, 2643.76], "text": " while the Knicks returned home."}, {"timestamp": [2643.76, 2650.16], "text": " The 20-year-old trained with the team in Auckland today, ahead of this weekend's clash against the Western Sydney Wanderers."}, {"timestamp": [2650.16, 2654.56], "text": " Sutton says the enforced time off has made him even more determined to help get his team"}, {"timestamp": [2654.56, 2655.92], "text": " the W on Sunday."}, {"timestamp": [2656.64, 2660.4], "text": " I did have a lot of FOMO I think they called it, you missed out quite a lot."}, {"timestamp": [2660.4, 2665.04], "text": " and yeah watching the boys was obviously tough because especially when you see that"}, {"timestamp": [2665.04, 2669.92], "text": " crowd when they were walking out I'm roaring and ready to go for this game and hopefully you"}, {"timestamp": [2669.92, 2673.84], "text": " know that's just gonna add on some motivation if I needed any more because I don't think I did."}, {"timestamp": [2674.64, 2680.32], "text": " The Phoenix are one point off fourth place which would see them host an A-League elimination final."}, {"timestamp": [2681.44, 2685.64], "text": " Well he's being described as a football-loving control freak. IX boss"}, {"timestamp": [2685.64, 2690.44], "text": " Eric Tenhag is now the latest man tasked with restoring Manchester United to"}, {"timestamp": [2690.44, 2695.0], "text": " their former glory. The Dutchman is the fifth full-time manager since the"}, {"timestamp": [2695.0, 2700.6], "text": " retirement of Sir Alex Ferguson in 2013 as the club searches to end nearly a decade"}, {"timestamp": [2700.6, 2705.84], "text": " of mediocrity. I'm very excited to work under him."}, {"timestamp": [2705.84, 2708.44], "text": " He developed very good players, young players."}, {"timestamp": [2708.44, 2710.88], "text": " Like you say, he played very offensive football,"}, {"timestamp": [2710.88, 2712.56], "text": " very good football."}, {"timestamp": [2712.56, 2716.08], "text": " Tenhag will take over from interim boss Ralph Ragnick"}, {"timestamp": [2716.08, 2716.48], "text": " at the end of the season."}, {"timestamp": [2716.48, 2721.08], "text": " Well finally tonight, two of the biggest names in sport"}, {"timestamp": [2721.08, 2723.88], "text": " have committed millions of dollars to one of the bids"}, {"timestamp": [2723.88, 2725.12], "text": " to buy Chelsea Football"}, {"timestamp": [2725.12, 2731.04], "text": " Club. Twenty-three-time Grand Slam winner Serena Williams and seven-time Formula One world"}, {"timestamp": [2731.04, 2737.04], "text": " champion Sir Lewis Hamilton have joined Martin Broughton's group. Broughton's consortium"}, {"timestamp": [2737.04, 2744.4], "text": " also includes World Athletics President Sebastian Co and the owners of the Philadelphia 76's basketball team."}, {"timestamp": [2744.4, 2746.92], "text": " And guys don't forget"}, {"timestamp": [2746.92, 2751.36], "text": " you can catch the Warriors playing Melbourne Storm and Zach Day. Best of all"}, {"timestamp": [2751.36, 2754.8], "text": " live here on TV 3 all thanks to Sky Sport."}, {"timestamp": [2754.8, 2761.24], "text": " Also go the Warriors. Thanks very much Nikki. Well today is Earth Day with a global theme"}, {"timestamp": [2761.24, 2770.72], "text": " of investing in our planet. That investment came in the form of a sculpture at St Kilda Beach in Dunedin today. Emmett Terten has the story."}, {"timestamp": [2770.72, 2778.2], "text": " Raving the wild weather for a work of art. Today we've had four seasons in one day. This"}, {"timestamp": [2778.2, 2789.28], "text": " group of Dunedin volunteers giving their time to create a giant land sculpture at Lawyer's Head. They've gathered all this kelp mostly and put it into the design that we set up"}, {"timestamp": [2789.28, 2796.08], "text": " and work together to create the circle, which is representative of the Circle of Life."}, {"timestamp": [2796.08, 2800.44], "text": " This event part of the New Zealand Festival of Nature, with a focus on connecting people"}, {"timestamp": [2800.44, 2801.44], "text": " with the ocean."}, {"timestamp": [2801.44, 2807.56], "text": " They're working really hard, lugging the stuff about and putting it in the sculpture and they tell me they're enjoying it and"}, {"timestamp": [2807.56, 2811.92], "text": " that's what it's all about. The festival's theme is down to the sea showing"}, {"timestamp": [2811.92, 2819.08], "text": " off Otago's abundance of coastal wildlife. I actually like coming out to a beach or"}, {"timestamp": [2819.08, 2824.12], "text": " something and looking in the tide bulls. Getting people out here, having fun along the seashore and finding out"}, {"timestamp": [2824.12, 2826.12], "text": " what they have"}, {"timestamp": [2826.12, 2831.08], "text": " in their local marine environment, learning some ways to identify animals and seaweeds"}, {"timestamp": [2831.08, 2835.28], "text": " along the rocky shore so that when they're doing their own walks they can also know what"}, {"timestamp": [2835.28, 2836.28], "text": " they're looking at."}, {"timestamp": [2836.28, 2841.24], "text": " These are just two of 100 events happening across Dunedin over the next week."}, {"timestamp": [2841.24, 2842.6], "text": " But don't expect to be able to see this artwork for long."}, {"timestamp": [2842.6, 2845.04], "text": " The Circle of"}, {"timestamp": [2845.04, 2851.44], "text": " Life sculpture will live up to its title when the sea reclaims it at high tide. Emma Turton,"}, {"timestamp": [2851.44, 2852.44], "text": " Newtub."}, {"timestamp": [2852.44, 2858.56], "text": " Sydney ferry workers have been involved in a major rescue operation, but it's not what you might"}, {"timestamp": [2858.56, 2863.96], "text": " think. They swung into action when more than a hundred yellow-tailed kingfish got stranded in a dry dock."}, {"timestamp": [2863.96, 2867.36], "text": " Andrew Denny from Channel 7 has the story."}, {"timestamp": [2867.36, 2871.16], "text": " At the Balmain shipyard a giant school of kingfish"}, {"timestamp": [2871.16, 2873.36], "text": " calls a right royal problem."}, {"timestamp": [2873.36, 2878.64], "text": " When workers pumped out the dry dock they quickly noticed something fishy."}, {"timestamp": [2878.64, 2883.88], "text": " So when we started getting the water level down we could see that there's probably a hundred fish down there."}, {"timestamp": [2883.88, 2888.48], "text": " They'd chased in bait fish when the gates were opened then got stuck."}, {"timestamp": [2888.48, 2893.2], "text": " The only option was for everyone to hook in for a large-scale rescue."}, {"timestamp": [2893.2, 2894.88], "text": " Oh big boy!"}, {"timestamp": [2894.88, 2898.56], "text": " Dozens of ferry workers ferrying fish to freedom."}, {"timestamp": [2899.6, 2904.24], "text": " Nice work. The size of them yesterday was just like you had to save them and get them back in the water."}, {"timestamp": [2904.24, 2905.6], "text": " on your lads. What's that number 53?"}, {"timestamp": [2905.6, 2906.6], "text": " Oh!"}, {"timestamp": [2906.6, 2907.6], "text": " Oh!"}, {"timestamp": [2907.6, 2908.6], "text": " The..."}, {"timestamp": [2908.6, 2909.6], "text": " Most made it out."}, {"timestamp": [2909.6, 2912.6], "text": " I'd say a good 90% of them."}, {"timestamp": [2912.6, 2915.6], "text": " I would be lying if I said last night's dinner wasn't too shabby."}, {"timestamp": [2915.6, 2917.6], "text": " The ones that got away..."}, {"timestamp": [2917.6, 2918.6], "text": " I love you!"}, {"timestamp": [2918.6, 2922.0], "text": " were thanks to a little compassion and elbow grease."}, {"timestamp": [2922.0, 2922.6], "text": "."}, {"timestamp": [2922.6, 2925.0], "text": " it was a hard work but I think we're all pros by the end of it."}, {"timestamp": [2925.0, 2927.0], "text": " Very proud of the way they acted."}, {"timestamp": [2927.0, 2931.0], "text": " Boxing legend Mike Tyson has been caught on video"}, {"timestamp": [2931.0, 2934.0], "text": " throwing punches at a fellow passenger on a US flight."}, {"timestamp": [2934.0, 2936.0], "text": " Just before the altercation,"}, {"timestamp": [2936.0, 2938.0], "text": " the passenger can be seen making a fuss"}, {"timestamp": [2938.0, 2941.0], "text": " behind the former world heavyweight champion."}, {"timestamp": [2941.0, 2947.0], "text": " According to Entertainment website, TMSE, the man was aggressive and through a water bottle at Tyson."}, {"timestamp": [2947.0, 2951.0], "text": " The 55-year-old boxer is then seen punching the passenger several times."}, {"timestamp": [2951.0, 2955.0], "text": " Police later questioned both men but no charges were laid."}, {"timestamp": [2955.0, 2961.0], "text": " Three white tarketer ranges walking tracks reopened today after being shut for four years."}, {"timestamp": [2961.0, 2968.76], "text": " They were closed while work was carried out to protect the Cody trees from dieback. Auckland's Mayor Phil Goff says the disease needed to"}, {"timestamp": [2968.76, 2972.76], "text": " be taken seriously and the closure helped to slow the spread of the disease."}, {"timestamp": [2972.76, 2977.12], "text": " The tracks that have been reopened look over the Tasman Sea and pass through"}, {"timestamp": [2977.12, 2984.12], "text": " Pija Beach. Well these are our top stories tonight. Thousands of high-salaried public servants have been"}, {"timestamp": [2984.12, 2989.68], "text": " given pay rises despite a government pay freeze put in place two years ago. Official"}, {"timestamp": [2989.68, 2993.36], "text": " figures obtained by New Sub reveal more than two and a half thousand of"}, {"timestamp": [2993.36, 2997.04], "text": " those workers earning more than one hundred thousand dollars have been given"}, {"timestamp": [2997.04, 3002.32], "text": " pay increases. Politicians from 14 different countries have penned a letter to the"}, {"timestamp": [3002.32, 3007.08], "text": " Prime Minister urging New Zealand not to send a murder accused back to China."}, {"timestamp": [3007.08, 3011.88], "text": " Chinese authorities want Kiyum Yup Kim, who's lived in New Zealand for over 30 years,"}, {"timestamp": [3011.88, 3015.76], "text": " to face trial there, but there's concern for his human rights."}, {"timestamp": [3015.76, 3020.8], "text": " At free doctor visits for under 14s are at risk of being scrapped, along with other essential"}, {"timestamp": [3020.8, 3021.8], "text": " services."}, {"timestamp": [3021.8, 3025.32], "text": " As GP clinics struggle with spiralling inflation."}, {"timestamp": [3025.32, 3030.28], "text": " The General Practice Owners Association says services are at risk if government funding"}, {"timestamp": [3030.28, 3032.28], "text": " doesn't increase."}, {"timestamp": [3032.28, 3037.0], "text": " Coming up news hub weather and the heavy rain mornings have finally all expired here."}, {"timestamp": [3037.0, 3040.44], "text": " Yeah, just in time for the long weekend, but there is a severe thunderstorm watch"}, {"timestamp": [3040.44, 3049.28], "text": " in place for Eastern Bay of Plenty and Gisbin, but that's set to expire by 8 o'clock tonight. Temperatures are also expected to dip overnight too with frost"}, {"timestamp": [3049.28, 3054.88], "text": " expected in a few places. I'll have full details next and then it's kicks and dips on the"}, {"timestamp": [3054.88, 3055.88], "text": " project."}, {"timestamp": [3055.88, 3060.92], "text": " Oh yeah, because it's a funky and frantic Friday and after three years dancing with the stars"}, {"timestamp": [3060.92, 3068.24], "text": " as back baby and two of the sleds are going to be on this desk tonight and get ready for the biggest ball of the more fancy dresses"}, {"timestamp": [3068.24, 3072.28], "text": " crowns and wedge. Of course when I attend a ball it becomes dancing with the"}, {"timestamp": [3072.28, 3105.0], "text": " stars. Prove me wrong. Project next. D I'm here. More to by Michael Hell."}, {"timestamp": [3105.0, 3106.0], "text": " Dancing with the Stars."}, {"timestamp": [3106.0, 3147.0], "text": " Premium Sunday at 7 on 3 and 3 now. We all, we all, we all, we all, we all, we all, we all, we all, we all, we all, Delivering your favorite tastes from your favorite places."}, {"timestamp": [3147.0, 3152.0], "text": " Bringing the neighbourhood flavour."}, {"timestamp": [3152.0, 3154.0], "text": " Deliver easy."}, {"timestamp": [3154.0, 3159.0], "text": " There's a hundred years of history hidden in Rapco and some great offers too."}, {"timestamp": [3159.0, 3163.0], "text": " Spend a hundred dollars or more and you'll save 40 cents per lead on your next fuel topper."}, {"timestamp": [3163.0, 3165.2], "text": " Available to all A.A. and A.A."}, {"timestamp": [3165.2, 3186.72], "text": " Smart fuel card holders. Repco driven by passion for 100 years. It's our commitment to net zero carbon emissions by 2050. Can you really get to that zero?"}, {"timestamp": [3186.72, 3187.72], "text": " Yes we can."}, {"timestamp": [3187.72, 3189.12], "text": " It's our most important journey year."}, {"timestamp": [3189.12, 3190.92], "text": " Let's get some."}, {"timestamp": [3190.92, 3194.68], "text": " Flight's using sustainable aviation fuel will be departing sooner than you think."}, {"timestamp": [3194.68, 3197.0], "text": " Cup high, but you're going to need more than that."}, {"timestamp": [3197.0, 3200.6], "text": " We'll be introducing electric planes on our domestic flights."}, {"timestamp": [3200.6, 3208.24], "text": " That's impressive, but have you thought about hydrogen too? Yes. Beyond 2030, hydrogen powered aircraft could be taking to our skies."}, {"timestamp": [3208.24, 3209.76], "text": " Green hydrogen?"}, {"timestamp": [3209.76, 3210.76], "text": " Of course."}, {"timestamp": [3210.76, 3211.76], "text": " This is promising."}, {"timestamp": [3211.76, 3227.0], "text": " Keep us updated. I'm Katie Perry from Seattle."}, {"timestamp": [3227.0, 3245.0], "text": " Gosh. See ways, that's why heaps of them. Get the scootie! Happy, happy, oh!"}, {"timestamp": [3245.0, 3246.0], "text": " Got a leak?"}, {"timestamp": [3246.0, 3248.0], "text": " CRC Leakes stops spray seal,"}, {"timestamp": [3248.0, 3249.0], "text": " is easy to use,"}, {"timestamp": [3249.0, 3253.0], "text": " and provides a waterproof seal to almost any surface."}, {"timestamp": [3265.96, 3268.68], "text": " The 360 degree spray system allows the can to be used at any angle ideal for hard to reach places."}, {"timestamp": [3268.68, 3274.6], "text": " Find CRC leaks stops spray seal at a store near you."}, {"timestamp": [3274.6, 3279.6], "text": " I'll see your cheeseburger and raise you the new cheeseburger Supreme."}, {"timestamp": [3279.6, 3284.72], "text": " Beef, cheese, pickles, ketchup, mustard plus fresh lettuce and creamy me mayone."}, {"timestamp": [3284.72, 3289.6], "text": " All this just five bucks! New to the Flaming Good Deals range, only at BK."}, {"timestamp": [3289.6, 3291.6], "text": " A long weekend."}, {"timestamp": [3291.6, 3293.6], "text": " Hopefully this will be my last one ever."}, {"timestamp": [3293.6, 3294.6], "text": " Why is that?"}, {"timestamp": [3294.6, 3297.6], "text": " Because after I went powerball, every day will be a long weekend."}, {"timestamp": [3297.6, 3299.6], "text": " Oh, I like the sound of that."}, {"timestamp": [3299.6, 3302.32], "text": " Imagine winning $8 million dollars this Saturday."}, {"timestamp": [3302.32, 3327.24], "text": " Get your powerable ticket in powerful ticket in store or online. high pressure system sitting over the entire Tasman Sea and that's allowing a ridge to build over the country tomorrow. Now those fronts that"}, {"timestamp": [3327.24, 3330.84], "text": " delivered plenty of rain will slide away to the east tonight with a"}, {"timestamp": [3330.84, 3334.6], "text": " cool south-to-sauwest flow spreading over both the north and north and south"}, {"timestamp": [3334.6, 3338.24], "text": " islands. So it will become fine overnight for most places and"}, {"timestamp": [3338.24, 3341.8], "text": " Thiwai Ponam with the South Island. It's cloudy in the morning in the south with showers for"}, {"timestamp": [3341.8, 3349.76], "text": " for fjordidine and the south coast. Offshore showers could clip Western Buller and northern Westland and then come on shore from"}, {"timestamp": [3349.76, 3354.64], "text": " the afternoon. To the Eekar Maui the North Island and heavy rain and thundery rain for"}, {"timestamp": [3354.64, 3357.6], "text": " Gisbon will clear tonight. Showers ease over the wide over the wide,"}, {"timestamp": [3357.6, 3369.92], "text": " over the wide, over district too. Tomorrow a cloud around in the east to start, but it does clear with showers developing in the west tomorrow evening and fresh northwesterlies about Wellington. So to the north are mainly fine, but the odd shower"}, {"timestamp": [3369.92, 3375.2], "text": " will sweep over Kaitaya during the day. Much cooler overnight thanks to the southerly wind"}, {"timestamp": [3375.2, 3381.28], "text": " with a low of five for the Waikato. A gorgeous fine day here tomorrow, but a much cooler start"}, {"timestamp": [3381.28, 3386.28], "text": " too with the southerly lowering the temperature, the wind dies down tomorrow night."}, {"timestamp": [3386.28, 3390.68], "text": " The odd shower for Gisbon, morning and afternoon, otherwise it's fine just a few clouds"}, {"timestamp": [3390.68, 3393.08], "text": " for the rest of the East Coast."}, {"timestamp": [3393.08, 3398.0], "text": " And fine skies for the rest of the North Island, with a frost for Tomarui overnight, cloud"}, {"timestamp": [3398.0, 3402.0], "text": " develops tomorrow night with winds dying out in the afternoon."}, {"timestamp": [3402.0, 3406.12], "text": " Crossing Timawana Orookawa, cooks straight and mainly fine, but there could be a"}, {"timestamp": [3406.12, 3410.32], "text": " few showers in the morning along the coast which ramp up a little in the afternoon"}, {"timestamp": [3410.32, 3412.24], "text": " with South Westallies."}, {"timestamp": [3412.24, 3417.28], "text": " Loads of sunshine over the divide, fine with Westallies, turning north or nor easterly in the"}, {"timestamp": [3417.28, 3422.12], "text": " afternoon, much cooler too, with a low of two degrees for Timuru."}, {"timestamp": [3422.12, 3425.36], "text": " Fine for most here, but there will be showers for the deep south turning to"}, {"timestamp": [3425.36, 3430.32], "text": " rain late in the evening with strong westerlies. Right to the cities and all the porti"}, {"timestamp": [3430.32, 3436.64], "text": " denidum will be partly cloudy tomorrow. West only winds too with a higher of 18 degrees. A lovely"}, {"timestamp": [3436.64, 3441.28], "text": " fine day tomorrow for aute tahi Christchurch but it is a little chillier than it has been with"}, {"timestamp": [3441.28, 3449.92], "text": " westerlies turning northeast in the northeast in the afternoon a low of three warming to what will feel like only 14. Similar temperatures to Fort Efanganoi"}, {"timestamp": [3449.92, 3454.48], "text": " out at a Wellington with fine skies but a cool southerly dying out in the morning, replaced"}, {"timestamp": [3454.48, 3459.44], "text": " by a fresh nor westerly in the afternoon. Evening showers in the wider of a district"}, {"timestamp": [3459.44, 3469.6], "text": " overnight and tomorrow, but generally for Timako or Maui Hawks Bay it will be fine with South westerlies dying out Saturday evening. Fine weather too for Tohongah but that"}, {"timestamp": [3469.6, 3472.92], "text": " southerly will drive down the temperature with a low of six tonight and"}, {"timestamp": [3472.92, 3478.92], "text": " why he and feeling like only 16 tomorrow in the city centre. A cooler six degrees tomorrow"}, {"timestamp": [3478.92, 3482.6], "text": " morning for kitty kitty d'hiro Hamilton but fine skies and southerlies die out"}, {"timestamp": [3482.6, 3489.28], "text": " tomorrow night with a high of 19. And it's been a little muggy in Auckland recently but tomorrow will feel much cooler"}, {"timestamp": [3489.28, 3494.24], "text": " with the southerly in Tamakemokoto, fine skies but it will feel more like 14 than"}, {"timestamp": [3494.24, 3496.24], "text": " the actual high of 19."}, {"timestamp": [3496.24, 3502.0], "text": " All right over the Tasman tours and the rain continues in KEN's with showers for Brisbane and Sydney"}, {"timestamp": [3502.0, 3505.44], "text": " many fine elsewhere thanks to that huge high pressure system."}, {"timestamp": [3505.44, 3508.4], "text": " And showers extend to most of the Pacific Islands too"}, {"timestamp": [3508.4, 3510.24], "text": " with fine spells for Fiji,"}, {"timestamp": [3510.24, 3512.32], "text": " New Caledonia and Tonga."}, {"timestamp": [3512.32, 3514.24], "text": " Now to the west of the long weekend back home,"}, {"timestamp": [3514.24, 3516.4], "text": " showers return on Sunday for the north"}, {"timestamp": [3516.4, 3520.8], "text": " with a clearing on Anzac Day for the Waikato and Coromental Peninsula."}, {"timestamp": [3520.8, 3523.52], "text": " A mix of fine cloudy period and showers here"}, {"timestamp": [3523.52, 3528.96], "text": " over the next few days. Temperatures remain cool too with a lower five in Gisbin on Sunday."}, {"timestamp": [3528.96, 3534.2], "text": " Wet and windy for Wanganui on Sunday with showers remaining into next week, mainly cloudy"}, {"timestamp": [3534.2, 3536.0], "text": " for most other centres."}, {"timestamp": [3536.0, 3539.84], "text": " Rain for the west of the south on Sunday, but a fine day for all in the top of the south"}, {"timestamp": [3539.84, 3543.96], "text": " on Monday with showers returning for the west and east on Tuesday."}, {"timestamp": [3543.96, 3545.04], "text": " And the rain and wind"}, {"timestamp": [3545.04, 3549.36], "text": " continue for Otago and South on Sunday. Actually in the cargo can expect the showers"}, {"timestamp": [3549.36, 3553.6], "text": " and wind to remain for the next few days. So a mix of weather for the weekend around"}, {"timestamp": [3553.6, 3558.0], "text": " the country but tomorrow looks to be fine for most of us just a little on the cool side."}, {"timestamp": [3558.0, 3562.64], "text": " Thanks very much for that Heather. Well in developing news just before we go tonight police have"}, {"timestamp": [3562.64, 3569.68], "text": " police have confirmed multiple deaths following a serious crash in Invacagal this afternoon. Emergency services were called to the"}, {"timestamp": [3569.68, 3575.6], "text": " incident on Queen's Drive at around 4 p.m. The crash occurred at the entry to Queen's Gardens."}, {"timestamp": [3575.6, 3579.76], "text": " The road will remain closed for some time. Late news will have more on this."}, {"timestamp": [3580.88, 3583.2], "text": " Well that is New Hub Live at 6 for today."}, {"timestamp": [3583.2, 3586.88], "text": " Rebecca Wright will have more news on New Hub on New Hub at 8 p. at 8 p.m. And the New Hub Late team has the latest here on 3 at 3 Sub Live at 6.4 today. Rebecca Wright will have more news on New Sub Live at 8 p.m. on Eden and the New"}, {"timestamp": [3586.88, 3591.12], "text": " Sub Late team has the latest here on 3 at 10.05. I'm Laura Tupo."}, {"timestamp": [3591.12, 3594.96], "text": " And I'm Tom McRae and now on the project."}], "text": " 2.5,000 high-paid public servants have got salary increases despite a freeze on their pay. GPs are warning free doctor visits for under 14 year olds are at risk because of rising costs. And the Queen turns 96. We see how Her Majesty celebrated the occasion. supposed to be a government pay freeze on them. For two years now, public servants earning more than $100,000 have been subject to a restriction preventing pay rises except in exceptional circumstances. But official figures obtained by Newshub reveal more than two and a half thousand of those higher paid workers have been granted pay rises. All of which has left one health worker struggling with the cost of living increases to tell our political editor, she doesn't think she has ever felt so undervalued. Jenna Lynch has this exclusive report. Janet's been working round the clock as a contact tracer. Two years of us working seven day weeks. A crucial part of our COVID response and the thanks she got for keeping us safe. So I got an MTA voucher, $20 and a cookie? Surely a pay rise too, right? I wish no. No. Janet's one of the 400,000 strong public service who have had their pay effectively frozen since 2020. A government belt tightening exercise in light of the COVID crisis. She's one of our allied health workers taking industrial action because the government won't come to the table with a decent offer. Our wages aren't keeping up with inflation, so our power's gone up, our petrol's gone up, our grocery bill, so it's really difficult. And while Janet and her colleagues have been in bargaining, the government's broken its pay freeze for thousands of the public services top earners. While the pay freeze was effectively in place for anyone earning over $60,000, the strictest freeze was for high earners for those earning over a hundred grand. Pay rises were outright banned. The official pay guidance stating there is no increases to bans, no pay adjustments for those paid over $100,000. But in exceptional circumstances they could get permission from the Public Service Commission. We did expect and do still expect a period of restraint there there will be exceptions to that. Well turns out there were a lot of exceptional circumstances of the 18,301 staff in the public service who earned more than $100,000 last year, at least 2,670 got a pay rise. That's about 15% of higher earners. That bracket, we're doing very, very well every year. The fact that it's down to 15% is a significant reduction on what it was before. When the government says it's doing a pay freeze, there's literally thousands of exceptions. It's just not fair for people struggling with a cost of living crisis. And there's one agency that's really been making it rain. Kanga gave pay rises to 1,048 of its staff earning over $100,000 in 2021. It makes up about 45% of its entire workforce. The rationale, they hadn't had a pay rise in two to three years and no staff earning more than $200,000 got a pay rise. But neither's Janet. I don't think I've ever felt really so undervalued. Not how we want our health workforce to feel right now. Generalinch, news hub. Politicians from 14 different countries have penned a letter to the Prime Minister urging New Zealand not to send a murder accused back to China. Chinese authorities want Qium Yup Kim, who's lived in New Zealand for over 30 years, to face trial there. But there's concern he won't get a fair trial or worse, be tortured. Kayla Callahan explains. Qium Yupkim, a man with an uncertain future. China has fought for 10 years to extradite to face trial there for murder. His lawyer says he suffers from depression and other severe health problems. A brain tumor, small one and a liver and kidney disease. New Zealand's Supreme Court last week upheld the decision to surrender him to China. That news met with outrage around the world. In a letter to our government signed by politicians from 14 different countries, including the UK, France and Australia, they urged that Kim not be extradited, saying it is beyond doubt that China commits gross, flagrant or mass human rights abuses. And following through with extradition would set a dangerous precedent that may have far-reaching implications for human rights beyond New Zealand's borders. But the Supreme Court ruled the Minister could be satisfied by China's assurances that Kim would receive a fair trial and treatment. His lawyer though disagrees. Besides me, torture. Your chances of getting a fair trial are non-existent. The case has grabbed international headlines, all reporting on the Supreme Court's decision. Today, the Prime Minister gave the strongest hint yet she won't intervene. All of these questions have been raised and considered as part of our court's consideration of the extradition. I obviously have great faith that our court processes have weighed up all of those. Kim is accused of murdering Pe Yun Chen while visiting Shanghai in 2009. In an exclusive interview last year year provided by Chinese Interpol, Chen's sister worried her parents wouldn't live long enough to see her accused killer face trial. Kim has always maintained his innocence and will now take his matter to the UN Human Rights Committee. The committee would ask New Zealand not to extradite him, pending a full hearing. The ball is in the Justice Minister's Court to deem if Kim is fit to be sent back to China. Kaley Callahan, New Hub. Free doctor visits for under 14s are at risk of being scrapped along with other essential services as GP clinics struggle with spiraling inflation. The general practice owners association says services are at risk if government funding doesn't increase. Ashley Yates has more. Children aren't the only ones feeling a pinch. GP clinics are two financially. Mountain costs are threatening to end free doctor visits for under 14. Clinics can either opt in or out of the scheme, which is subsidised by the government. Your costs are going up and your income is either constrained or even in some cases going down, then you struggle to maintain a viable business. Dr. Angers-Chambers, who represents over a thousand private GP and urgent care clinics, says government funding isn't keeping pace with inflation. The latest subsidy increase was just 2.78%. Of course, that's nowhere near, even inflation, let alone the costs that are cost pressures that are coming into a particular sector. The health minister says the government's been committed to funding doctors. We have put a lot more into GP practices than was the case before. They get to negotiate their funding contract with the DHPs every year, so that's the opportunity for them if they think they need more help to negotiate that. But if they can't, other essential GP services are also under threat. Low-cost visits for community services card holders, childhood immunisations and flu japs, management of conditions like diabetes and cervical screening. Suggesting that maybe women won't go for that screening, it is very worrying for the future of women's health. We'll continue to work with GPs on making sure their funding contracts are, you know, reflect the real cost of their face. But if GPs are forced to cut services, it would be upsetting. Another sector being squeezed by rising inflation, Ash the eight's new hub. President Putin has claimed victory in Marupol and changed his tactic when it comes to the last remaining Ukrainian stronghold in the city. It's thought that hundreds of civilians and as many as 2,000 Ukrainian soldiers could be hold up in a steel plant which Putin now plans to turn into a tomb. Europe correspondent Les Ed Rama reports. The skies above this factory are used to the plumes of production, but this smog only signals more death and more destruction. The Azov style steelworks in Marupal is battered and bombed, but remains a small pocket of resistance in a city Russia now claims to control. After two months of brutal fighting, today in a televised meeting, the Russian Defense Minister declared victory. President Putin had planned to storm the plant where the last Ukrainian soldiers are sheltering but has now decided to starve them out instead ordering his forces to seal off the plant completely, turn it into a tomb. So that a fly cannot pass through, he demanded. But those trapped inside are not giving up. Do they control the most part of the city? Yes, definitely. Do they control all of the city? No, so this cannot be called a victory. These red flags are supposed to signal a peace corridor for civilians trying to escape the tortured city, but ceasefires have been sporadic, and those brave enough, or desperate enough, have had to run the gauntlet. Ukraine claims tens of thousands have been killed here, and new satellite imagery appears to show a mass grave emerging just outside the city. What steps are needed now, right now? President Zelenski tonight told the World Bank that Ukraine will need $7 billion a month in financial assistance going forward. President Biden has committed to another 800 million dollar package and dismissed Russia's claim of victory in Marupol. There is no evidence yet that Mary Paul is completely fall. If it did it would free up thousands of Russian troops to join the battle in the East, where Ukrainian officials say 42 villagers were lost today. Don Bass residents have now been forced underground, living without water and power, but with an abundance of fear. In London, Lisa Raymond, New-New-Up. The Prime Minister has today agreed to an intelligence deal with Japan which will allow both countries to share top-secret information. And as Jacinda Arduin wrapped up the final day of her Tokyo visit, she and her Japanese counterpart sent China a warning. Here's political reporter Amelia Wade. What a welcome. A bit of a grapple with the official grasp. Before things getting serious. Today I had a Frank discussion with Prime Minister Arder. Frank and fruitful finalising a spy deal months in the making. The PM says the deal will mean we can formally share what intel we have in situations like the Tongan volcano eruption, but also much, much more than that. Up to the level of top secret and at our discretion, as I say, we're at the moment still in the process of negotiating the scope of the arrangement. The leaders making a point of being united against militarization of the Indo-Pacific, a shot across China's bow. The superpower recently flying fighter jets over the South and East China sees, and signing its Solomon security pact. Attempts to unilaterally change the status quo by force cannot be allowed. So it is about demonstrating through global action that there will be swift response. Then time to get back to the other reason to be in Tokyo, being the pied piper for Japanese tourists. I pray pies, even though I don't even that much. Though not keen to play ball at the stadium. We'll notice that I had dressed inappropriately very engaging in any rugby or sports. The goal of the visit is more international students. Will you come back to anything? Yes, yes, soon? But universities who depend on international students for fees are battling to actually get them in. Pre-pandemic, 80,000 came in. Right now we have 5,000 students able to come through this year, which is as much as immigration use can process. So it's really important that at this juncture, as our borders are reopening and as our international education program scales up again, that we're back in the market promoting international education. In lieu of opening the immigration floodgates for students might have to settle for some more soft toys instead. I don't think these are for me. Japanese souvenirs for the family before heading home tomorrow check. Tonight on Three, the projects at seven, before the King Rises and your All-action Friday Flick, Godzilla, and an ex-playboy bunny proof she's more than a pretty face, in Kendra Salz Hollywood. Stream every episode on Three Now. What makes BK's Yumburger Yum? Yum! flame-grilt-melted-jum. What makes BK's Yum Burger Yum? Yum! Flame grilled yum, melted yum, streaky yum, across selected living, dining and bedroom furniture. Hurry, the next callie Easter clearance, ends Monday. Protect the ones you love so they can keep doing what they love. With omichron cases spreading in our communities, now's the time to get your school-age tamariki immunised against COVID-19. As a parent, you're likely to have questions about the vaccine and what it could mean for your Fano. We're here to help you get the answers and information you need. Call O800282926 to chat with someone who can help or to make a booking for your Fano. There's a hundred years of history hidden in RAPCO and some great offers too. Spend a hundred dollars per lead hidden in Rapco and some great offers too. Spend a hundred dollars or more and you'll save 40 cents per lead on your next fuel topper available to all A.A. and A.A. Smart fuel card holders. Rapco. Driven by Passion for a hundred years. Ah, a long weekend. Hopefully this will be my last one ever. Why is that? Because after I went Powerball, every day will be a long weekend.. What is that? Because after I went Powerball, every day will be a long weekend. Oh, I like the sound of that. Imagine winning $8 million this Saturday. Get your Powerable ticket in store or online. Hey small spenders, you give a new meaning to living comfortably. You're the connoisseurs of coziness. Tryning up the heat and keeping costs down. in costel. Saving? You do it in your sleep. Yeah you throw on that extra layer. You make saving look hard. You put the snug in style. Winter is here but you've already got a wrapped up. The warehouse where everyone gets a bargain. S-G-I-G-G-K-G capacity heat pump dryer save 562 on this LG 55 inch nano cell 4k TV now 1798. Panasonic large capacity microwave 288 save big. Electrolux dark stainless steel dishwasher 1488 save 320. Massive deals across our coffee range like this to longy coffee machine just 648 plus 60 months Free store-wide on now at Harvey Norman. The Storm and Warriors clash. There's a flash of brilliance! One and free on three. Unbelievable finish here. In our R.L. Warriors versus Storm. Anzac Day, A30 on three and three now. debris Selwyn District forcing some to evacuate. Many homes in the low-lying part of Rekiah Huts had a narrow escape but some weren't so fortunate. Julie it speedy reports. Shane and Sarah Clinton barely had time to flee their home. Just told the kids to go and take everything you can get it up off the floor. The family of six had nearly half a metre of water through their Rekaya Hutt house when the nearby lagoon overflowed into the small Canterbury settlement just before nine o'clock last night. No warnings at all. They just got a phone call after nine and they said there's a water all around the houses down here. We went about halfway up on the couch. Luckily we'd already thrown one met up. The couple got warning of the flash flood only from their cat. Cat come inside, drenched and had no idea why the cat was wet and then looked outside and could see the water coming up the boat ramp. How gushing is it to see your house like that? Pretty complete. Authorities say heavy rain from the hills in high country rushed the area with the situation unfolding fast. The Rakhai was really low. I think it was sitting about 60 Q-Mex. And then with the rain in the high country it's gone up to 1500- 1600. The problem lies here in the lagoon when that amount of water comes down from the hills there's too much to get out to sea. So some of it finds a new home on the main street. The lagoon was in the car park. The flood was caused after a fast and furious deluge of rain fell in the high country and on the west coast, causing two major slips cutting off grey mouth from one side. It was a bit of a shock to everybody I think what it did but it was pretty localised and we had our crews out there fairly fast but there were a few vehicles stuck. Climate change means these events are becoming more frequent and worse. Adverse events are getting more and more common. Absolutely. and worse. Adverse events are getting more and more common, absolutely. We've lived around locally for most of our lives and we've seen it come up high enough. Never actually seen it go through the house. these vulnerable coastal areas. Julie Speedy, New Town. The Queen's 96 birthday has been celebrated with a series of gun salutes across Britain. Her birthday comes after a busy Easter break during which she was out and about at her Sandringham estate. ITV's Chris ship reports. Just weeks after she marked 70 years of rain, gun salutes today from the castle grounds in Edinburgh. And also in London for yet another birthday for the Queen, her 96th. The official birthday photograph released today was of a monarch indulging in a passion she's had her whole life. This is her last month with two of her fell ponies. But the Queen spent today at Sandringham. She moved here to Norfolk yesterday to have her birthday at Wood Farm, where her late husband Prince Philip spent much of his retirement. She might well have enjoyed the peace after the storm Prince Harry calls yesterday when he questioned whether his grandmother had the right people around her to protect her. Harry is still at the Invictus Games in the Hague and not elaborating on why he appeared to be criticizing the Queen's advisors. How would you describe the early birthday present that Harry gave the Queen in the form of that interview? I think he has no right at all to question the advisors around the Queen. I know exactly why he does it of course because it was those advisors who broke the deal with him which meant that he couldn't have it both ways, you know, half in half out. I mean they were quite right to do it and they are there to advise the Queen and I think they they advised her extremely well. If Prince William had any thoughts about his brother's contribution... Sir, does the Queen need protecting? He was keeping his views to himself today. Whatever Harry meant, those charged with protecting the Queen militarily had one job today and did it. Well, Nikki's in lady with sport and finally some Trans-Tasman rugby. That's right Tom, we're live from Amy Park as the first Super Rugby Trans-Tasman clash gets underway. So after two years of tense discussions around their place in the competition, can the Ossees finally give the game what it needs? Plus two of the game's biggest names in sport commit millions to buy Chelsea Football Club. Calls for the government to beef up security at all of the country's airports, including full screening of passengers and luggage on the smaller planes. And fish out of water, the mad dash, to save dozens of kingfish, before they find themselves high and dry. There's no animal in the world that makes footprints like that, and dry. Wherever you start your morning. Wake up with us! All new AM. We've days, 69 AM on 3 and 3 now. There's no animal in the world that makes footprints like that. We don't even know what the hell it is. What are we doing? What do we do? Running would be a good idea. The Beast. Let's lose. We're looking at the dawn of the new species. Let's lose. We're looking at the dawn of the new species. Godzilla tonight, 730 on 3 and 3 now. There are even more biggies debagans at B&B with 30 to 60% off store-wide. 60% off these pink blankets, 60% off all bath mats, and flatter let separate sheets flat or fission fish are now $35 only at bed bath and beyond. I'll see your cheeseburger and raise you the new cheeseburger supreme. Beef, cheese, pickles, ketchup, mustard, plus fresh lettuce and creamy mayo. All this, just five bucks. New to the Flaming Good Deals range, only at BK. I'm sorry, I'm not gonna be here. We picked me up on the baseline. We're here on the way. Who paw-wog, paw-paw-bukwitts-tada. Oh, oh-paw, paw-paw-paw-tee-t-taw. We see you moving with the Times, Artieur, and What Pages, We're moving both the Coast, that's what I mean, is where I'll be. We see you moving with the Times, Artieur, and so we're moving with you. Get your free consumer's guide to hearing aids. New Zealand's only independent guide to hearing aids. New Zealand's only independent guide to all the latest models. Choose the right hearing aid for your lifestyle and budget. Call 0845.45.42 for your free copy. What's this? Atoll. Okay, how much? Just a little one today. Design your world with freedom and get up to 20% of selected sofas, up to 25% of selected living, dining and bedroom furniture and 50 months interest-free, store-wide, hurry, sale on now, only at freedom. Get more with Domino's extra value range, more smoky ham, way more pineapple, more flavour, more new pizzas. Now I know what you're thinking. Give me more value. Tada! The domino's extra value range from just $7. I just put all my business admin into the too hard basket. My accountant did not like that. They told me to try zero. You should try zero. And now we don't put it off anymore. And you're making better use of this basket. Get your admin out of the too-hard basket with zero. Police say they're frustrated with the lack of information being disclosed to them in their search for Waikato man Tom Phillips and his three children. Last September, police searched for Phillips and his family after they were reported missing from the small coastal community of Muddau Cooper.. reported missing from the small coastal community of Mardau corporate. After three weeks they turned up at a family farmhouse and Phillips was charged with causing wasteful deployment of police personnel and resources. His family reported him and his children missing again in December and a warrant is now out for his arrest. Police say they believe people who know Phillips have vital information and strongly urge them to share it. A report on Mardi co-governance has revealed calls for the Mardi health authority model to be applied to other sectors like education and justice. It follows consultation with Mardi on how New Zealand can meet its United Nations Declaration on the rights of indigenous peoples. Here's political reporter Imogen Wells. I was going to say something horrible about Mr Seymour, but I wait to that. The first thing our Mari Development Minister wants you to know about today's document dump is... This is not about Hepuapuapua. Hepuapua is a controversial think piece on Mari Ko governance. David Seymour says this report is that. People can argue about whether or not this is the same or different. It's part of the same co-papa. What the government's actually released today is a report on six months' worth of consultation with Mardi, on how best to honour our obligations under the UN Declaration on the rights of indigenous peoples, something the National Party signed us up for back in 2010. in the report there are requests for an independent Maori education authority and something similar for our justice system too and many shared a desire for governance over there Fenua. So we should have a look at all the social services sector organisations and say well look, is this our opportunity to really change the dial for Maadi deprivation? because we know that targeted programmes work for Mardi people. But not everyone wants them. One set of rules for one group of people, another set of rules for another group of people, and the divider is race. Unfortunately, that's where this government is taking us. He just keeps telling lies. There's nothing to be scared of. These attacking me personally rather than debasing the issue tells you everything you need to know. This consultation document will now help inform our draft policy for how we implement the UN declaration here in Al-Tiaroa with plans for it to be in cabinet's hands by June. All members of the public will have the opportunity to have their say on the proposals when no doubt further. political sparks will fly. Image in Wales, Newsehub. A US court has been shown a video of actor Johnny Depp angrily slamming kitchen cabinets. The Pirates of the Caribbean star is seeking 74 million New Zealand dollars in damages over an article his ex-wife wrote alleging she was a victim of domestic violence. The story begins with the video which some people will find disturbing. Kethki Maslamani reports. A shaky hidden camera set up by Amber Hood. and slamming cabinets. He then fills his cup before finding the camera. I thought, what was most interesting is that she tried to hide it from me and then that she laughed and smiled at the end. I thought that was most interesting part myself, but so yes, I did assault a couple of cabins. a couple of cabins, a couple of cabins. I thought that was most interesting part myself but so yes I did assault a couple of cabins but I did not touch misheard. You poured yourself a mega pint of red wine correct? A mega pint. I poured myself a large glass of wine right I thought it necessary. It's the latest evidence aired in court where it's the latest evidence aired a large glass of wine. Right. I thought it necessary. It's the latest evidence aired in court where Amber Herd is accused of defaming her ex-husband. Johnny Depp is accused of being so in the grip of drinking drugs that he'd become like a monster, consumed by rage and violence. The court was also shown violent text messages sent by Depp about Herd. The court was also shown violent text messages sent by Depp about her After you said let's drown her before we burn her mr. Depp. You certainly did, yes. And this photograph of a pasted-out Johnny Depp with ice cream melting down his leg. And that was a wonderful picture to take for her. Sure. I don't know why she took it. Well, so it's misheard's fault that that picture was taken. That's what you're saying? She snapped it. Depp's cross-examination will continue in this hearing, which is expected to last six weeks. Keith Kima's Alarmony, Newthub. A 44 year old man has been named as a formal suspect in the abduction of British three year old Madeline McCann. German police first connected Christian Bruckner to the case two years ago. They said Madeline was assumed dead and Bruckner and those known to him knew where her body was. Next month will mark 15 years since Madeline McCann disappeared. The government's being urged to review airport security measures and screen passages and luggage on every flight. Documents obtained by Newshub show the government looked into extra security after the March 15 attack, but has no current plans to increase surveillance. Mitchell Alexander has the story. Lining up to get your luggage scanned may be a nuisance for some, but these tools are there for a very good reason. Transportation nodes and places where people gather have always been targets for extremists. And that threat has been on the government's radar. Documents obtained by News Hub show following the March 15 attacks, the idea of full screening of domestic flights with 30 to 90 seats was floated. But no permanent change was made and currently passengers on aircraft with fewer than 90 seats still aren't screened. Security screening should be mandatory across the board for aircraft. It just allows that risk, that risk-free environment. Airports are ready to push go. All the major regional airports are well placed to get on and do that. But it isn't on the government's agenda. Even at airports where we don't have our security screening, we do often have FCE staff base there and other security measures in place. At the moment we think that's the right balance to strike. There is evidence of malicious activity happening before. In 2008 New Zealand's only convicted plane hijacker Asia Abdila stabbed two pilots on a 19-seater plane from Blenham to Christchurch. and there's concerned the threat levels increased since then. There has been a proliferation of potential threats, and then there's been a metastasizing of the means by which these threats can be carried out. To combat that and the imminent influx of overseas arrivals as our borders reopen, there are calls for for the whole security system to be reviewed. I think we need to get the base model right and that requires a review of what we do right now because it doesn't seem to be working very well at the moment. Aviation Minister Michael Wood wasn't aware of any concerns about our current security system, but says he will look into them. He added passengers can be assured that New Zealand has a world-class organization keeping people safe in the sky. Mitchell Alexander News Hub. Coming up it's Earth Day the day we focus on climate change so we take a look at how it's being marked in Dunedin with this mysterious seaside circle. Trans-Tasman rugby is reignited as Super Rugby Pacific prepares to kick off in Melbourne where live a head of tonight's clash. Plus, could the nation who beat the All Whites to the world stage in 2018 beat just the team to get them two guitar? And Serena Williams is amongst two high-profile sports people committing cash to purchase Chelsea football club. We're dancing with the stars about to kick off. Two of the contestants join us like to tell us how they're gonna win it all. And she had two days left to live and spent that time to help others after she was gone. That incredible story. All some adventures, daring deeds, and cunning stunts. I'm shabby. Thanks. It's Indy, all the way. You're a hard man to read, Dr. Jones. What is this thing? Dad! Dad! Good Magic. With the guy who always gets the girl. This is not my idea of a swell time. And when the Anna Jones season continues with the last crusade, Saturday on three and three now. The new popcorn chicken rice bowl from KFC, now's good. Great deals store-wide, on now, at Harvey Norman. Get up to 50% off selected bed linen, includes pillars, do they covers, sheets and more, ultimate luxury? This Leather Aquiner Clown Oursweet, now, for 888. Take your gaming to the next level. Huge deals on gaming accessories. Massive deals across food preparation, like this new release Kenwood Stand Mixer, or Phillips Premium Air Fryer, with $50 cash back, plus 60 months interest-free, store-wide. On now at Harvey Norman. is normal in difficult times, whether you're feeling good as gold, a little bit hohar, or you're just a tad over it right now. That's okay. Check out all sorts, org dot insi, for heaps of tips to help get us through. Mom, does I share lunch tomorrow? Let's make colour canned, huh? What if my classroom sounds weird? Don worry, grab the anchor. All about the milk. It's weird. Don't worry, grab the anchor. It's all about the milk. It's like Nana used to say, only use the best. What's that? home since 1886. Torpedo 7's bike bash is on now, plus loads more deals. Ride into Autumn with up to 40% off all bikes. Just for clubs save 30% on Torpedo 7 branded clothing, plus get up to 50% off selected camping gear. Get up now at Torpedo 7. In financial news tonight we're seeing more New Zealandists Bundling their home utilities with sling shot, saving money and record numbers. Booh. So, economically speaking, I... Bundling other stuff with broadband doesn't crease one's propensity to save mad cash. Oh. I promise you. Bonding up will keep more money in the pockets of hardworking New Zealanders. Starting today. Buddle up with sling shot. SAVED money. starting today. But a lot with slingshot, save money, boom! Jessica, in tover. Look, we can build you one next to mine. Whether you're buying your first or forever home, it helps to have someone strong beside you to make it happen. G. Grab some groceries on the go at the warehouse. Sanitarian weekbacks 1.2 kg. is just $5. These Greg's special blend refills just a dollar and 5 kg of the sunrise rice just $10. At the warehouse where everyone gets a bargain. Well cheese on the cross, yes. And in the piece. And on top, and on top of the top. Too much. You're out. Cheese, you're in. New Ultimate Double Cheezy Pan Pizza. and news hub sports. Rugby Australia insists all five of its super rugby sides deserve a place in the competition but concede it's time to prove it on the field. Despite only registering two wins in the trans Tasman component last year, CEO Andy Marinos remains bullish in the fact all Australian teams belong in the competition. Well rugby reporter Ollie Ritchie joins us now from Melbourne. Ollie it's time for the Australian sides to walk the walk. Yeah it absolutely is Nikki. This has been a real point of contention between New Zealand Rugby and Rugby Australia for a couple of years now. As you mentioned it was a poor showing by the Australian teams in last year's trans tasmine component just the two wins from the 26 wins from the 26 games. They got their way though, they got all five teams into Super Rope Pacific starting tonight. It's time to show they deserve them. After weeks of New Zealand and Australian Davi's Super Rope Pacific finally gets its trans-Tasmine element tonight. and following two years of tense discussions around Australia's place in the competition, Andy Marinos and the important of it having all five Australian sides. It's very important and we still are bullish and we're still not going to move our position on that because I think we're going to look at the bigger picture here. In last year's hastily thrown together super-rapy trans Tasman competition, Australian sides only managed two wins out of the 26 matches. Maranos is confident 2022 will look a lot better. What I've seen thus far this year, there's been an improvement on last year, but again, there's a big litmus test for all of us this weekend to see really where we are. reads Flanker Liam Wright, thinks they've been able to identify the areas they fell behind last year, but for all the talk of Australian improvement it will count for little if they can't produce results. We've got to show growth obviously last year was tough and I guess you get that from not playing that style of rugby for a little while so we've got to show some growth on last year. and there's optimism in Australia they can find it. Former Wallaby Tim Horrin has been impressed with the way the competition started in Australia and thinks this season will be a lot closer. I think we're much better prepared than we were this time last year. I think you know coming out a Super Robey A-U last year we're probably bit under-year, I think you know coming out a Super Super Robey EU last year we're probably bit underdone but I think the especially the warritars, New South Wales, the brombies and the reds are really competitive, are really competitive different ways to attack's Captain Sam Kane is just looking forward to a change in opponent. Even the coach is coming up with different ways to attack a different opposition. It's sort of, not sound silly, but it's quite refreshing, just doing things slightly different. Australian sides now hoping for some different results when the trans-Tasman rivalry resumesumes. I'll get their first chance to find those results a little later tonight. Nikki, the Warrataas and the Chiefs kick off the Super round here in Melbourne. The bookies would certainly have the Chiefs as the favourites, but the Warrataas are very much seen as a team on the rise here in Australia and the Chiefs have had some tough losses against the Crusaders and the Blues and the Blues recently, so if the Warrata can tip up the Chiefs to start off the Super round, it would be a great way to kick that off But it was certainly silence some critics of the five Australian teams Ollie Ritchie. Thanks for the update Meanwhile former Governor General Dame Patsy Reddy has been appointed to the New Zealand Rugby Board Daim Patsy officially joins at next week's annual general meeting and as does rugby administrator administrator and law firm CEO Ruhuena Davenport. Their addition increases the female board presence to three alongside Dr Farapama. The nation who beat the all whites to the world stage in 2018 might just be their ticket to Qatar. They've locked in international friendlies against Peru and a yet to be confirmed high-ranked nation ahead of their Intercontinental World Cup playoff against Costa Rica in June. Nurellsindos has more. In less than two months the All Whites will know if they're headed to a third FIFA World Cup or back to the drawing board and a friendly against Peru will provide the ultimate test for what awaits against Costa Rica. We're not going to die wondering with this game. New Zealand will face Peru and Barcelona and are yet to be confirmed high-ranked nation in Doha in June before their one-off world can't play off match against Costa Rica. I think it's unbelievable the fact we get to challenge ourselves against number 22 in the world and a team we've got a little bit of history with. Yeah, it's exciting. We're going to find out exactly where we stand. The final whistle, New Zealand's dream is over. Nearly five years ago the South American side broke New Zealand hearts winning the home and away into continental playoff too nil, confirming their place in Russia. We know how good of a team they are..... confirming their place in Russia. We know how good of a team they are, so you can't get probably a better preparation for a one-off game. The fact that we'll be in camp together and have those games. Obviously South America and the ties were Central America and there's a lot of similarities in terms of style of play, so we're going to find out again a little bit about ourselves. This revenge come into a wee bit. It'd be nice obviously beat them, but the main focus is Costa Rica, Costa Rica, Costa Rica. the eyes have to Costa Rica.. the eyes have is Costa Rica. The eyes have to be on Costa Rica. So the nation who beat the All Whites to the World stage in 2018 might just be their ticket to Qatar. Nural Sandos, New Hub. And while the All Whites are hoping to get to Qatar, Phoenix youngster Sam Sutton is just happy to be back in the country after being stranded in Australia with COVID, while the Knicks returned home. The 20-year-old trained with the team in Auckland today, ahead of this weekend's clash against the Western Sydney Wanderers. Sutton says the enforced time off has made him even more determined to help get his team the W on Sunday. I did have a lot of FOMO I think they called it, you missed out quite a lot. and yeah watching the boys was obviously tough because especially when you see that crowd when they were walking out I'm roaring and ready to go for this game and hopefully you know that's just gonna add on some motivation if I needed any more because I don't think I did. The Phoenix are one point off fourth place which would see them host an A-League elimination final. Well he's being described as a football-loving control freak. IX boss Eric Tenhag is now the latest man tasked with restoring Manchester United to their former glory. The Dutchman is the fifth full-time manager since the retirement of Sir Alex Ferguson in 2013 as the club searches to end nearly a decade of mediocrity. I'm very excited to work under him. He developed very good players, young players. Like you say, he played very offensive football, very good football. Tenhag will take over from interim boss Ralph Ragnick at the end of the season. Well finally tonight, two of the biggest names in sport have committed millions of dollars to one of the bids to buy Chelsea Football Club. Twenty-three-time Grand Slam winner Serena Williams and seven-time Formula One world champion Sir Lewis Hamilton have joined Martin Broughton's group. Broughton's consortium also includes World Athletics President Sebastian Co and the owners of the Philadelphia 76's basketball team. And guys don't forget you can catch the Warriors playing Melbourne Storm and Zach Day. Best of all live here on TV 3 all thanks to Sky Sport. Also go the Warriors. Thanks very much Nikki. Well today is Earth Day with a global theme of investing in our planet. That investment came in the form of a sculpture at St Kilda Beach in Dunedin today. Emmett Terten has the story. Raving the wild weather for a work of art. Today we've had four seasons in one day. This group of Dunedin volunteers giving their time to create a giant land sculpture at Lawyer's Head. They've gathered all this kelp mostly and put it into the design that we set up and work together to create the circle, which is representative of the Circle of Life. This event part of the New Zealand Festival of Nature, with a focus on connecting people with the ocean. They're working really hard, lugging the stuff about and putting it in the sculpture and they tell me they're enjoying it and that's what it's all about. The festival's theme is down to the sea showing off Otago's abundance of coastal wildlife. I actually like coming out to a beach or something and looking in the tide bulls. Getting people out here, having fun along the seashore and finding out what they have in their local marine environment, learning some ways to identify animals and seaweeds along the rocky shore so that when they're doing their own walks they can also know what they're looking at. These are just two of 100 events happening across Dunedin over the next week. But don't expect to be able to see this artwork for long. The Circle of Life sculpture will live up to its title when the sea reclaims it at high tide. Emma Turton, Newtub. Sydney ferry workers have been involved in a major rescue operation, but it's not what you might think. They swung into action when more than a hundred yellow-tailed kingfish got stranded in a dry dock. Andrew Denny from Channel 7 has the story. At the Balmain shipyard a giant school of kingfish calls a right royal problem. When workers pumped out the dry dock they quickly noticed something fishy. So when we started getting the water level down we could see that there's probably a hundred fish down there. They'd chased in bait fish when the gates were opened then got stuck. The only option was for everyone to hook in for a large-scale rescue. Oh big boy! Dozens of ferry workers ferrying fish to freedom. Nice work. The size of them yesterday was just like you had to save them and get them back in the water. on your lads. What's that number 53? Oh! Oh! The... Most made it out. I'd say a good 90% of them. I would be lying if I said last night's dinner wasn't too shabby. The ones that got away... I love you! were thanks to a little compassion and elbow grease.. it was a hard work but I think we're all pros by the end of it. Very proud of the way they acted. Boxing legend Mike Tyson has been caught on video throwing punches at a fellow passenger on a US flight. Just before the altercation, the passenger can be seen making a fuss behind the former world heavyweight champion. According to Entertainment website, TMSE, the man was aggressive and through a water bottle at Tyson. The 55-year-old boxer is then seen punching the passenger several times. Police later questioned both men but no charges were laid. Three white tarketer ranges walking tracks reopened today after being shut for four years. They were closed while work was carried out to protect the Cody trees from dieback. Auckland's Mayor Phil Goff says the disease needed to be taken seriously and the closure helped to slow the spread of the disease. The tracks that have been reopened look over the Tasman Sea and pass through Pija Beach. Well these are our top stories tonight. Thousands of high-salaried public servants have been given pay rises despite a government pay freeze put in place two years ago. Official figures obtained by New Sub reveal more than two and a half thousand of those workers earning more than one hundred thousand dollars have been given pay increases. Politicians from 14 different countries have penned a letter to the Prime Minister urging New Zealand not to send a murder accused back to China. Chinese authorities want Kiyum Yup Kim, who's lived in New Zealand for over 30 years, to face trial there, but there's concern for his human rights. At free doctor visits for under 14s are at risk of being scrapped, along with other essential services. As GP clinics struggle with spiralling inflation. The General Practice Owners Association says services are at risk if government funding doesn't increase. Coming up news hub weather and the heavy rain mornings have finally all expired here. Yeah, just in time for the long weekend, but there is a severe thunderstorm watch in place for Eastern Bay of Plenty and Gisbin, but that's set to expire by 8 o'clock tonight. Temperatures are also expected to dip overnight too with frost expected in a few places. I'll have full details next and then it's kicks and dips on the project. Oh yeah, because it's a funky and frantic Friday and after three years dancing with the stars as back baby and two of the sleds are going to be on this desk tonight and get ready for the biggest ball of the more fancy dresses crowns and wedge. Of course when I attend a ball it becomes dancing with the stars. Prove me wrong. Project next. D I'm here. More to by Michael Hell. Dancing with the Stars. Premium Sunday at 7 on 3 and 3 now. We all, we all, we all, we all, we all, we all, we all, we all, we all, we all, Delivering your favorite tastes from your favorite places. Bringing the neighbourhood flavour. Deliver easy. There's a hundred years of history hidden in Rapco and some great offers too. Spend a hundred dollars or more and you'll save 40 cents per lead on your next fuel topper. Available to all A.A. and A.A. Smart fuel card holders. Repco driven by passion for 100 years. It's our commitment to net zero carbon emissions by 2050. Can you really get to that zero? Yes we can. It's our most important journey year. Let's get some. Flight's using sustainable aviation fuel will be departing sooner than you think. Cup high, but you're going to need more than that. We'll be introducing electric planes on our domestic flights. That's impressive, but have you thought about hydrogen too? Yes. Beyond 2030, hydrogen powered aircraft could be taking to our skies. Green hydrogen? Of course. This is promising. Keep us updated. I'm Katie Perry from Seattle. Gosh. See ways, that's why heaps of them. Get the scootie! Happy, happy, oh! Got a leak? CRC Leakes stops spray seal, is easy to use, and provides a waterproof seal to almost any surface. The 360 degree spray system allows the can to be used at any angle ideal for hard to reach places. Find CRC leaks stops spray seal at a store near you. I'll see your cheeseburger and raise you the new cheeseburger Supreme. Beef, cheese, pickles, ketchup, mustard plus fresh lettuce and creamy me mayone. All this just five bucks! New to the Flaming Good Deals range, only at BK. A long weekend. Hopefully this will be my last one ever. Why is that? Because after I went powerball, every day will be a long weekend. Oh, I like the sound of that. Imagine winning $8 million dollars this Saturday. Get your powerable ticket in powerful ticket in store or online. high pressure system sitting over the entire Tasman Sea and that's allowing a ridge to build over the country tomorrow. Now those fronts that delivered plenty of rain will slide away to the east tonight with a cool south-to-sauwest flow spreading over both the north and north and south islands. So it will become fine overnight for most places and Thiwai Ponam with the South Island. It's cloudy in the morning in the south with showers for for fjordidine and the south coast. Offshore showers could clip Western Buller and northern Westland and then come on shore from the afternoon. To the Eekar Maui the North Island and heavy rain and thundery rain for Gisbon will clear tonight. Showers ease over the wide over the wide, over the wide, over district too. Tomorrow a cloud around in the east to start, but it does clear with showers developing in the west tomorrow evening and fresh northwesterlies about Wellington. So to the north are mainly fine, but the odd shower will sweep over Kaitaya during the day. Much cooler overnight thanks to the southerly wind with a low of five for the Waikato. A gorgeous fine day here tomorrow, but a much cooler start too with the southerly lowering the temperature, the wind dies down tomorrow night. The odd shower for Gisbon, morning and afternoon, otherwise it's fine just a few clouds for the rest of the East Coast. And fine skies for the rest of the North Island, with a frost for Tomarui overnight, cloud develops tomorrow night with winds dying out in the afternoon. Crossing Timawana Orookawa, cooks straight and mainly fine, but there could be a few showers in the morning along the coast which ramp up a little in the afternoon with South Westallies. Loads of sunshine over the divide, fine with Westallies, turning north or nor easterly in the afternoon, much cooler too, with a low of two degrees for Timuru. Fine for most here, but there will be showers for the deep south turning to rain late in the evening with strong westerlies. Right to the cities and all the porti denidum will be partly cloudy tomorrow. West only winds too with a higher of 18 degrees. A lovely fine day tomorrow for aute tahi Christchurch but it is a little chillier than it has been with westerlies turning northeast in the northeast in the afternoon a low of three warming to what will feel like only 14. Similar temperatures to Fort Efanganoi out at a Wellington with fine skies but a cool southerly dying out in the morning, replaced by a fresh nor westerly in the afternoon. Evening showers in the wider of a district overnight and tomorrow, but generally for Timako or Maui Hawks Bay it will be fine with South westerlies dying out Saturday evening. Fine weather too for Tohongah but that southerly will drive down the temperature with a low of six tonight and why he and feeling like only 16 tomorrow in the city centre. A cooler six degrees tomorrow morning for kitty kitty d'hiro Hamilton but fine skies and southerlies die out tomorrow night with a high of 19. And it's been a little muggy in Auckland recently but tomorrow will feel much cooler with the southerly in Tamakemokoto, fine skies but it will feel more like 14 than the actual high of 19. All right over the Tasman tours and the rain continues in KEN's with showers for Brisbane and Sydney many fine elsewhere thanks to that huge high pressure system. And showers extend to most of the Pacific Islands too with fine spells for Fiji, New Caledonia and Tonga. Now to the west of the long weekend back home, showers return on Sunday for the north with a clearing on Anzac Day for the Waikato and Coromental Peninsula. A mix of fine cloudy period and showers here over the next few days. Temperatures remain cool too with a lower five in Gisbin on Sunday. Wet and windy for Wanganui on Sunday with showers remaining into next week, mainly cloudy for most other centres. Rain for the west of the south on Sunday, but a fine day for all in the top of the south on Monday with showers returning for the west and east on Tuesday. And the rain and wind continue for Otago and South on Sunday. Actually in the cargo can expect the showers and wind to remain for the next few days. So a mix of weather for the weekend around the country but tomorrow looks to be fine for most of us just a little on the cool side. Thanks very much for that Heather. Well in developing news just before we go tonight police have police have confirmed multiple deaths following a serious crash in Invacagal this afternoon. Emergency services were called to the incident on Queen's Drive at around 4 p.m. The crash occurred at the entry to Queen's Gardens. The road will remain closed for some time. Late news will have more on this. Well that is New Hub Live at 6 for today. Rebecca Wright will have more news on New Hub on New Hub at 8 p. at 8 p.m. And the New Hub Late team has the latest here on 3 at 3 Sub Live at 6.4 today. Rebecca Wright will have more news on New Sub Live at 8 p.m. on Eden and the New Sub Late team has the latest here on 3 at 10.05. I'm Laura Tupo. And I'm Tom McRae and now on the project."}