{"speakers": [], "chunks": [{"timestamp": [0.0, 3.64], "text": " Tonight in One News, a new security deal with Japan."}, {"timestamp": [3.64, 8.8], "text": " New Zealand and Japan agree to tackle Pacific security challenges together amid growing"}, {"timestamp": [8.8, 12.2], "text": " concerns of China's influence in the region."}, {"timestamp": [12.2, 15.08], "text": " More weapons on the way to help Ukraine, but is it too late?"}, {"timestamp": [15.08, 25.28], "text": " Putin claims victory in Marupal, but he issues a stunning order to subdue the last"}, {"timestamp": [25.28, 29.08], "text": " Ukrainian defenders hold up in the city."}, {"timestamp": [29.08, 33.92], "text": " And is TV taking another new turn as a screening service is there for one another for"}, {"timestamp": [33.92, 35.92], "text": " our subscription money and our eyeballs?"}, {"timestamp": [35.92, 39.16], "text": " What will it mean for the future of your binge watching?"}, {"timestamp": [39.16, 41.16], "text": " Nicely."}, {"timestamp": [41.16, 66.16], "text": " Are you hurt? Come now, it's not proper to stand. joined forces with Japan to share information on areas, including defense and intelligence."}, {"timestamp": [66.16, 70.44], "text": " The move comes amid increasing concerns over China's role in the Pacific."}, {"timestamp": [70.44, 74.76], "text": " Our political editor Jessica Nachmakai traveling with the PM joins us from Tokyo, but"}, {"timestamp": [74.76, 76.16], "text": " first her report."}, {"timestamp": [76.16, 84.16], "text": " A formal inspection as the peers survey the current state of the Indo-Pacific region."}, {"timestamp": [84.5, 96.5], "text": " as the peers survey the current state of the Indo-Pacific region. The world is at a crucial moment of ending the brutal invasion by Russia and defending our peaceful order."}, {"timestamp": [96.5, 100.5], "text": " And even though it's not explicit, there's a message for China there too."}, {"timestamp": [100.5, 111.2], "text": " Attempts her to unilaterally change the status quo by force cannot be allowed in any region wherever"}, {"timestamp": [111.2, 112.56], "text": " that may be."}, {"timestamp": [112.56, 117.6], "text": " The US is also sending its own message to China, flying in some heavy hitters to Honea'iara."}, {"timestamp": [117.6, 121.8], "text": " Too late to stop a security deal between the Solomons and China."}, {"timestamp": [121.8, 125.36], "text": " Many countries aren't happy about the blossoming friendship."}, {"timestamp": [125.36, 129.68], "text": " The US were blindsided. Australia won't say when it found out."}, {"timestamp": [129.68, 134.68], "text": " I have known for some time the risk of a deal such as this coming about."}, {"timestamp": [134.68, 143.38], "text": " It could, you know, bring about a situation where China can influence the domestic environment"}, {"timestamp": [143.38, 144.32], "text": " in the Solomons."}, {"timestamp": [144.32, 147.8], "text": " The two prime ministers agreed to share high level information."}, {"timestamp": [147.8, 151.92], "text": " Japan isn't part of the Five Eyes deal, which includes the US, the UK,"}, {"timestamp": [151.92, 153.88], "text": " Australia, Canada and New Zealand."}, {"timestamp": [153.88, 157.4], "text": " Yes, so it can include security and intelligence information."}, {"timestamp": [157.4, 164.12], "text": " But always at the discretion of both countries, we will always maintain our right to determine"}, {"timestamp": [164.12, 165.52], "text": " where that's helpful to us."}, {"timestamp": [165.52, 170.32], "text": " So is the Prime Minister concerned about the message the deal seems to China?"}, {"timestamp": [170.32, 174.8], "text": " New Zealand has these kinds of arrangements with a number of other countries."}, {"timestamp": [174.8, 180.0], "text": " It would seem wrong to preclude having such an arrangement with Japan"}, {"timestamp": [180.0, 183.52], "text": " simply because we'd be worried about the perception of it."}, {"timestamp": [183.52, 185.84], "text": " Robert Patman says this is a big deal."}, {"timestamp": [185.84, 187.84], "text": " Oh I think it's very important."}, {"timestamp": [187.84, 190.88], "text": " I think it's one of the most significant developments in"}, {"timestamp": [190.88, 194.48], "text": " New Zealand's foreign policy in the last five years, perhaps longer."}, {"timestamp": [194.48, 196.56], "text": " As well as all that high level formality."}, {"timestamp": [196.56, 198.56], "text": " mnistan con bonbonois."}, {"timestamp": [198.56, 206.48], "text": " There's been plenty of soft diplomacy too. dropping into a Kui company and no trip is complete without"}, {"timestamp": [206.48, 210.92], "text": " something to do with rugby. Justinder Adairn has spent her final full day and"}, {"timestamp": [210.92, 216.68], "text": " back-to-back meetings around Tokyo. Tomorrow she'll sign off on her first post-pandemic"}, {"timestamp": [216.68, 221.56], "text": " tour. And Jessica is with us now live from the New Zealand Embassy in Tokyo."}, {"timestamp": [221.56, 225.12], "text": " Jess, the trip's not quite over yet. What's happening now?"}, {"timestamp": [225.12, 231.4], "text": " Well right now the Prime Minister is meeting with her Japanese exchange student who"}, {"timestamp": [231.4, 235.6], "text": " came for a home stay with her in Morinsville when she was 10."}, {"timestamp": [235.6, 240.32], "text": " Officials managed to track the student down and the Prime Minister hasn't seen her since."}, {"timestamp": [240.32, 244.72], "text": " It has been a big day here with big developments in the region."}, {"timestamp": [244.72, 250.32], "text": " Obviously you've got the US officials flying into Honiara and that is a big development"}, {"timestamp": [250.32, 256.24], "text": " but there are also reports here in Japan that the advice foreign minister is going to"}, {"timestamp": [256.24, 259.0], "text": " be going to the Solomon Islands as well."}, {"timestamp": [259.0, 263.96], "text": " So you can bet there will be some hustling for diplomacy because of China's defense deal with"}, {"timestamp": [263.96, 269.44], "text": " the Solomons. And Jice you've been traveling with the Prime Minister through Singapore and now Japan."}, {"timestamp": [269.44, 274.8], "text": " How do you think the trip's gone for her overall?"}, {"timestamp": [274.8, 279.16], "text": " Overall the Prime Minister will be pleased to get their information deal across the line, something"}, {"timestamp": [279.16, 284.72], "text": " tangible to say that it's a win, and especially with a big country like Japan."}, {"timestamp": [284.72, 288.68], "text": " Now in terms of the bilateral meetings they have all run over which in my"}, {"timestamp": [288.68, 292.96], "text": " experience is a good sign for a little country like New Zealand."}, {"timestamp": [292.96, 297.04], "text": " The Prime Minister was hoping to get Bangford back out of this trip that face-to-face"}, {"timestamp": [297.04, 302.12], "text": " contact is obviously an instant win but we won't know the full worth of this trip for"}, {"timestamp": [302.12, 309.64], "text": " sometime yet. Now just a final note, the whole delegation that have been here in Tokyo have just got"}, {"timestamp": [309.64, 314.6], "text": " the results back and we are all negative for COVID-19 which means that everyone in the delegation"}, {"timestamp": [314.6, 317.6], "text": " including the Prime Minister can fly back to New Zealand."}, {"timestamp": [317.6, 318.2], "text": " That's good news."}, {"timestamp": [318.2, 318.6], "text": " Thanks Jess."}, {"timestamp": [318.6, 326.0], "text": " Jesses Ghesmach Makai from Tokyo. A witness to the fatal police shooting of Taranaki man, Chaos Price, last weekend says"}, {"timestamp": [326.0, 331.16], "text": " two shots were fired and he believes Price could have been detained by other means."}, {"timestamp": [331.16, 332.16], "text": " Price was unarmed."}, {"timestamp": [332.16, 336.8], "text": " He's the fifth person to be fatally shot by police in Taranaki since 2000."}, {"timestamp": [336.8, 339.28], "text": " Kristen Hall has the story."}, {"timestamp": [339.28, 345.36], "text": " Twenty-two-year-old Chaos Price had lived a troubled life, but he was also a son, a brother and a friend."}, {"timestamp": [345.36, 353.36], "text": " The Fano at the moment are trying their very best to stay together. This is not easy."}, {"timestamp": [353.36, 358.24], "text": " Price was shot dead by police last Saturday night during a traffic stop between New Plymouth and"}, {"timestamp": [358.24, 364.12], "text": " Waitida. Police say he was driving in convoy with an associate and rammed a police car with"}, {"timestamp": [364.12, 365.0], "text": " his vehicle after his friend was stopped."}, {"timestamp": [365.0, 369.0], "text": " They say Price was shot while he was trying to commandeer a member of the public's car,"}, {"timestamp": [369.0, 372.0], "text": " but this witness says that's not what he saw."}, {"timestamp": [372.0, 377.0], "text": " When Taos went past me, he was on a lane like he had been injured."}, {"timestamp": [377.0, 385.72], "text": " And when I come to reflect on it, he looked like he was running for his life."}, {"timestamp": [385.72, 390.6], "text": " He says he remembers two shots were fired and a police dog was deployed."}, {"timestamp": [390.6, 398.4], "text": " The dog definitely could have done something to prevent that second shot."}, {"timestamp": [398.4, 402.48], "text": " If he was, chaos was injured, he wasn't going far."}, {"timestamp": [402.48, 405.84], "text": " Questions now about why Price needed to be shot at all?"}, {"timestamp": [405.84, 410.24], "text": " Make no mistake about this, we are wanting to help the investigation."}, {"timestamp": [410.24, 415.36], "text": " But obviously the pieces of the puzzle that haven't been forthcoming."}, {"timestamp": [415.36, 421.84], "text": " The community are beyond wanting answers, I think they are wanting change."}, {"timestamp": [421.84, 427.0], "text": " Police refused an interview saying they can't comment while the investigation into the shooting is ongoing."}, {"timestamp": [427.0, 430.0], "text": " They're urging witnesses to come forward as soon as possible."}, {"timestamp": [430.0, 436.0], "text": " This man has given a statement after he says he was initially allowed to leave the scene without being interviewed."}, {"timestamp": [436.0, 443.0], "text": " I was the first person coming from Waitera. I was the very first car that witnessed everything."}, {"timestamp": [443.0, 447.76], "text": " Chaos Price is the fifth person to be fatally shot by police in Taranaki since 2000."}, {"timestamp": [447.76, 451.6], "text": " Denny Moyahoo knew four of the five including Stephen Wallace."}, {"timestamp": [451.6, 455.84], "text": " Like Price he didn't have a firearm when he was killed 22 years ago."}, {"timestamp": [455.84, 459.12], "text": " That trauma that's experienced from a community from the farm,"}, {"timestamp": [459.12, 462.96], "text": " from the township of Waiter, it stays with each of us."}, {"timestamp": [463.76, 471.0], "text": " I accept properly. I think about it in my dreams, it's still vivid in my mind every day."}, {"timestamp": [471.0, 477.0], "text": " Another police shooting in this community with questions over whether it might have been avoided."}, {"timestamp": [477.0, 479.0], "text": " Kristen Hall, one news."}, {"timestamp": [479.0, 487.0], "text": " Ukraine says it's clinging on to its marupole holdout despite Russia declaring victory in the war's biggest battle so far."}, {"timestamp": [487.0, 495.0], "text": " It comes as a US sends another billion dollars of military aid for what President Biden calls a critical window in the conflict."}, {"timestamp": [495.0, 499.0], "text": " Our US correspondent Anniburns Francis Asa details."}, {"timestamp": [499.0, 507.0], "text": " On Maripol shoreline lies the sprawling shelled remains of a huge steel mill."}, {"timestamp": [507.0, 514.0], "text": " It looks deserted, but inside 2,000 Ukrainian soldiers and civilians are hold up,"}, {"timestamp": [514.0, 517.0], "text": " seeking shelter, refusing to lay down arms."}, {"timestamp": [517.0, 521.0], "text": " Russian troops had threatened to air strike the plant into dust,"}, {"timestamp": [521.0, 525.0], "text": " but knew more sinister orders have been delivered."}, {"timestamp": [525.0, 530.2], "text": " There is no need to climb into these catacombs and crawl underground through these industrial"}, {"timestamp": [530.2, 531.76], "text": " facilities."}, {"timestamp": [531.76, 535.44], "text": " Block off this industrial area so that not even a fly can escape."}, {"timestamp": [535.44, 541.24], "text": " Vladimir Putin's racing to gain control of the south and east of the country."}, {"timestamp": [541.24, 549.12], "text": " If our soldiers fall, 10,000 Russian troops will head north and help to occupy Don Bus."}, {"timestamp": [549.12, 554.16], "text": " So the boys in Maria Pole are carrying out a huge and important mission."}, {"timestamp": [554.16, 558.6], "text": " But trapped by the crossfire are thousands of Ukrainians."}, {"timestamp": [558.6, 560.12], "text": " Hell is what's happening there."}, {"timestamp": [560.12, 562.6], "text": " It's not possible to just retell it."}, {"timestamp": [562.6, 565.2], "text": " Russians are killing people for nothing."}, {"timestamp": [565.2, 570.0], "text": " Those lucky enough to find a way out, forced to leave loved ones behind."}, {"timestamp": [570.0, 574.5], "text": " My son and his wife, I was living underground for 25 days."}, {"timestamp": [574.5, 577.0], "text": " And still, the death toll is rising."}, {"timestamp": [577.0, 586.0], "text": " New satellite images show what appears to be a mass grave not far from Maripol. Russians are taking our citizens there in huge trucks."}, {"timestamp": [586.0, 589.0], "text": " All those citizens are killed by the Russian Federation"}, {"timestamp": [589.0, 593.0], "text": " and Russian Federation is hiding war crimes there."}, {"timestamp": [593.0, 596.0], "text": " answering fresh pleas from Ukraine's president,"}, {"timestamp": [596.0, 601.0], "text": " the United States today announcing it sending more weapons to Ukraine,"}, {"timestamp": [601.0, 603.0], "text": " artillery, missiles and drones."}, {"timestamp": [603.0, 609.68], "text": " We're sending it directly to the front lines of freedom, to the fearless and skilled Ukrainian"}, {"timestamp": [609.68, 611.68], "text": " fighters who are standing in the breach."}, {"timestamp": [611.68, 616.48], "text": " Putting pressure on Russia to end its offensive requires every other nation to try numerous"}, {"timestamp": [616.48, 617.48], "text": " strategies."}, {"timestamp": [617.48, 623.24], "text": " But while peace talks and pleading at the United Nations as so far failed, the US is clearly"}, {"timestamp": [623.24, 627.0], "text": " banking on aggressive military support."}, {"timestamp": [627.0, 633.24], "text": " Lethal aid worth a billion dollars, weapons chosen to help Ukraine fight Russia in the"}, {"timestamp": [633.24, 635.64], "text": " flat plains of the East."}, {"timestamp": [635.64, 642.0], "text": " But Ukraine, once a breadbasket of the region, says it needs ten times that, every month,"}, {"timestamp": [642.0, 646.48], "text": " and humanitarian aid just to survive. With each passing day it"}, {"timestamp": [646.48, 653.84], "text": " becomes clear this will be a long brutal battle to a very bloody end. Anna Burns Francis,"}, {"timestamp": [653.84, 654.88], "text": " one news New York."}, {"timestamp": [656.32, 662.0], "text": " Far North Hapu are deeply concerned for the health of their people after discovering traces of human"}, {"timestamp": [662.0, 666.0], "text": " waste and toxic metals in the Wairoa stream in the far north."}, {"timestamp": [666.0, 669.6], "text": " They have commissioned research into the popular swimming spot at Ahipara"}, {"timestamp": [669.6, 674.48], "text": " at the southern end of 90 Mile Beach and a stunt to learn a connecting sewage plant"}, {"timestamp": [674.48, 677.04], "text": " has been repeatedly non-compliant."}, {"timestamp": [677.04, 681.28], "text": " Aari affairs reporter Tianoakuri Hanganoi reports."}, {"timestamp": [681.28, 686.64], "text": " This is as close as seven-year-old Ramere can get to her ancestral river."}, {"timestamp": [686.64, 688.64], "text": " What's in it could harm her."}, {"timestamp": [688.64, 695.88], "text": " 98% of the water coming into the stream above the school has got human waste fecal"}, {"timestamp": [695.88, 698.32], "text": " coliform in it at a very high level."}, {"timestamp": [698.32, 704.12], "text": " But the wider stream flowing through ahi para is still being used to swim and collect"}, {"timestamp": [704.12, 705.0], "text": " Kaimwana."}, {"timestamp": [705.0, 710.52], "text": " We don't want to be killed, but that's what we have to do, just tell them, look, if you're"}, {"timestamp": [710.52, 713.64], "text": " going in there, you're putting yourself at risk."}, {"timestamp": [713.64, 719.0], "text": " A wastewater treatment plant and landfill further upstream are partly to blame."}, {"timestamp": [719.0, 724.0], "text": " Research commissioned by Tarawa found the sewage plant has been non-compliant 59 59"}, {"timestamp": [724.0, 727.0], "text": " of the time over the last six years."}, {"timestamp": [727.0, 733.0], "text": " What are we if we're not water? If we don't protect what little we have, what are we?"}, {"timestamp": [733.0, 741.0], "text": " Treated sewage from about 500 properties passes through natural wetlands and a tributary before it's finally discharged here."}, {"timestamp": [741.0, 749.8], "text": " But research found not only is the tributary contaminated with human waste it's also riddled with dangerous metals such as copper and lead."}, {"timestamp": [749.8, 760.44], "text": " To think that our Tamariki are swimming and fecal matter and metals and all of that it's sad."}, {"timestamp": [760.44, 766.0], "text": " In a statement the Far North District Council accepts that non-compliance must be solved."}, {"timestamp": [766.0, 772.0], "text": " And it's budgeted for an ultraviolet system to reduce pollution in the next financial year."}, {"timestamp": [772.0, 778.0], "text": " That's news to Ahi Paraparapu, who claim the council has repeatedly left them in the dark."}, {"timestamp": [778.0, 781.0], "text": " But they won't listen to the tongue to Fenawa. Like we want to work together."}, {"timestamp": [781.0, 783.0], "text": " The silence is deafening on it."}, {"timestamp": [783.0, 787.64], "text": " Far no here are devastated, but they're also hopeful."}, {"timestamp": [787.64, 792.32], "text": " You've always got to be thinking that we can make a difference."}, {"timestamp": [792.32, 793.48], "text": " This is our home."}, {"timestamp": [793.48, 795.04], "text": " We're taking care of it."}, {"timestamp": [795.04, 800.36], "text": " We're going to be challenging those who are a big part of what the damage that's being done."}, {"timestamp": [800.36, 807.84], "text": " Hopeful that one day, Rama-Rai will be able gather Kaiheer like her great-grandma did. Tiyaniwah, Huyanganoi,"}, {"timestamp": [807.84, 808.56], "text": " One News."}, {"timestamp": [810.24, 814.32], "text": " Unfair and arbitrary. That's the damning review of a human rights"}, {"timestamp": [814.32, 816.36], "text": " commissioner on the government rule banning"}, {"timestamp": [816.36, 819.6], "text": " unvaccinated permanent residence from returning here."}, {"timestamp": [819.6, 823.32], "text": " It follows a one-new story highlighting the situation for those still"}, {"timestamp": [823.32, 829.44], "text": " overseas away from work, family and and their homes Thomas Mead reports. Unvaccinated"}, {"timestamp": [829.44, 835.2], "text": " permanent residence of New Zealand stuck abroad and pleading for help. It's"}, {"timestamp": [835.2, 840.72], "text": " heartbreaking to be honest. And now New Zealand's chief human rights commissioner is"}, {"timestamp": [840.72, 846.12], "text": " backing their call. The government hasn't got this right. It's unfair."}, {"timestamp": [846.12, 851.12], "text": " It's arbitrary and it's questionable in international human rights law."}, {"timestamp": [851.12, 855.92], "text": " While the government allows unvaccinated citizens to return, it won't do the same for"}, {"timestamp": [855.92, 857.4], "text": " permanent residence."}, {"timestamp": [857.4, 862.48], "text": " Like Brigitte Van Zalp, who was supposed to move back to New Zealand on Tuesday after"}, {"timestamp": [862.48, 864.24], "text": " four years overseas."}, {"timestamp": [864.24, 865.68], "text": " She's living out of a suitcase"}, {"timestamp": [865.68, 866.68], "text": " in the Netherlands."}, {"timestamp": [866.68, 871.2], "text": " I don't know where to go. We don't have a place to stay. We can stay a couple of days longer,"}, {"timestamp": [871.2, 873.28], "text": " but then after that week we have to get out."}, {"timestamp": [873.28, 877.04], "text": " Brigitte and her husband claimed they had the rug pulled out from underneath them,"}, {"timestamp": [877.04, 886.64], "text": " saying they were given a place in MIQ, only for the government to change its mind. The MAQ stay was confirmed on February 17 this year."}, {"timestamp": [886.64, 890.56], "text": " It was then cancelled in March as MAQ wound down."}, {"timestamp": [890.56, 896.56], "text": " The couple told in April there was no way to enter the country without being vaccinated."}, {"timestamp": [896.56, 903.44], "text": " While some epidemiologists say public health comes first, Paul Hunt believes there should be a balance."}, {"timestamp": [903.44, 910.24], "text": " Some conditions are permissible, reasonable and fair, but a blanket prohibition against"}, {"timestamp": [910.24, 917.24], "text": " all unvaccinated permanent residence, it seems to me, is not a fair and reasonable balance"}, {"timestamp": [917.24, 918.64], "text": " to have struck."}, {"timestamp": [918.64, 923.52], "text": " In a statement, the Minister responsible, Chris Hippkins, said border rules were constantly"}, {"timestamp": [923.52, 924.64], "text": " being reviewed."}, {"timestamp": [924.64, 930.76], "text": " But he added, I expect an update from officials in the very near future in the"}, {"timestamp": [930.76, 935.8], "text": " meantime the commissioner is making his view very clear I think that permanent"}, {"timestamp": [935.8, 942.08], "text": " residence should be allowed home an opinion that shorter resonate with those"}, {"timestamp": [942.08, 947.36], "text": " overseas Thomas Meade one news. The annual Poppy Day"}, {"timestamp": [947.36, 953.12], "text": " Appeal is marking its 100th anniversary today. Volunteers have taken to the streets to exchange"}, {"timestamp": [953.12, 958.32], "text": " the little red flowers for donations to support war veterans and their families."}, {"timestamp": [958.32, 963.84], "text": " Poppies grew in the battlefields and after the first World War were seen as a tribute to those who died."}, {"timestamp": [964.0, 969.0], "text": " and after the first World War were seen as a tribute to those who died. He donated any money that can be given is great"}, {"timestamp": [969.0, 974.0], "text": " and that's my grandfather. He's fought in the war and great-grandfather as well."}, {"timestamp": [974.0, 977.0], "text": " My Nana's father went to World War I and fought there."}, {"timestamp": [977.0, 983.0], "text": " These men and women they saved their country, our way of life."}, {"timestamp": [983.0, 988.0], "text": " By Poppy, it's not just a public holiday, it's a way to remember our soldiers."}, {"timestamp": [988.0, 993.0], "text": " The RSA is hoping to raise two million dollars for this year's poppy appeal."}, {"timestamp": [993.0, 998.0], "text": " If I can ask not to come a decade and a half after she disappeared,"}, {"timestamp": [998.0, 1003.0], "text": " a breakthrough in the case of missing British preschooler Madeline McCann."}, {"timestamp": [1003.0, 1008.24], "text": " And find out why Johnny Deaf thinks of having whiskey at 9am."}, {"timestamp": [1008.24, 1014.04], "text": " Inside the Aylister's marriage, as the bitter court case between the axes rolls on."}, {"timestamp": [1014.04, 1018.4], "text": " And on 7 Sharpe, sustainable shopping habits, the simple ways to save the planet"}, {"timestamp": [1018.4, 1019.28], "text": " and some cash."}, {"timestamp": [1019.28, 1025.44], "text": " Plus, an Anzac angel, one woman's crusade for Southland's foreign soldiers, no war memorial"}, {"timestamp": [1025.44, 1026.44], "text": " is left behind."}, {"timestamp": [1026.44, 1031.2], "text": " And one remarkable aviation restoration, she's a World War II beauty, you're going to see"}, {"timestamp": [1031.2, 1034.96], "text": " her and us at seven."}, {"timestamp": [1034.96, 1036.96], "text": " This is a big job."}, {"timestamp": [1036.96, 1039.28], "text": " It does take a bit of a tumble down the stairs."}, {"timestamp": [1039.28, 1042.6], "text": " Pickery Dock, can they save the shanet clock?"}, {"timestamp": [1042.6, 1046.0], "text": " This bits of messing the the glasses broken the vessels bent"}, {"timestamp": [1046.0, 1048.0], "text": " turning to an up to the nightmare."}, {"timestamp": [1048.0, 1051.48], "text": " Then it's the semi-final hold on tight"}, {"timestamp": [1051.48, 1054.56], "text": " it's 1940 baby will they reach for the stars?"}, {"timestamp": [1054.56, 1057.12], "text": " I say or fall from great heights"}, {"timestamp": [1057.12, 1062.96], "text": " uh oh god I can't watch the repair shop and the great British sewing bee"}, {"timestamp": [1062.96, 1086.0], "text": " tonight from 730 on one And I promise you. Every hardworking New Zealander who bundles power plus mobile will"}, {"timestamp": [1086.0, 1090.0], "text": " slingshot will save $300 a year off their broadband!"}, {"timestamp": [1090.0, 1093.0], "text": " Buddle up, save money, boom!"}, {"timestamp": [1093.0, 1095.0], "text": " Jessica, in Tova."}, {"timestamp": [1095.0, 1102.0], "text": " What does it feel like when a family SUV meets a sports car with 235 kilowatts of power?"}, {"timestamp": [1102.0, 1106.48], "text": " You could say it's a rush to the hard thing. How about our performance"}, {"timestamp": [1106.48, 1113.6], "text": " for motion all-wheel drive? It's keeping the family safe at every corner thing. And the"}, {"timestamp": [1113.6, 1118.52], "text": " Harmon Carbon sound system? It's a... if they're the one choosing the music, then there"}, {"timestamp": [1118.52, 1125.0], "text": " better be good basing. The Volkswagen Tijuana., it's an arthing."}, {"timestamp": [1128.0, 1134.0], "text": " Keweze know that our home is our castle. Carpet your castle this month with our 3KG, 24 ounce Valencia and Casabella carpets."}, {"timestamp": [1134.0, 1149.0], "text": " They're on offer for only $69 a carpet meter, because there's no place, like home. One more time! And I'll be going to make it."}, {"timestamp": [1149.0, 1152.0], "text": " Man, you find the hole in yarn."}, {"timestamp": [1152.0, 1154.0], "text": " Twisting the night away."}, {"timestamp": [1154.0, 1155.0], "text": " Yeah."}, {"timestamp": [1155.0, 1156.0], "text": " There."}, {"timestamp": [1156.0, 1157.0], "text": " Justin."}, {"timestamp": [1157.0, 1160.0], "text": " Everybody is feeling great."}, {"timestamp": [1160.0, 1162.0], "text": " They're justin'."}, {"timestamp": [1162.0, 1163.0], "text": "."}, {"timestamp": [1163.0, 1164.0], "text": "."}, {"timestamp": [1164.0, 1167.0], "text": "................................................................................................................................................................................................................................................................................................................................................................................5. They're trusting the... Interesting! Yeah, I'm trusting my life."}, {"timestamp": [1167.0, 1170.0], "text": " 1."}, {"timestamp": [1170.0, 1174.0], "text": " Powerfully formulated skin care oils."}, {"timestamp": [1174.0, 1178.0], "text": " Made with ethically sourced, quality vegan ingredients,"}, {"timestamp": [1178.0, 1180.0], "text": " and free from GMO."}, {"timestamp": [1180.0, 1184.0], "text": " Specialist skin care for scars and stretch marks."}, {"timestamp": [1184.0, 1185.0], "text": " Bio-oil.... Specialists skincare for scars and stretch marks. Bia oil."}, {"timestamp": [1185.0, 1187.0], "text": " At Spotlight Life's what you make it."}, {"timestamp": [1187.0, 1189.0], "text": " With 40% off the entire range of cookware."}, {"timestamp": [1189.0, 1192.0], "text": " 40% off the entire range of bakeware."}, {"timestamp": [1192.0, 1194.0], "text": " And 40% off the entire range of napery."}, {"timestamp": [1194.0, 1197.0], "text": " So you can create it, decorate it and celebrate it for less."}, {"timestamp": [1197.0, 1198.0], "text": " Say on now."}, {"timestamp": [1198.0, 1206.0], "text": " At Spotlight, it's what you make it. Check it out."}, {"timestamp": [1206.0, 1207.0], "text": " I don't know."}, {"timestamp": [1207.0, 1208.0], "text": " Bishing Broody went to base."}, {"timestamp": [1208.0, 1210.0], "text": " I have confirmation."}, {"timestamp": [1210.0, 1211.0], "text": " They like it."}, {"timestamp": [1211.0, 1212.0], "text": " Hey, what you do?"}, {"timestamp": [1212.0, 1213.0], "text": " They like it."}, {"timestamp": [1213.0, 1214.0], "text": " Hey, Pete!"}, {"timestamp": [1214.0, 1245.44], "text": " They like it. I receive over $4,000 cash back rebate when you purchase. Jazz from Honda."}, {"timestamp": [1245.44, 1248.48], "text": " In financial news tonight we're seeing more New Zealanders."}, {"timestamp": [1248.48, 1250.88], "text": " Bundling their home utilities were slingshot."}, {"timestamp": [1250.88, 1253.28], "text": " Saving money in record numbers."}, {"timestamp": [1253.28, 1254.68], "text": " Boom."}, {"timestamp": [1254.68, 1256.68], "text": " So economically speaking I..."}, {"timestamp": [1256.68, 1258.2], "text": " Bundling other stuff with broadband"}, {"timestamp": [1258.2, 1261.48], "text": " doesn't increase once propensity to save mad cash."}, {"timestamp": [1261.48, 1263.88], "text": " I promise you."}, {"timestamp": [1263.88, 1268.0], "text": " Bundling up will keep more money in the pockets of hardworking New Zealanders."}, {"timestamp": [1268.0, 1269.0], "text": " Starting today!"}, {"timestamp": [1269.0, 1273.0], "text": " By the love with slingshot, save money, boom!"}, {"timestamp": [1273.0, 1287.28], "text": " Jessica, in tova. K'yodor Anno, welcome back. COVID's flipped Australia's federal election on its head with the leader of the"}, {"timestamp": [1287.28, 1290.92], "text": " opposition testing positive and lockdown for a week."}, {"timestamp": [1290.92, 1294.52], "text": " But that could put more focus on the Prime Minister, Scott Morrison, who's getting"}, {"timestamp": [1294.52, 1295.52], "text": " heat on several fronts."}, {"timestamp": [1295.52, 1299.28], "text": " Here's our Australia correspondent Andrew McFarlane."}, {"timestamp": [1299.28, 1305.28], "text": " For the next seven days, the only seat Anthony Albanese will be campaigning in is his sofa at home."}, {"timestamp": [1306.4, 1311.84], "text": " A positive PCR knocking him off the trail throwing campaign plans into disarray."}, {"timestamp": [1311.84, 1315.92], "text": " Albo's okay I mean this is life in in 2022."}, {"timestamp": [1315.92, 1321.12], "text": " Albinese spent the week pressing the flesh with workers, elderly voters and even the Prime Minister"}, {"timestamp": [1321.12, 1322.96], "text": " who's already had about with the virus."}, {"timestamp": [1322.96, 1327.0], "text": " I sent him a message wishing him well, I hope he's his symptoms aren't too bad."}, {"timestamp": [1327.0, 1345.0], "text": " But Mr Morrison's facing a battle of his own the incumbent. Hello, I am Catherine Deves."}, {"timestamp": [1345.0, 1350.0], "text": " A series of now deleted tweets from this liberal politician are refusing to go away."}, {"timestamp": [1350.0, 1355.0], "text": " In one, she said gay couples seeking surrogacy was a human rights violation."}, {"timestamp": [1355.0, 1359.0], "text": " She also falsely claimed more than half of trans women were sex offenders,"}, {"timestamp": [1359.0, 1364.0], "text": " and in another, she voiced support for a billboard in Wellington that was deemed anti-trans,"}, {"timestamp": [1364.0, 1366.24], "text": " before being taken down."}, {"timestamp": [1366.24, 1371.48], "text": " Members of Morrison's own party are calling for deeds to go, but the PM's resolute."}, {"timestamp": [1371.48, 1376.44], "text": " And there has been quite a pylon as you've seen, and I'm not joining that pylon, and"}, {"timestamp": [1376.44, 1379.28], "text": " she has said that that's not how she wants to pursue it."}, {"timestamp": [1379.28, 1382.8], "text": " Political pundits say Morrison's trying to walk a thin line."}, {"timestamp": [1382.8, 1385.84], "text": " It is a val pitch, it's meant to be a value's pitch"}, {"timestamp": [1386.56, 1391.28], "text": " and it's working that way. Whether it's paid off will be pretty clear in a month's time."}, {"timestamp": [1391.6, 1399.04], "text": " Andrew McFarland, one news, Sydney. Just shy of 15 years since she went missing a formal"}, {"timestamp": [1399.04, 1408.0], "text": " suspect has been identified in the Madeline McCann case. Paunchier's prosecutors haven named the suspect, but are acting on a request from German"}, {"timestamp": [1408.0, 1412.12], "text": " authorities who have been investigating this man since 2020."}, {"timestamp": [1412.12, 1415.72], "text": " No formal charges have been laid against Christian Bruichner."}, {"timestamp": [1415.72, 1420.28], "text": " Three-year-old Madeline went missing in 2007 while on a family holiday."}, {"timestamp": [1420.28, 1428.48], "text": " Her parents Kate and Jerry were controversially named suspects five months after her disappearance but were later cleared."}, {"timestamp": [1428.48, 1433.08], "text": " The Queen has celebrated a very low-key 96th birthday."}, {"timestamp": [1433.08, 1437.04], "text": " She was seen wearing sunglasses being driven around with her dogs on her Sandringham"}, {"timestamp": [1437.04, 1438.24], "text": " estate."}, {"timestamp": [1438.24, 1445.44], "text": " At Windsor Guards played happy birthday to the monarch with crowds of onlookers watching the performance."}, {"timestamp": [1450.44, 1467.8], "text": " And in London's Hyde Park there was a round of salutes. released this 1928 photograph of the Queen at the age of two to mark her birthday."}, {"timestamp": [1467.8, 1472.48], "text": " And fellow British non-engineerian Sir David Attenborough has been named Champion of the"}, {"timestamp": [1472.48, 1475.72], "text": " Earth by the United Nations Environment Programme."}, {"timestamp": [1475.72, 1480.52], "text": " The award is in recognition of the 95-year-old's lifelong efforts to protect and restore"}, {"timestamp": [1480.52, 1481.52], "text": " nature."}, {"timestamp": [1481.52, 1485.6], "text": " Sir David said that the world must take action now to protect the planet."}, {"timestamp": [1485.6, 1489.92], "text": " He said there was hope despite the dire state of the climate on earth."}, {"timestamp": [1492.96, 1499.28], "text": " Allegations of daytime binge drinking, angry outbursts and drug use have been heard again in court."}, {"timestamp": [1499.28, 1505.12], "text": " As a saga between Johnny Depp and Amber heard continues, the 59-year-old has been back on the stand"}, {"timestamp": [1505.12, 1510.72], "text": " and his $100 million defamation trial against his ex-wife. The Hollywood actor suing"}, {"timestamp": [1510.72, 1516.56], "text": " her for $50 million over a piece she wrote in the Washington Post. She's countersuing him"}, {"timestamp": [1516.56, 1521.28], "text": " for libel, saying he called her a liar. The DBC's David Sillito reports."}, {"timestamp": [1521.28, 1525.16], "text": " Johnny Depp and day three on the witness stand"}, {"timestamp": [1525.16, 1529.2], "text": " and he was bracing himself for some tough questions."}, {"timestamp": [1529.2, 1531.88], "text": " Yesterday we saw what he says"}, {"timestamp": [1531.88, 1535.0], "text": " were the injuries caused by his ex-wife Amber heard."}, {"timestamp": [1535.0, 1538.0], "text": " And it was that betrayal of Johnny Depp"}, {"timestamp": [1538.0, 1541.0], "text": " the blameless victim in all of this that was today"}, {"timestamp": [1541.0, 1546.2], "text": " being challenged in court. He was shown these text messages"}, {"timestamp": [1546.3, 1548.5], "text": " exchanged with the actor Paul Bettany,"}, {"timestamp": [1548.8, 1552.5], "text": " comments about burning and drowning and be heard."}, {"timestamp": [1552.8, 1556.8], "text": " After you said, let's drown her before we burn her, Mr. Depp,"}, {"timestamp": [1556.8, 1561.5], "text": " you said, I will fuck her burnt corpse afterwards to make sure she is dead."}, {"timestamp": [1562.0, 1563.0], "text": " to make sure she is dead."}, {"timestamp": [1566.0, 1568.0], "text": " That's what you said that you would do after you burned her and after you drowned her."}, {"timestamp": [1568.0, 1570.0], "text": " Did I read that right?"}, {"timestamp": [1570.0, 1572.0], "text": " You certainly did, yes."}, {"timestamp": [1572.0, 1576.0], "text": " A real threat or a less than serious Monty Python reference."}, {"timestamp": [1576.0, 1578.0], "text": " And then his drug use."}, {"timestamp": [1578.0, 1581.0], "text": " The court was shown these photographs of bags of marijuana."}, {"timestamp": [1581.0, 1584.0], "text": " The actor lying passed out."}, {"timestamp": [1584.0, 1585.68], "text": " and what Johnny Depp says was a carefully staged photo of cocaine of marijuana. The actor lying passed out, and what Johnny Depp says"}, {"timestamp": [1585.68, 1589.76], "text": " was a carefully staged photo of cocaine and whiskey."}, {"timestamp": [1589.76, 1591.88], "text": " You would sometimes drink whiskey in the mornings too,"}, {"timestamp": [1591.88, 1593.44], "text": " right?"}, {"timestamp": [1593.44, 1594.52], "text": " During this time period."}, {"timestamp": [1594.52, 1600.6], "text": " I, I, I, you know, I mean, isn't happy or anytime."}, {"timestamp": [1600.6, 1606.0], "text": " And then questions about what Amber Hurd calls the monster."}, {"timestamp": [1606.0, 1607.0], "text": " His temper."}, {"timestamp": [1607.0, 1611.24], "text": " The court was played a tape of him talking about a headbutt."}, {"timestamp": [1611.24, 1614.04], "text": " Mr. Depp, you said I headbudded you in the f-4head."}, {"timestamp": [1614.04, 1615.04], "text": " That doesn't break in those."}, {"timestamp": [1615.04, 1616.04], "text": " Correct."}, {"timestamp": [1616.04, 1619.04], "text": " I did say those words."}, {"timestamp": [1619.04, 1625.0], "text": " I said I was using the words that Ms. Hurd was using."}, {"timestamp": [1626.64, 1627.64], "text": " Okay."}, {"timestamp": [1628.64, 1631.28], "text": " But there was not an intentional headboat."}, {"timestamp": [1632.88, 1635.48], "text": " There was also footage of another angry outburst."}, {"timestamp": [1635.48, 1639.04], "text": " He said yes, he did hit cabinets and catnips,"}, {"timestamp": [1639.04, 1639.92], "text": " but not his wife."}, {"timestamp": [1642.24, 1646.8], "text": " A warning about a deadly disease that's been laying low since our first lockdown"}, {"timestamp": [1646.8, 1651.2], "text": " why some in the health sector say meningitis needs to be on our radar as the"}, {"timestamp": [1651.2, 1657.6], "text": " borders reopen and clamping down on password preloading TV streaming services say"}, {"timestamp": [1657.6, 1662.6], "text": " no pay no pressing play."}, {"timestamp": [1662.6, 1663.52], "text": " It grows more cariose with every moment in your present."}, {"timestamp": [1663.52, 1665.0], "text": " And on seven sharp food prices are rising but how much are we checking into the... and grows more carrias with every moment in your presence."}, {"timestamp": [1668.0, 1670.0], "text": " And on seven sharp food prices are rising, but how much are we chucking into the bin?"}, {"timestamp": [1670.0, 1674.0], "text": " Expert advice on how to save money and the planet."}, {"timestamp": [1674.0, 1677.0], "text": " Plus the world's largest cup of harker festival turns 50."}, {"timestamp": [1677.0, 1679.0], "text": " We celebrate with some local legends."}, {"timestamp": [1679.0, 1681.0], "text": " Prepare for your spine to tingle."}, {"timestamp": [1681.0, 1687.0], "text": " And we salute the rebirth of World War II aviation icon, the mighty Mosey."}, {"timestamp": [1687.0, 1690.0], "text": " See you at seven."}, {"timestamp": [1690.0, 1692.0], "text": " Tom Anks."}, {"timestamp": [1692.0, 1694.0], "text": " He was a national in Apollo for any money."}, {"timestamp": [1694.0, 1696.0], "text": " Is she into Tom Anks?"}, {"timestamp": [1696.0, 1697.0], "text": " Yeah."}, {"timestamp": [1697.0, 1705.0], "text": " Who ain't into Tom Anks? one of these movies. The new season of the wall Saturday on one."}, {"timestamp": [1705.0, 1710.8], "text": " Hey small spenders, you give a new meaning to living comfortably. You're the"}, {"timestamp": [1710.8, 1716.08], "text": " connoisseurs of coziness, turning up the heat and keeping costs down."}, {"timestamp": [1716.08, 1721.68], "text": " Savings, you do it in your sleep. Yeah you throw on that extra layer. You make"}, {"timestamp": [1721.68, 1727.0], "text": " save and look hot. You put the snug in style. Winter is here,"}, {"timestamp": [1727.0, 1747.0], "text": " but you've already got it wrapped up. The warehouse, where Easter clearance ends Monday."}, {"timestamp": [1747.0, 1770.16], "text": " The next garlic Easter clearance ends Monday, safe up to half price across"}, {"timestamp": [1770.16, 1773.48], "text": " selected living, dining and bedroom furniture."}, {"timestamp": [1773.48, 1785.0], "text": " Hurry, the next garlic Easter clearance, ends Monday. We're opening up the secrets to our kitchen."}, {"timestamp": [1785.0, 1788.28], "text": " Add our favorite ingredients to your next my food bag delivery,"}, {"timestamp": [1788.28, 1791.24], "text": " including new breakfast, lunch, and snacks."}, {"timestamp": [1791.24, 1792.68], "text": " For Delicious made easy,"}, {"timestamp": [1792.68, 1795.32], "text": " visit my foodbag.co.org.org."}, {"timestamp": [1795.32, 1799.32], "text": " So, you reckon you've got what it takes to be a dairy farmer?"}, {"timestamp": [1799.32, 1800.32], "text": " Hit it!"}, {"timestamp": [1800.32, 1807.0], "text": " You can't be easily distracted because you'll be getting an office with a mean as you."}, {"timestamp": [1807.0, 1810.0], "text": " Hi, do you love animals?"}, {"timestamp": [1810.0, 1814.0], "text": " Or importantly, do they love you?"}, {"timestamp": [1823.0, 1824.0], "text": " Do you enjoy playing with fun new toys? Yep."}, {"timestamp": [1824.0, 1827.0], "text": " You'll be expected to get out in the community."}, {"timestamp": [1827.0, 1830.0], "text": " You're a big part of what makes it tick."}, {"timestamp": [1830.0, 1832.0], "text": " Fishing tomorrow?"}, {"timestamp": [1832.0, 1833.0], "text": " Yep."}, {"timestamp": [1833.0, 1834.0], "text": " Days off?"}, {"timestamp": [1834.0, 1835.0], "text": " They're compulsory."}, {"timestamp": [1835.0, 1837.0], "text": " Sleepings."}, {"timestamp": [1837.0, 1838.0], "text": " Their optional."}, {"timestamp": [1838.0, 1839.0], "text": " This one's a biggie."}, {"timestamp": [1839.0, 1846.0], "text": " You've always got to play the long game. Oh!. Because those little fellas?"}, {"timestamp": [1846.0, 1848.0], "text": " They depend on it."}, {"timestamp": [1848.0, 1849.0], "text": " What do you reckon?"}, {"timestamp": [1849.0, 1851.0], "text": " Still think you've got what it takes?"}, {"timestamp": [1851.0, 1865.08], "text": " Come join us. P. Delanoz's computers. Pizzfob's any headphones. Half-prise at 50 backs crazy."}, {"timestamp": [1865.08, 1866.52], "text": " It's an unbelievable 30%"}, {"timestamp": [1866.52, 1868.68], "text": " up Belkin headphones IT and accessories."}, {"timestamp": [1868.68, 1870.6], "text": " Check me and we done it again."}, {"timestamp": [1870.6, 1873.32], "text": " Hi, I'm Tina from Turner's."}, {"timestamp": [1873.32, 1875.12], "text": " You know what I love?"}, {"timestamp": [1875.12, 1876.32], "text": " Ornamental frogs."}, {"timestamp": [1876.32, 1877.32], "text": " Just kidding?"}, {"timestamp": [1877.32, 1879.32], "text": " Big ones."}, {"timestamp": [1879.32, 1880.32], "text": " Tony ones."}, {"timestamp": [1880.32, 1881.32], "text": "."}, {"timestamp": [1881.32, 1886.0], "text": " Uncomfortable ones! Maybe. Home ventilation."}, {"timestamp": [1886.0, 1888.0], "text": " What does it mean?"}, {"timestamp": [1888.0, 1891.0], "text": " In some homes it means opening a few windows and doors"}, {"timestamp": [1891.0, 1893.0], "text": " are letting the breeze flow through."}, {"timestamp": [1893.0, 1896.0], "text": " To DDS, it's so much more."}, {"timestamp": [1896.0, 1900.0], "text": " DVS home ventilation is the art of letting your home breathe."}, {"timestamp": [1900.0, 1902.0], "text": " Fresh air in, stay layer out."}, {"timestamp": [1902.0, 1906.5], "text": " So that everyone in your household enjoys the good satisfying air they need."}, {"timestamp": [1906.88, 1912.32], "text": " So, call DDS today. We'll show you just how affordable it can be to clear the year at your place."}, {"timestamp": [1945.36, 1949.16], "text": " All new Lego Masters New Zealand, coming soon on two. significantly dropped in Altyaroa, but experts are warning against complacency. Vaccination rates have nearly halved in the last two years and infection numbers are"}, {"timestamp": [1949.16, 1952.72], "text": " soaring past pre-pandemic levels overseas."}, {"timestamp": [1952.72, 1956.56], "text": " Now there are calls for the government to make vaccines free for more people."}, {"timestamp": [1956.56, 1957.56], "text": " Vardnabahn reports."}, {"timestamp": [1957.56, 1963.2], "text": " Literally within 12 hours I went from being house leader, fighting for my life."}, {"timestamp": [1963.2, 1965.2], "text": " Michael Monquer was left in a coma"}, {"timestamp": [1965.2, 1967.4], "text": " after catching Meninjacoccole disease."}, {"timestamp": [1967.4, 1970.6], "text": " He was given a 10% chance of survival."}, {"timestamp": [1970.6, 1973.36], "text": " I took a massive physical toll on my body,"}, {"timestamp": [1973.36, 1975.0], "text": " lost 10 cages in the hospital."}, {"timestamp": [1975.0, 1978.92], "text": " He got infected while living at unihulls in Dunedin."}, {"timestamp": [1978.92, 1980.44], "text": " Meninjacocco is caused by a bacterial bacterial bacterial"}, {"timestamp": [1980.44, 1988.0], "text": " and can lead to serious illness. Impacts are life altering and even life limiting."}, {"timestamp": [1988.0, 1992.88], "text": " Over the last two years case numbers across the globe have dropped significantly."}, {"timestamp": [1992.88, 2002.48], "text": " Here in New Zealand we went from 139 infections in 2019 to just 35 in 2020 and 44 infections last year."}, {"timestamp": [2002.48, 2008.24], "text": " We knew that hostile crowding was one of the drivers. What was really interesting to say was that during lockdown"}, {"timestamp": [2008.24, 2010.8], "text": " when people were at home in their houses"}, {"timestamp": [2010.8, 2012.8], "text": " which were even more crowded"}, {"timestamp": [2012.8, 2014.64], "text": " the disease didn't spread very well."}, {"timestamp": [2014.64, 2018.32], "text": " She says that shows just how preventable the disease can be,"}, {"timestamp": [2018.32, 2020.72], "text": " but more could still be done."}, {"timestamp": [2020.72, 2026.84], "text": " The number of vaccinations has been falling from nearly 16,000 jabs in 2018 to just"}, {"timestamp": [2026.84, 2029.24], "text": " under 8,000 last year."}, {"timestamp": [2029.24, 2034.4], "text": " Mini-injacocockel cases are soaring in countries like the UK, so there's a warning for"}, {"timestamp": [2034.4, 2036.64], "text": " us to not get complacent."}, {"timestamp": [2036.64, 2041.4], "text": " Extremely important for people to get vaccinated, and for it to be free would be even better."}, {"timestamp": [2041.4, 2046.56], "text": " While it's free for some people, he says there's not enough education around it. and a petition's being delivered to Parliament, calling for vaccination for vaccination for vaccination for vaccination for vaccination to be free would be even better. While it's free for some people, he says there's not enough education around it."}, {"timestamp": [2046.56, 2051.48], "text": " And a petition's being delivered to Parliament calling for vaccination to be free for everyone"}, {"timestamp": [2051.48, 2053.56], "text": " aged 16 and under."}, {"timestamp": [2053.56, 2058.5], "text": " We will advance moving the menagitis vaccine onto the immunisation schedule if we're privileged"}, {"timestamp": [2058.5, 2059.32], "text": " to be government."}, {"timestamp": [2059.32, 2063.32], "text": " We will keep this under active review, so it's not about saying no one will never do it."}, {"timestamp": [2063.32, 2068.8], "text": " It's about making sure that what we do is effective given the risks that we face at this particular time."}, {"timestamp": [2068.8, 2073.2], "text": " But with low immunity and the borders reopening, there could be greater risk that"}, {"timestamp": [2073.2, 2075.2], "text": " will need addressing soon."}, {"timestamp": [2075.2, 2078.0], "text": " Vanta-Napan, one news."}, {"timestamp": [2078.0, 2084.12], "text": " Three popular walking tracks in Auckland, where Tarkari ranges, have reopened after four years."}, {"timestamp": [2084.12, 2088.64], "text": " They were close to the public to the public to save save Kori trees from dying from Kori die back."}, {"timestamp": [2088.64, 2093.44], "text": " Arahui was put in place in the Pararaha Valley, Gibbons and newer routes, before they"}, {"timestamp": [2093.44, 2096.0], "text": " were officially closed in 2018."}, {"timestamp": [2096.0, 2100.0], "text": " The council says walkers should stick to the tracks, new research into the health of the"}, {"timestamp": [2100.0, 2103.52], "text": " forest as due in June."}, {"timestamp": [2103.52, 2107.08], "text": " Your favourite binge watch could feel a bit different in the future."}, {"timestamp": [2107.08, 2112.48], "text": " A shakeup of the streaming sector is expected after Netflix reported its first fall"}, {"timestamp": [2112.48, 2115.2], "text": " in subscribers in more than a decade."}, {"timestamp": [2115.2, 2120.72], "text": " Experts here say it's due to price competition and not enough new content."}, {"timestamp": [2120.72, 2130.0], "text": " As Laura James reports could mean a new direction for the industry. Dearest Reader, news just in, Netflix show Bridgeton has broken records."}, {"timestamp": [2130.0, 2134.0], "text": " Its second season, number one in the streaming charts, the week it debuted,"}, {"timestamp": [2134.0, 2137.0], "text": " but the platform hardly in the mood for celebration."}, {"timestamp": [2137.0, 2142.0], "text": " The loss of 200,000 subscribers in the last quarter, really did surprise a lot of us,"}, {"timestamp": [2142.0, 2148.0], "text": " and I think one of the biggest concerns was just the fact that they predicted that they're probably going to lose a lot more."}, {"timestamp": [2148.0, 2151.76], "text": " It's the first time the service has had a drop in subscriptions in more than a"}, {"timestamp": [2151.76, 2157.6], "text": " decade. She is in turn plummeting 25%. They have predicted that they might lose up to"}, {"timestamp": [2157.6, 2163.84], "text": " two million subscribers in the next quarter if they don't get onto it. So yeah, it could be the down for the"}, {"timestamp": [2163.84, 2167.0], "text": " necklace. It's blaming some of its loss on the war in Ukraine,"}, {"timestamp": [2167.0, 2171.0], "text": " losing 700,000 customers when it pulled out of Russia."}, {"timestamp": [2171.0, 2175.0], "text": " But the streaming landscapes also changed significantly in recent years."}, {"timestamp": [2175.0, 2180.0], "text": " My take on it initially was that Netflix was going to be the one stable service,"}, {"timestamp": [2180.0, 2182.0], "text": " that people would keep Netflix,"}, {"timestamp": [2182.0, 2185.4], "text": " and then they would add something else in to catch a new series"}, {"timestamp": [2185.4, 2188.0], "text": " and then maybe they would unsubscribe from that service."}, {"timestamp": [2188.0, 2192.0], "text": " But because those competing offerings are getting so good"}, {"timestamp": [2192.0, 2194.5], "text": " and also because of that price difference,"}, {"timestamp": [2194.5, 2197.0], "text": " Netflix of course has been ramping up their prices,"}, {"timestamp": [2197.0, 2201.0], "text": " people are thinking well if we're not watching a whole lot from Netflix right now,"}, {"timestamp": [2201.0, 2202.0], "text": " let's turn that off."}, {"timestamp": [2202.0, 2206.0], "text": " Now as I've just become another fish in the sea. For now it's still a top pick."}, {"timestamp": [2206.0, 2209.0], "text": " Mainly used Netflix, it has like the most options."}, {"timestamp": [2209.0, 2212.0], "text": " But these three friends admit they do dip in and out."}, {"timestamp": [2212.0, 2217.0], "text": " You like, I'm subscribed for a bit and then get it again once they've got new stuff on?"}, {"timestamp": [2217.0, 2227.64], "text": " Local streaming services, providing more competition now too. TV and Z on demand and three now and stuff like that. I think our New Zealand offerings have got a lot stronger. Net Flix is now"}, {"timestamp": [2227.64, 2231.8], "text": " considering a service with ads. Allowing consumers who would like to have a"}, {"timestamp": [2231.8, 2238.0], "text": " lower price and are advertising tolerant get what they want makes a lot of sad."}, {"timestamp": [2238.0, 2242.32], "text": " Experts saying it needs to pedal hard to stay ahead. Even though a show like"}, {"timestamp": [2242.32, 2248.64], "text": " Bridgeton might attract a really big audience, it doesn't attract everybody. People are looking for a range of content."}, {"timestamp": [2248.64, 2252.56], "text": " A challenge for all streamers in a changing market. Laura James, one news."}, {"timestamp": [2253.6, 2257.12], "text": " All right Andrew joins us for support now and we have a very proud dad."}, {"timestamp": [2257.12, 2265.52], "text": " It's out of that Blackferns coaching recalibration Wendy. We hear from our old mates, a Steve Hansen next, all the way from Japan. Also"}, {"timestamp": [2265.52, 2270.8], "text": " tonight, the pieces start to drop into the puzzle for the all whites, the special news,"}, {"timestamp": [2270.8, 2278.4], "text": " giving them a big World Cup boost. And kayak's big rivalry hits top gear at the National"}, {"timestamp": [2278.4, 2278.8], "text": " Champs."}, {"timestamp": [2280.8, 2287.0], "text": " And while it's been a wet Friday for many, the start of the weekend is shaping up to be clear and cool."}, {"timestamp": [2287.0, 2290.0], "text": " I'll have the outlook for your weekend after sport."}, {"timestamp": [2290.0, 2295.0], "text": " Four people in the water from ex-calfe are in bed, they risk their lives."}, {"timestamp": [2295.0, 2299.0], "text": " When I'm on the end of their wire, I'm at the beckoning of the crew that's looking after me."}, {"timestamp": [2299.0, 2300.0], "text": " To save hours."}, {"timestamp": [2300.0, 2302.0], "text": " His body is having to shut down."}, {"timestamp": [2302.0, 2307.0], "text": " It is a life and situation. To change a patient's outcome feels amazing."}, {"timestamp": [2307.0, 2312.0], "text": " The new local series, First Responders, Tuesday on 1."}, {"timestamp": [2312.0, 2315.0], "text": " Great deals on now at Harvey Oman."}, {"timestamp": [2315.0, 2318.0], "text": " Save 462 on this Samsung large 9KG capacity heat pump dryer."}, {"timestamp": [2318.0, 2322.0], "text": " Save 562 on this LG 55-inch nano cell 4K TV."}, {"timestamp": [2322.0, 2324.0], "text": " Now 1798."}, {"timestamp": [2324.0, 2328.0], "text": "..G. 55-inch nano cell 4K TV, now 1798. Panasonic large capacity microwave, 288, save big."}, {"timestamp": [2328.0, 2332.0], "text": " Electrolux, dark stainless steel dishwasher, 1488, save 320."}, {"timestamp": [2332.0, 2334.0], "text": " Massive deals across our coffee range,"}, {"timestamp": [2334.0, 2336.6], "text": " like this to Longie Coffee Machine, just 648,"}, {"timestamp": [2336.6, 2338.8], "text": " plus 60 months interest-free, stall-wide."}, {"timestamp": [2338.8, 2349.0], "text": " on now, at Harvey Norman. If you're tired, short of breath or have chest pain, you may think it's just part of getting older and put up with it."}, {"timestamp": [2349.0, 2352.0], "text": " You might not realize it could be a problem with a valve in your heart."}, {"timestamp": [2352.0, 2357.0], "text": " This can be life-threatening when left untreated, but it can be fixed when left untreated, but it can be fixed if you catch it in time."}, {"timestamp": [2357.0, 2361.0], "text": " Plus you can get your life back and do the things you love more easily."}, {"timestamp": [2361.0, 2368.64], "text": " So ask your GP to listen to your heart as soon as possible. It's a simple check and your doctor will be happy to help. For more info before you"}, {"timestamp": [2368.64, 2386.0], "text": " visit go to listen to your heart.co.nz. I think you got you each set so separately ask your parents before going online"}, {"timestamp": [2386.0, 2415.0], "text": " One with spicy place one with spicy chicken burger can make a chicken lover out of anyone."}, {"timestamp": [2423.0, 2424.0], "text": " Well it's like a petro and electric nickel and one. How does that work?"}, {"timestamp": [2424.0, 2427.0], "text": " The two systems work together to run cleaner and cheaper."}, {"timestamp": [2427.0, 2428.0], "text": " So you plug it in?"}, {"timestamp": [2428.0, 2430.0], "text": " Actually it's self-charging."}, {"timestamp": [2430.0, 2431.0], "text": " So it plugs itself in?"}, {"timestamp": [2431.0, 2434.0], "text": " No, the hybrid battery recharges while you drive."}, {"timestamp": [2434.0, 2437.0], "text": " So I can comfortably drive way out here."}, {"timestamp": [2437.0, 2438.0], "text": " And back?"}, {"timestamp": [2438.0, 2440.0], "text": " Does it get that clean card discount then?"}, {"timestamp": [2440.0, 2441.0], "text": " Sure does."}, {"timestamp": [2441.0, 2442.0], "text": "."}, {"timestamp": [2442.0, 2486.0], "text": " You guys should make more of them. Well, we do. What are you bringing? I brought the Cadbury favorites. from Chemist warehouse. It starts to act in five minutes providing fast acting relief from a blocked and stuffy nose."}, {"timestamp": [2486.0, 2492.0], "text": " Otter and adult nasal spray is $8.99. Live look, feel well at Chemist warehouse."}, {"timestamp": [2492.0, 2496.0], "text": " I know what you're going to say. You're going to ask me if you want."}, {"timestamp": [2496.0, 2500.0], "text": " You're going to say, if you don't try, you'll never get any better."}, {"timestamp": [2500.0, 2503.0], "text": " But I should take it more seriously."}, {"timestamp": [2503.0, 2507.0], "text": " You're going to tell me to get off my phone, do something worthwhile."}, {"timestamp": [2507.0, 2509.72], "text": " That it's not a real sport."}, {"timestamp": [2509.72, 2511.88], "text": " That I'm not really the right build."}, {"timestamp": [2511.88, 2514.8], "text": " But I'm not doing this for you."}, {"timestamp": [2514.8, 2518.0], "text": " I'm doing this for me."}, {"timestamp": [2518.0, 2519.84], "text": " Because it's my move."}, {"timestamp": [2519.84, 2523.88], "text": " We're bringing families back together."}, {"timestamp": [2523.88, 2526.2], "text": " You could say that I reunited with my first love."}, {"timestamp": [2526.2, 2527.68], "text": " And would you believe?"}, {"timestamp": [2527.68, 2529.68], "text": " Oh, Newport!"}, {"timestamp": [2529.68, 2530.68], "text": " Newport!"}, {"timestamp": [2530.68, 2532.88], "text": " This week, Vaughan Smith with Reese Matheson,"}, {"timestamp": [2532.88, 2535.96], "text": " Pack Society, Liv McKenzie and Justine Smith."}, {"timestamp": [2535.96, 2536.44], "text": " Have you been paying attention?"}, {"timestamp": [2536.44, 2538.64], "text": " 8.30 tonight, on two."}, {"timestamp": [2538.64, 2546.0], "text": " Corporal is the cutest flying poo I've ever seen. One news sport is brought to you by mobile."}, {"timestamp": [2546.0, 2549.0], "text": " Get more fuel economy with mobile synergy fuels."}, {"timestamp": [2549.0, 2565.36], "text": " They'll get you where you need to go. sport tonight, never before has gender and race been such a huge part of the discussion"}, {"timestamp": [2565.36, 2568.28], "text": " around the future coach of our national rugby team."}, {"timestamp": [2568.28, 2571.8], "text": " The Blackferns have Wayne Smith until the World Cup, but who will take over the reins"}, {"timestamp": [2571.8, 2575.0], "text": " next is a hotly debated topic."}, {"timestamp": [2575.0, 2581.32], "text": " As Matt Manukia reports, the answer may lie in one of our most familiar rugby families."}, {"timestamp": [2581.32, 2586.2], "text": " Whoever takes over the Blackferns post World Cup, one of the most decorated coaches in"}, {"timestamp": [2586.2, 2589.2], "text": " history says there's a couple of non-negotibles."}, {"timestamp": [2589.2, 2591.56], "text": " It doesn't matter what international team it is."}, {"timestamp": [2591.56, 2596.88], "text": " It deserves to have the best coach available to them and it deserves to have the support"}, {"timestamp": [2596.88, 2599.28], "text": " of its national union."}, {"timestamp": [2599.28, 2602.48], "text": " Support is what New Zealand rugby is pledging more of, especially to develop female coaches."}, {"timestamp": [2602.48, 2608.56], "text": " And it just so happens the only female assistant coach with the black phones now is"}, {"timestamp": [2608.56, 2613.72], "text": " to Steve Hanson's daughter Whitney. She's done all by herself and really proud of it."}, {"timestamp": [2613.72, 2617.72], "text": " meaning he didn't nudge her towards coaching and the former Canterbury"}, {"timestamp": [2617.72, 2622.6], "text": " Ford who wasn't available to comment today actually found rugby late after years of"}, {"timestamp": [2622.6, 2629.84], "text": " football. I haven't had to advise her too much. She's a smart cookie and she's a teacher by trade anyway"}, {"timestamp": [2629.84, 2635.92], "text": " and understands the importance of getting the message across so people understand why they need to do"}, {"timestamp": [2635.92, 2639.92], "text": " things. I'm really excited for Whitney. I used to play rugby alongside her too and now she"}, {"timestamp": [2639.92, 2650.8], "text": " you know she's my coach for Muttatsu and Canterbury and now she's a coach for the Blackferns and I'm so proud of that. World Rugby wants 40% of all coaches to be female at the 2025 Women's World Cup."}, {"timestamp": [2650.8, 2654.16], "text": " Hansen will be mentored by men's World Cup winners Wayne Smith,"}, {"timestamp": [2654.16, 2659.04], "text": " Mike Cron, Instagram, Henry, but the relationship with her father could be key,"}, {"timestamp": [2659.04, 2661.12], "text": " just as it was for Sir Steve."}, {"timestamp": [2661.12, 2669.44], "text": " and probably dad deserves a credit for Whitney as deserves credit for Whitney as well. I mean he challenged all of us to think about the game when we were playing and Whitney's"}, {"timestamp": [2669.44, 2674.08], "text": " just a chip off that block I think and she's not frightened to have those hard conversations"}, {"timestamp": [2674.08, 2675.08], "text": " when you need to have them."}, {"timestamp": [2675.08, 2680.72], "text": " So obviously not the finished product but I think she will go a long way I think."}, {"timestamp": [2680.72, 2684.72], "text": " as the latest Hansen takes on the challenge to grow the women's game."}, {"timestamp": [2684.72, 2686.88], "text": " matman Okea 1 news."}, {"timestamp": [2686.88, 2690.56], "text": " He saw the best too. Well the All Whites footballers have been given a major"}, {"timestamp": [2690.56, 2692.6], "text": " boost on the road to their World Cup."}, {"timestamp": [2692.6, 2696.28], "text": " A warm-up game against Peru is being confirmed before they take on their"}, {"timestamp": [2696.28, 2702.6], "text": " final playoff match in June. There's even better news if you're a mad-keen football fan."}, {"timestamp": [2702.6, 2706.72], "text": " Finally home after almost a year on the road,"}, {"timestamp": [2706.72, 2709.36], "text": " a chance to watch some local football close up"}, {"timestamp": [2709.36, 2712.76], "text": " before taking on Peru now in just six weeks."}, {"timestamp": [2712.76, 2714.24], "text": " How exciting?"}, {"timestamp": [2714.24, 2716.8], "text": " Yeah, well, a great challenge, 22 in the world."}, {"timestamp": [2716.8, 2719.28], "text": " I think we've got a little bit of history with."}, {"timestamp": [2719.28, 2721.24], "text": " Yeah, we're going to find out a lot about ourselves."}, {"timestamp": [2721.24, 2724.72], "text": " The old weights played Peru for the final spot of the 2018 World Cup."}, {"timestamp": [2721.0, 2724.72], "text": " out a lot about ourselves. The old weights played Peru for the final spot of the 2018 World Cup."}, {"timestamp": [2724.72, 2729.2], "text": " Now the South Americans will help Danny Hayes team for their winner takes all game against"}, {"timestamp": [2729.2, 2732.0], "text": " Costa Rica on June 14."}, {"timestamp": [2732.0, 2737.0], "text": " The sides will play in Barcelona a week before the World Cup playoff game in Doha."}, {"timestamp": [2737.0, 2739.0], "text": " Both matches allowed fans."}, {"timestamp": [2739.0, 2740.0], "text": " We've seen the polls."}, {"timestamp": [2740.0, 2743.0], "text": " which it's what's just one, and he's got the gold."}, {"timestamp": [2743.0, 2746.12], "text": " We haven't played in front of a in front of of a crew for a very, very long time."}, {"timestamp": [2746.12, 2749.76], "text": " We haven't been able to travel anywhere, so I'm sure there's football fans around"}, {"timestamp": [2749.76, 2753.12], "text": " the country with some wedge in their pocket wanting to burn it, Danny."}, {"timestamp": [2753.12, 2754.96], "text": " Well, hey, let's hope so."}, {"timestamp": [2754.96, 2766.68], "text": " Yeah, I know there's already a couple of charter flights from the UAE of New Zealand's base there that are going to make their way across. Today the news of your white schedule filtering through to the Wellington Phoenix"}, {"timestamp": [2766.68, 2769.8], "text": " preparing for their next home game in Auckland."}, {"timestamp": [2769.8, 2774.2], "text": " For me not nervous it makes me feel a bit weird because I've never I've never"}, {"timestamp": [2774.2, 2778.2], "text": " heard those words I've seen it before World Cup year I'm gonna sit at home and watch it but now"}, {"timestamp": [2778.2, 2780.6], "text": " but now there's actually a real possibility there."}, {"timestamp": [2780.6, 2781.8], "text": " We could be there."}, {"timestamp": [2781.8, 2786.08], "text": " The Phoenix training at one of football's hotbeds today, Glenfield."}, {"timestamp": [2786.08, 2789.88], "text": " It's Eden Park on Sunday and a true home game for many."}, {"timestamp": [2789.88, 2791.36], "text": " You're an awful boy, North Shore boy?"}, {"timestamp": [2791.36, 2792.36], "text": " Yeah, North Shore boy."}, {"timestamp": [2792.36, 2798.52], "text": " I met my parents off at the airport last night and it was so strange to see them."}, {"timestamp": [2798.52, 2801.52], "text": " First time I see them since we left."}, {"timestamp": [2801.52, 2805.64], "text": " For 20 year old Sam Sutton, Sam Sutton, that was in the middle of last year."}, {"timestamp": [2805.64, 2808.76], "text": " The Phoenix remain on the cusp of the A-League playoffs."}, {"timestamp": [2808.76, 2814.8], "text": " The alt-weight's plans are firming up a huge two months ahead for football."}, {"timestamp": [2814.8, 2820.4], "text": " Further, Manchester United have appointed their fifth manager in nine years, Eric Tenhag"}, {"timestamp": [2820.4, 2826.44], "text": " the new man, the Dutchman's task, revive the fallen superpower of European football,"}, {"timestamp": [2826.44, 2830.12], "text": " suffering its longest trophy drought and 40 years."}, {"timestamp": [2830.12, 2832.68], "text": " Here's the BBC's Andy Swiss."}, {"timestamp": [2832.68, 2835.44], "text": " Few in football have earned more plaudits."}, {"timestamp": [2835.44, 2841.84], "text": " Eric Ten Harg has guided Iax to two league titles, but now for a far bigger challenge."}, {"timestamp": [2841.84, 2847.8], "text": " Manchester United's thrashing by Liverpool this week was a new low in a season that's had a few."}, {"timestamp": [2847.8, 2850.12], "text": " It's a thumping victory for Liverpool."}, {"timestamp": [2850.12, 2853.6], "text": " And after five trophyless years, the Eric era"}, {"timestamp": [2853.6, 2855.12], "text": " can't come soon enough."}, {"timestamp": [2855.12, 2856.68], "text": " And we can't do with bad as the last lot."}, {"timestamp": [2856.68, 2862.0], "text": " At the moment, they're just a very poor team"}, {"timestamp": [2862.0, 2864.12], "text": " that's gone no direction at all."}, {"timestamp": [2865.52, 2870.08], "text": " So yeah, I think it's fantastic news. If you can bring a team that I asked to champion to"}, {"timestamp": [2870.08, 2875.28], "text": " be final and he could probably bring us to a final. Why the optimism? Well Tenhag has"}, {"timestamp": [2875.28, 2881.84], "text": " flourished with a young team attacking football and a meticulous approach. At his first club go ahead eagles,"}, {"timestamp": [2881.84, 2885.6], "text": " he even had a strategy for the person putting out the drinks."}, {"timestamp": [2885.6, 2890.4], "text": " He wanted her to put the drinks, like not randomly on the day, but in straight lines in the right order,"}, {"timestamp": [2891.12, 2897.6], "text": " for whatever reason, but it was all part of his bigger plan, like every single part of the club,"}, {"timestamp": [2897.6, 2901.6], "text": " every single part of the team, should be professional."}, {"timestamp": [2901.6, 2905.16], "text": " Well, United say they were impressed with Eric Tenhag's long-term"}, {"timestamp": [2905.16, 2910.08], "text": " vision for returning the club to the level they want to be competing at but to"}, {"timestamp": [2910.08, 2915.64], "text": " do that he'll have to succeed where plenty of others have failed."}, {"timestamp": [2915.64, 2921.84], "text": " Manchester United champions. Since Sir Alex Ferguson retired nearly a decade ago"}, {"timestamp": [2921.84, 2925.52], "text": " United has stumbled through a string of successors."}, {"timestamp": [2925.52, 2930.48], "text": " So this time, lucky perhaps, the fans will be hoping that finally they just might"}, {"timestamp": [2930.48, 2932.68], "text": " rise again."}, {"timestamp": [2932.68, 2937.88], "text": " One of sports closest and most hard-fought rivalries is heating up the heats in the semi-finals at"}, {"timestamp": [2937.88, 2943.96], "text": " the National Canoe Sprint Championships, revealing just how close the K-1-500 event is between"}, {"timestamp": [2943.96, 2945.36], "text": " Dame Lisa Carrington"}, {"timestamp": [2945.36, 2949.52], "text": " and her key rival Amy Fisher. Now Guy Havelt was there today and joined us"}, {"timestamp": [2949.52, 2951.96], "text": " now live from Lake Carapiro."}, {"timestamp": [2951.96, 2952.88], "text": " Hello Guy."}, {"timestamp": [2965.04, 2968.48], "text": " here at the national championships about who they think might win this K1-500. Everyone seems to have an opinion about it. You would have thought not long"}, {"timestamp": [2968.48, 2971.72], "text": " ago that a Carrington Blitz might have been a fater-com plea."}, {"timestamp": [2971.72, 2976.0], "text": " Judging by how things went this afternoon it might not be so easy for the"}, {"timestamp": [2976.0, 2982.08], "text": " five-time Olympic gold medalist. The race is well and truly on."}, {"timestamp": [2982.08, 2990.0], "text": " Reign. reigning, 500 Olympic champion Dame Lisa Carrington and current world champion Amy Fisher."}, {"timestamp": [2990.0, 2995.0], "text": " Both winning their heats to go straight into tomorrow's final."}, {"timestamp": [2995.0, 2999.0], "text": " We're really privileged to have such amazing paddlers in New Zealand, right?"}, {"timestamp": [2999.0, 3004.0], "text": " And, you know, so it's incredible that we have the opportunity to, you know, to run a really competitive trial."}, {"timestamp": [3005.0, 3010.0], "text": " But in what might surprise some, Fishers qualified more than three seconds faster."}, {"timestamp": [3010.0, 3016.0], "text": " The final, the first and the best of three series to decide who will represent New Zealand at the World Champs."}, {"timestamp": [3016.0, 3020.0], "text": " Well they haven't raced each other yet, but no doubt we'll see a really great race in the final."}, {"timestamp": [3020.0, 3025.0], "text": " A man who's been to many world championships himself today showing he's still got it."}, {"timestamp": [3025.0, 3027.0], "text": " Yeah, what's the five, four?"}, {"timestamp": [3027.0, 3028.0], "text": " K-toubins!"}, {"timestamp": [3028.0, 3032.0], "text": " Ben Fui making the A-final in the K-1-1-1-1-1-1-1-1, the event he won"}, {"timestamp": [3032.0, 3035.0], "text": " in the Athens Olympics, 18 years ago."}, {"timestamp": [3035.0, 3046.0], "text": " I told you that you make the A-final in the K-1-1-1-1-1-1-1-1-1-1, the event, the event he, the event he at, the event he, the event he won, the event he won at, the event he won at, the, the, the, the, the event he won, the, the, the, the, the, the, the, the, the, the event he won it well, but yeah, I didn't had no idea I'd make the final."}, {"timestamp": [3046.0, 3050.0], "text": " I'd make one of the guys who's injured, so maybe it opened up a spot so I could sneak in there."}, {"timestamp": [3050.0, 3066.24], "text": " So I'm absolutely thrilled, I never expected to race a final in national championships here again. 43 year old Fuee though not missing out on gold altogether winning the Masters K2 500"}, {"timestamp": [3066.24, 3068.0], "text": " with close mate Troy Burbage."}, {"timestamp": [3068.0, 3071.44], "text": " Finding figuring out who's done the training and who hasn't is always interesting you don't"}, {"timestamp": [3071.44, 3073.84], "text": " find out until he gets into the race and yeah."}, {"timestamp": [3073.84, 3075.44], "text": " So he was blowing a bit was he?"}, {"timestamp": [3075.44, 3076.64], "text": " Oh I think we both were here."}, {"timestamp": [3076.64, 3081.28], "text": " Job done for a pair of older guns as the battle heats up between two others."}, {"timestamp": [3083.84, 3089.72], "text": " so Sam the first step of that Carringtononrington versus Fisher battle goes just after 9 o'clock"}, {"timestamp": [3089.72, 3094.88], "text": " tomorrow morning race too is then on Sunday and that third and deciding race if required"}, {"timestamp": [3094.88, 3098.32], "text": " will be held here at Lake Carapero later in the week."}, {"timestamp": [3098.32, 3101.24], "text": " Look it was effortless from both of them today and winning their heats."}, {"timestamp": [3101.24, 3108.08], "text": " Hard to really know what to read into that but I think we can ascertain that it is going to be close to decide who represents New Zealand"}, {"timestamp": [3108.08, 3109.68], "text": " at the World Championships this year."}, {"timestamp": [3109.68, 3114.32], "text": " Thanks, Guy. We'll see you tomorrow with a result in reaction from that women's showdown."}, {"timestamp": [3114.32, 3120.2], "text": " Right, to NBA basketball and the Memphis Grizzlies have clawed back a massive 26-point"}, {"timestamp": [3120.2, 3126.52], "text": " deficit to take game three of their playoff series against Minnesota. Things got off to a dire start."}, {"timestamp": [3126.52, 3130.6], "text": " The Timberwolves didn't put a foot wrong and Stephen Adams"}, {"timestamp": [3130.6, 3134.68], "text": " couldn't get a foot in remaining sidelined for the entire game."}, {"timestamp": [3134.68, 3136.88], "text": " Momentum swinging quarter to quarter."}, {"timestamp": [3136.88, 3141.96], "text": " The Grizzlies had the final say a run of 21 unanswered points derailing the Timberwolves."}, {"timestamp": [3141.96, 3146.0], "text": " He's got the big Joe's. Yes sir!"}, {"timestamp": [3146.0, 3147.0], "text": " A three!"}, {"timestamp": [3147.0, 3151.0], "text": " And Memphis takes the lead first time tonight in Florida."}, {"timestamp": [3151.0, 3167.84], "text": " In Florida. have outscored the timber walls 35 to 9. And this Minnesota crowd is stunned."}, {"timestamp": [3167.84, 3171.28], "text": " The 104 to 95 victory, the biggest comeback"}, {"timestamp": [3171.28, 3173.12], "text": " in Memphis franchise history."}, {"timestamp": [3173.12, 3174.92], "text": " They lead the series to one."}, {"timestamp": [3174.92, 3178.08], "text": " Game four is in Minneapolis on Sunday."}, {"timestamp": [3179.08, 3180.04], "text": " That's it for sport Wendy."}, {"timestamp": [3180.04, 3180.8], "text": " Love a comeback."}, {"timestamp": [3180.8, 3181.8], "text": " That was great."}, {"timestamp": [3181.8, 3182.8], "text": " Thank you."}, {"timestamp": [3182.8, 3184.8], "text": " You too. See tomorrow."}, {"timestamp": [3184.8, 3185.0], "text": " Thanks Andrew."}, {"timestamp": [3185.0, 3190.0], "text": " After this, we've got the weather and we'll see what it's doing at your place."}, {"timestamp": [3190.0, 3195.0], "text": " And then coming up at 7 a feast for the senses, the world's largest kappa haka festival, turns 50."}, {"timestamp": [3195.0, 3199.0], "text": " We celebrate with some local legends and find out what's next."}, {"timestamp": [3199.0, 3205.0], "text": " And a big boy, and there she is, an old girl. That could be her. And dear devils in Cuba, there they are."}, {"timestamp": [3205.0, 3207.0], "text": " It's quite the animal sporgaspore tonight."}, {"timestamp": [3207.0, 3209.0], "text": " All that and more, how would you need more?"}, {"timestamp": [3209.0, 3211.0], "text": " Join us at seven."}, {"timestamp": [3222.0, 3226.0], "text": " of the great British sewing bee. Over on two, celebrity teams compete to guess what's inside the mystery box on Gessible."}, {"timestamp": [3226.0, 3230.0], "text": " Then Haley puts comedians to the test and have you been paying attention."}, {"timestamp": [3230.0, 3234.0], "text": " On Duke, Chris and Peter fight over a fortune in a double dose of Family Guy."}, {"timestamp": [3234.0, 3236.0], "text": " Plus love lies and lots of scandal."}, {"timestamp": [3236.0, 3239.0], "text": " It's all going down in the UK drama Holly Oaks."}, {"timestamp": [3239.0, 3265.0], "text": " Streaming now, TV and Z on demand. Moose. You should do something constructive"}, {"timestamp": [3265.0, 3267.0], "text": " through your imaginary winnings."}, {"timestamp": [3267.0, 3269.0], "text": " The kitchen would be in the middle."}, {"timestamp": [3269.0, 3271.0], "text": " Maybe a greenhouse over here."}, {"timestamp": [3271.0, 3272.0], "text": " Carrots, fresh, be true."}, {"timestamp": [3272.0, 3273.0], "text": " I've got it."}, {"timestamp": [3273.0, 3285.0], "text": " Moose, the movie. lights. Can you do this? Yes. Pen? Pen?"}, {"timestamp": [3285.0, 3286.0], "text": " Pen?"}, {"timestamp": [3286.0, 3287.0], "text": " Are you ready for me?"}, {"timestamp": [3287.0, 3290.0], "text": " Radio 91518."}, {"timestamp": [3290.0, 3291.0], "text": " Oh, that's right."}, {"timestamp": [3291.0, 3292.0], "text": " Say it."}, {"timestamp": [3292.0, 3307.0], "text": " 22. Sibaru all-wheel drive delivers, delivers, delivers, delivers, delivers, delivers,"}, {"timestamp": [3317.0, 3318.0], "text": " delivers and all conditions."}, {"timestamp": [3318.0, 3319.0], "text": " From Teddy Bears, to play dates, and football practices, you don't want them to miss out."}, {"timestamp": [3319.0, 3327.0], "text": " But what if they're missing protection, you thought they had? to play dates and football practices. You don't want them to miss out."}, {"timestamp": [3327.0, 3330.0], "text": " But what if they're missing protection you thought they had?"}, {"timestamp": [3330.0, 3335.0], "text": " Even if your child has been immunised, they may be missing protection against meninococcal."}, {"timestamp": [3335.0, 3339.0], "text": " A rare, but potentially deadly and devastating disease."}, {"timestamp": [3339.0, 3344.0], "text": " Missing protection against menincococcal disease could mean missing out on a whole lot more."}, {"timestamp": [3344.0, 3346.96], "text": " Ask your doctor or nurse if your child is missing protection."}, {"timestamp": [3348.16, 3350.88], "text": " It's the spectacular Spexavers store-wide sale."}, {"timestamp": [3350.88, 3354.48], "text": " Get any two pairs of single-vision glasses or sunnies for just $2.99."}, {"timestamp": [3354.48, 3387.0], "text": " Yep, any two pairs in have gone to spec savers. to bring the ship into home. One day when the time is done will take our leave and peace."}, {"timestamp": [3387.0, 3395.0], "text": " The majority of life on our planet is aquatic."}, {"timestamp": [3395.0, 3397.0], "text": " It looks something like this."}, {"timestamp": [3397.0, 3401.0], "text": " Neither they nor the planet can stop and wait."}, {"timestamp": [3401.0, 3412.0], "text": " Not ocean is deep. When considering a probiotic, ask about life space broad spectrum probiotic"}, {"timestamp": [3412.0, 3415.64], "text": " chemists warehouse. It contains 15 strains of beneficial bacteria and"}, {"timestamp": [3415.64, 3419.0], "text": " supports the maintenance of a healthy microbiome and immune system function."}, {"timestamp": [3419.0, 3423.0], "text": " And it's just 32.99. Live look feel well at chemists warehouse."}, {"timestamp": [3423.0, 3424.0], "text": " Police."}, {"timestamp": [3424.0, 3448.0], "text": " Police. Your son has been accused of sexual assault. for our dinner. What could go wrong? Dawn, don't! Shorten Street, next on two."}, {"timestamp": [3448.0, 3450.0], "text": " Kiyorara, hello again."}, {"timestamp": [3450.0, 3452.0], "text": " Frontal rainbands moved up the country today"}, {"timestamp": [3452.0, 3456.0], "text": " and cooler temperatures in a south-to-sauwest flow"}, {"timestamp": [3456.0, 3458.0], "text": " with strong winds in some places,"}, {"timestamp": [3458.0, 3462.0], "text": " as well as a smattering of snow over southern passes"}, {"timestamp": [3462.0, 3464.0], "text": " and the high country this morning."}, {"timestamp": [3464.0, 3465.04], "text": " So those fronts are moving through and sliding snow over southern passes and the high country this morning."}, {"timestamp": [3465.04, 3470.52], "text": " So those fronts moving through and sliding away to the east tonight as high pressure"}, {"timestamp": [3470.52, 3474.44], "text": " system builds over Altero tomorrow."}, {"timestamp": [3474.44, 3478.96], "text": " Partly cloudy over the top, Kaitai will get the odd shower, sunshine and"}, {"timestamp": [3478.96, 3482.48], "text": " southerlies for fangare and fierangar."}, {"timestamp": [3482.48, 3486.24], "text": " Auckland, Tamiki Makato, you wait to a sunny Saturday,"}, {"timestamp": [3486.24, 3489.88], "text": " southerly winds, and a shower after dark is on the cards."}, {"timestamp": [3489.88, 3491.72], "text": " 19 is your high."}, {"timestamp": [3492.76, 3496.0], "text": " It's a fine day across the Waikato sunshine and southerly's"}, {"timestamp": [3496.0, 3499.76], "text": " dying out in the evening, a high of 19 degrees for Hamilton."}, {"timestamp": [3499.76, 3507.0], "text": " The center north in the clear plenty of sunshine and southerly winds through here."}, {"timestamp": [3507.0, 3514.28], "text": " Pohrongar, a sunny day is forecast for you too, southerly and a high of 20 degrees."}, {"timestamp": [3514.28, 3519.28], "text": " To the east and Gisvin still seeing the odd shower, but things fine up by evening as those"}, {"timestamp": [3519.28, 3525.68], "text": " southerly winds die out, it's going to be mainly fine for the rest of this group. Find out west, but"}, {"timestamp": [3525.68, 3532.48], "text": " cloud will creep in from evening, a high of 17 degrees for Parmesan North and Lavin."}, {"timestamp": [3532.48, 3538.72], "text": " Wellington fine weather, southerly is dying out in the morning, then fresh nor westlies will kick in"}, {"timestamp": [3538.72, 3547.04], "text": " after lunch, 16 degrees is your high. Sunny over the top of Puyponamo, West Port is cloudy with"}, {"timestamp": [3547.04, 3553.68], "text": " a few afternoon showers and 17 degrees. Christchurch a good-looking day is on the way"}, {"timestamp": [3553.68, 3557.04], "text": " for you. 18 degrees is your high."}, {"timestamp": [3557.04, 3561.4], "text": " Grey mouth and hawker ticker, clouds slowly creeping in across your day with showers from"}, {"timestamp": [3561.4, 3565.84], "text": " midday 15 degrees for you fine and 19 degrees for"}, {"timestamp": [3565.84, 3571.64], "text": " Ashberton and Timidou. Queenstown fine with high cloud that cloud increasing"}, {"timestamp": [3571.64, 3580.48], "text": " in the evening and a top of 15 degrees. Cloudy with showers for much of the south turning to rain late evening"}, {"timestamp": [3580.48, 3591.0], "text": " and strong wesily winds through here. Dunedin some cloud about for you but it should stay dry, westerlies and 18 is your high."}, {"timestamp": [3591.0, 3598.0], "text": " So enjoy that sunshine if you have it on Saturday as a week cold front moves across the country on Sunday."}, {"timestamp": [3598.0, 3604.0], "text": " That's followed by a shari-sauwesterly flow that gradually eases back on Monday."}, {"timestamp": [3604.0, 3605.64], "text": " And that is your weather."}, {"timestamp": [3605.64, 3610.08], "text": " Enjoy the rest of your Friday night. You too. Thank you Renee. Well that is"}, {"timestamp": [3610.08, 3616.16], "text": " one news. Thank you for watching. Time now for Seven Charlotte with Sasha and Hayden."}], "text": " Tonight in One News, a new security deal with Japan. New Zealand and Japan agree to tackle Pacific security challenges together amid growing concerns of China's influence in the region. More weapons on the way to help Ukraine, but is it too late? Putin claims victory in Marupal, but he issues a stunning order to subdue the last Ukrainian defenders hold up in the city. And is TV taking another new turn as a screening service is there for one another for our subscription money and our eyeballs? What will it mean for the future of your binge watching? Nicely. Are you hurt? Come now, it's not proper to stand. joined forces with Japan to share information on areas, including defense and intelligence. The move comes amid increasing concerns over China's role in the Pacific. Our political editor Jessica Nachmakai traveling with the PM joins us from Tokyo, but first her report. A formal inspection as the peers survey the current state of the Indo-Pacific region. as the peers survey the current state of the Indo-Pacific region. The world is at a crucial moment of ending the brutal invasion by Russia and defending our peaceful order. And even though it's not explicit, there's a message for China there too. Attempts her to unilaterally change the status quo by force cannot be allowed in any region wherever that may be. The US is also sending its own message to China, flying in some heavy hitters to Honea'iara. Too late to stop a security deal between the Solomons and China. Many countries aren't happy about the blossoming friendship. The US were blindsided. Australia won't say when it found out. I have known for some time the risk of a deal such as this coming about. It could, you know, bring about a situation where China can influence the domestic environment in the Solomons. The two prime ministers agreed to share high level information. Japan isn't part of the Five Eyes deal, which includes the US, the UK, Australia, Canada and New Zealand. Yes, so it can include security and intelligence information. But always at the discretion of both countries, we will always maintain our right to determine where that's helpful to us. So is the Prime Minister concerned about the message the deal seems to China? New Zealand has these kinds of arrangements with a number of other countries. It would seem wrong to preclude having such an arrangement with Japan simply because we'd be worried about the perception of it. Robert Patman says this is a big deal. Oh I think it's very important. I think it's one of the most significant developments in New Zealand's foreign policy in the last five years, perhaps longer. As well as all that high level formality. mnistan con bonbonois. There's been plenty of soft diplomacy too. dropping into a Kui company and no trip is complete without something to do with rugby. Justinder Adairn has spent her final full day and back-to-back meetings around Tokyo. Tomorrow she'll sign off on her first post-pandemic tour. And Jessica is with us now live from the New Zealand Embassy in Tokyo. Jess, the trip's not quite over yet. What's happening now? Well right now the Prime Minister is meeting with her Japanese exchange student who came for a home stay with her in Morinsville when she was 10. Officials managed to track the student down and the Prime Minister hasn't seen her since. It has been a big day here with big developments in the region. Obviously you've got the US officials flying into Honiara and that is a big development but there are also reports here in Japan that the advice foreign minister is going to be going to the Solomon Islands as well. So you can bet there will be some hustling for diplomacy because of China's defense deal with the Solomons. And Jice you've been traveling with the Prime Minister through Singapore and now Japan. How do you think the trip's gone for her overall? Overall the Prime Minister will be pleased to get their information deal across the line, something tangible to say that it's a win, and especially with a big country like Japan. Now in terms of the bilateral meetings they have all run over which in my experience is a good sign for a little country like New Zealand. The Prime Minister was hoping to get Bangford back out of this trip that face-to-face contact is obviously an instant win but we won't know the full worth of this trip for sometime yet. Now just a final note, the whole delegation that have been here in Tokyo have just got the results back and we are all negative for COVID-19 which means that everyone in the delegation including the Prime Minister can fly back to New Zealand. That's good news. Thanks Jess. Jesses Ghesmach Makai from Tokyo. A witness to the fatal police shooting of Taranaki man, Chaos Price, last weekend says two shots were fired and he believes Price could have been detained by other means. Price was unarmed. He's the fifth person to be fatally shot by police in Taranaki since 2000. Kristen Hall has the story. Twenty-two-year-old Chaos Price had lived a troubled life, but he was also a son, a brother and a friend. The Fano at the moment are trying their very best to stay together. This is not easy. Price was shot dead by police last Saturday night during a traffic stop between New Plymouth and Waitida. Police say he was driving in convoy with an associate and rammed a police car with his vehicle after his friend was stopped. They say Price was shot while he was trying to commandeer a member of the public's car, but this witness says that's not what he saw. When Taos went past me, he was on a lane like he had been injured. And when I come to reflect on it, he looked like he was running for his life. He says he remembers two shots were fired and a police dog was deployed. The dog definitely could have done something to prevent that second shot. If he was, chaos was injured, he wasn't going far. Questions now about why Price needed to be shot at all? Make no mistake about this, we are wanting to help the investigation. But obviously the pieces of the puzzle that haven't been forthcoming. The community are beyond wanting answers, I think they are wanting change. Police refused an interview saying they can't comment while the investigation into the shooting is ongoing. They're urging witnesses to come forward as soon as possible. This man has given a statement after he says he was initially allowed to leave the scene without being interviewed. I was the first person coming from Waitera. I was the very first car that witnessed everything. Chaos Price is the fifth person to be fatally shot by police in Taranaki since 2000. Denny Moyahoo knew four of the five including Stephen Wallace. Like Price he didn't have a firearm when he was killed 22 years ago. That trauma that's experienced from a community from the farm, from the township of Waiter, it stays with each of us. I accept properly. I think about it in my dreams, it's still vivid in my mind every day. Another police shooting in this community with questions over whether it might have been avoided. Kristen Hall, one news. Ukraine says it's clinging on to its marupole holdout despite Russia declaring victory in the war's biggest battle so far. It comes as a US sends another billion dollars of military aid for what President Biden calls a critical window in the conflict. Our US correspondent Anniburns Francis Asa details. On Maripol shoreline lies the sprawling shelled remains of a huge steel mill. It looks deserted, but inside 2,000 Ukrainian soldiers and civilians are hold up, seeking shelter, refusing to lay down arms. Russian troops had threatened to air strike the plant into dust, but knew more sinister orders have been delivered. There is no need to climb into these catacombs and crawl underground through these industrial facilities. Block off this industrial area so that not even a fly can escape. Vladimir Putin's racing to gain control of the south and east of the country. If our soldiers fall, 10,000 Russian troops will head north and help to occupy Don Bus. So the boys in Maria Pole are carrying out a huge and important mission. But trapped by the crossfire are thousands of Ukrainians. Hell is what's happening there. It's not possible to just retell it. Russians are killing people for nothing. Those lucky enough to find a way out, forced to leave loved ones behind. My son and his wife, I was living underground for 25 days. And still, the death toll is rising. New satellite images show what appears to be a mass grave not far from Maripol. Russians are taking our citizens there in huge trucks. All those citizens are killed by the Russian Federation and Russian Federation is hiding war crimes there. answering fresh pleas from Ukraine's president, the United States today announcing it sending more weapons to Ukraine, artillery, missiles and drones. We're sending it directly to the front lines of freedom, to the fearless and skilled Ukrainian fighters who are standing in the breach. Putting pressure on Russia to end its offensive requires every other nation to try numerous strategies. But while peace talks and pleading at the United Nations as so far failed, the US is clearly banking on aggressive military support. Lethal aid worth a billion dollars, weapons chosen to help Ukraine fight Russia in the flat plains of the East. But Ukraine, once a breadbasket of the region, says it needs ten times that, every month, and humanitarian aid just to survive. With each passing day it becomes clear this will be a long brutal battle to a very bloody end. Anna Burns Francis, one news New York. Far North Hapu are deeply concerned for the health of their people after discovering traces of human waste and toxic metals in the Wairoa stream in the far north. They have commissioned research into the popular swimming spot at Ahipara at the southern end of 90 Mile Beach and a stunt to learn a connecting sewage plant has been repeatedly non-compliant. Aari affairs reporter Tianoakuri Hanganoi reports. This is as close as seven-year-old Ramere can get to her ancestral river. What's in it could harm her. 98% of the water coming into the stream above the school has got human waste fecal coliform in it at a very high level. But the wider stream flowing through ahi para is still being used to swim and collect Kaimwana. We don't want to be killed, but that's what we have to do, just tell them, look, if you're going in there, you're putting yourself at risk. A wastewater treatment plant and landfill further upstream are partly to blame. Research commissioned by Tarawa found the sewage plant has been non-compliant 59 59 of the time over the last six years. What are we if we're not water? If we don't protect what little we have, what are we? Treated sewage from about 500 properties passes through natural wetlands and a tributary before it's finally discharged here. But research found not only is the tributary contaminated with human waste it's also riddled with dangerous metals such as copper and lead. To think that our Tamariki are swimming and fecal matter and metals and all of that it's sad. In a statement the Far North District Council accepts that non-compliance must be solved. And it's budgeted for an ultraviolet system to reduce pollution in the next financial year. That's news to Ahi Paraparapu, who claim the council has repeatedly left them in the dark. But they won't listen to the tongue to Fenawa. Like we want to work together. The silence is deafening on it. Far no here are devastated, but they're also hopeful. You've always got to be thinking that we can make a difference. This is our home. We're taking care of it. We're going to be challenging those who are a big part of what the damage that's being done. Hopeful that one day, Rama-Rai will be able gather Kaiheer like her great-grandma did. Tiyaniwah, Huyanganoi, One News. Unfair and arbitrary. That's the damning review of a human rights commissioner on the government rule banning unvaccinated permanent residence from returning here. It follows a one-new story highlighting the situation for those still overseas away from work, family and and their homes Thomas Mead reports. Unvaccinated permanent residence of New Zealand stuck abroad and pleading for help. It's heartbreaking to be honest. And now New Zealand's chief human rights commissioner is backing their call. The government hasn't got this right. It's unfair. It's arbitrary and it's questionable in international human rights law. While the government allows unvaccinated citizens to return, it won't do the same for permanent residence. Like Brigitte Van Zalp, who was supposed to move back to New Zealand on Tuesday after four years overseas. She's living out of a suitcase in the Netherlands. I don't know where to go. We don't have a place to stay. We can stay a couple of days longer, but then after that week we have to get out. Brigitte and her husband claimed they had the rug pulled out from underneath them, saying they were given a place in MIQ, only for the government to change its mind. The MAQ stay was confirmed on February 17 this year. It was then cancelled in March as MAQ wound down. The couple told in April there was no way to enter the country without being vaccinated. While some epidemiologists say public health comes first, Paul Hunt believes there should be a balance. Some conditions are permissible, reasonable and fair, but a blanket prohibition against all unvaccinated permanent residence, it seems to me, is not a fair and reasonable balance to have struck. In a statement, the Minister responsible, Chris Hippkins, said border rules were constantly being reviewed. But he added, I expect an update from officials in the very near future in the meantime the commissioner is making his view very clear I think that permanent residence should be allowed home an opinion that shorter resonate with those overseas Thomas Meade one news. The annual Poppy Day Appeal is marking its 100th anniversary today. Volunteers have taken to the streets to exchange the little red flowers for donations to support war veterans and their families. Poppies grew in the battlefields and after the first World War were seen as a tribute to those who died. and after the first World War were seen as a tribute to those who died. He donated any money that can be given is great and that's my grandfather. He's fought in the war and great-grandfather as well. My Nana's father went to World War I and fought there. These men and women they saved their country, our way of life. By Poppy, it's not just a public holiday, it's a way to remember our soldiers. The RSA is hoping to raise two million dollars for this year's poppy appeal. If I can ask not to come a decade and a half after she disappeared, a breakthrough in the case of missing British preschooler Madeline McCann. And find out why Johnny Deaf thinks of having whiskey at 9am. Inside the Aylister's marriage, as the bitter court case between the axes rolls on. And on 7 Sharpe, sustainable shopping habits, the simple ways to save the planet and some cash. Plus, an Anzac angel, one woman's crusade for Southland's foreign soldiers, no war memorial is left behind. And one remarkable aviation restoration, she's a World War II beauty, you're going to see her and us at seven. This is a big job. It does take a bit of a tumble down the stairs. Pickery Dock, can they save the shanet clock? This bits of messing the the glasses broken the vessels bent turning to an up to the nightmare. Then it's the semi-final hold on tight it's 1940 baby will they reach for the stars? I say or fall from great heights uh oh god I can't watch the repair shop and the great British sewing bee tonight from 730 on one And I promise you. Every hardworking New Zealander who bundles power plus mobile will slingshot will save $300 a year off their broadband! Buddle up, save money, boom! Jessica, in Tova. What does it feel like when a family SUV meets a sports car with 235 kilowatts of power? You could say it's a rush to the hard thing. How about our performance for motion all-wheel drive? It's keeping the family safe at every corner thing. And the Harmon Carbon sound system? It's a... if they're the one choosing the music, then there better be good basing. The Volkswagen Tijuana., it's an arthing. Keweze know that our home is our castle. Carpet your castle this month with our 3KG, 24 ounce Valencia and Casabella carpets. They're on offer for only $69 a carpet meter, because there's no place, like home. One more time! And I'll be going to make it. Man, you find the hole in yarn. Twisting the night away. Yeah. There. Justin. Everybody is feeling great. They're justin'...................................................................................................................................................................................................................................................................................................................................................................................5. They're trusting the... Interesting! Yeah, I'm trusting my life. 1. Powerfully formulated skin care oils. Made with ethically sourced, quality vegan ingredients, and free from GMO. Specialist skin care for scars and stretch marks. Bio-oil.... Specialists skincare for scars and stretch marks. Bia oil. At Spotlight Life's what you make it. With 40% off the entire range of cookware. 40% off the entire range of bakeware. And 40% off the entire range of napery. So you can create it, decorate it and celebrate it for less. Say on now. At Spotlight, it's what you make it. Check it out. I don't know. Bishing Broody went to base. I have confirmation. They like it. Hey, what you do? They like it. Hey, Pete! They like it. I receive over $4,000 cash back rebate when you purchase. Jazz from Honda. In financial news tonight we're seeing more New Zealanders. Bundling their home utilities were slingshot. Saving money in record numbers. Boom. So economically speaking I... Bundling other stuff with broadband doesn't increase once propensity to save mad cash. I promise you. Bundling up will keep more money in the pockets of hardworking New Zealanders. Starting today! By the love with slingshot, save money, boom! Jessica, in tova. K'yodor Anno, welcome back. COVID's flipped Australia's federal election on its head with the leader of the opposition testing positive and lockdown for a week. But that could put more focus on the Prime Minister, Scott Morrison, who's getting heat on several fronts. Here's our Australia correspondent Andrew McFarlane. For the next seven days, the only seat Anthony Albanese will be campaigning in is his sofa at home. A positive PCR knocking him off the trail throwing campaign plans into disarray. Albo's okay I mean this is life in in 2022. Albinese spent the week pressing the flesh with workers, elderly voters and even the Prime Minister who's already had about with the virus. I sent him a message wishing him well, I hope he's his symptoms aren't too bad. But Mr Morrison's facing a battle of his own the incumbent. Hello, I am Catherine Deves. A series of now deleted tweets from this liberal politician are refusing to go away. In one, she said gay couples seeking surrogacy was a human rights violation. She also falsely claimed more than half of trans women were sex offenders, and in another, she voiced support for a billboard in Wellington that was deemed anti-trans, before being taken down. Members of Morrison's own party are calling for deeds to go, but the PM's resolute. And there has been quite a pylon as you've seen, and I'm not joining that pylon, and she has said that that's not how she wants to pursue it. Political pundits say Morrison's trying to walk a thin line. It is a val pitch, it's meant to be a value's pitch and it's working that way. Whether it's paid off will be pretty clear in a month's time. Andrew McFarland, one news, Sydney. Just shy of 15 years since she went missing a formal suspect has been identified in the Madeline McCann case. Paunchier's prosecutors haven named the suspect, but are acting on a request from German authorities who have been investigating this man since 2020. No formal charges have been laid against Christian Bruichner. Three-year-old Madeline went missing in 2007 while on a family holiday. Her parents Kate and Jerry were controversially named suspects five months after her disappearance but were later cleared. The Queen has celebrated a very low-key 96th birthday. She was seen wearing sunglasses being driven around with her dogs on her Sandringham estate. At Windsor Guards played happy birthday to the monarch with crowds of onlookers watching the performance. And in London's Hyde Park there was a round of salutes. released this 1928 photograph of the Queen at the age of two to mark her birthday. And fellow British non-engineerian Sir David Attenborough has been named Champion of the Earth by the United Nations Environment Programme. The award is in recognition of the 95-year-old's lifelong efforts to protect and restore nature. Sir David said that the world must take action now to protect the planet. He said there was hope despite the dire state of the climate on earth. Allegations of daytime binge drinking, angry outbursts and drug use have been heard again in court. As a saga between Johnny Depp and Amber heard continues, the 59-year-old has been back on the stand and his $100 million defamation trial against his ex-wife. The Hollywood actor suing her for $50 million over a piece she wrote in the Washington Post. She's countersuing him for libel, saying he called her a liar. The DBC's David Sillito reports. Johnny Depp and day three on the witness stand and he was bracing himself for some tough questions. Yesterday we saw what he says were the injuries caused by his ex-wife Amber heard. And it was that betrayal of Johnny Depp the blameless victim in all of this that was today being challenged in court. He was shown these text messages exchanged with the actor Paul Bettany, comments about burning and drowning and be heard. After you said, let's drown her before we burn her, Mr. Depp, you said, I will fuck her burnt corpse afterwards to make sure she is dead. to make sure she is dead. That's what you said that you would do after you burned her and after you drowned her. Did I read that right? You certainly did, yes. A real threat or a less than serious Monty Python reference. And then his drug use. The court was shown these photographs of bags of marijuana. The actor lying passed out. and what Johnny Depp says was a carefully staged photo of cocaine of marijuana. The actor lying passed out, and what Johnny Depp says was a carefully staged photo of cocaine and whiskey. You would sometimes drink whiskey in the mornings too, right? During this time period. I, I, I, you know, I mean, isn't happy or anytime. And then questions about what Amber Hurd calls the monster. His temper. The court was played a tape of him talking about a headbutt. Mr. Depp, you said I headbudded you in the f-4head. That doesn't break in those. Correct. I did say those words. I said I was using the words that Ms. Hurd was using. Okay. But there was not an intentional headboat. There was also footage of another angry outburst. He said yes, he did hit cabinets and catnips, but not his wife. A warning about a deadly disease that's been laying low since our first lockdown why some in the health sector say meningitis needs to be on our radar as the borders reopen and clamping down on password preloading TV streaming services say no pay no pressing play. It grows more cariose with every moment in your present. And on seven sharp food prices are rising but how much are we checking into the... and grows more carrias with every moment in your presence. And on seven sharp food prices are rising, but how much are we chucking into the bin? Expert advice on how to save money and the planet. Plus the world's largest cup of harker festival turns 50. We celebrate with some local legends. Prepare for your spine to tingle. And we salute the rebirth of World War II aviation icon, the mighty Mosey. See you at seven. Tom Anks. He was a national in Apollo for any money. Is she into Tom Anks? Yeah. Who ain't into Tom Anks? one of these movies. The new season of the wall Saturday on one. Hey small spenders, you give a new meaning to living comfortably. You're the connoisseurs of coziness, turning up the heat and keeping costs down. Savings, you do it in your sleep. Yeah you throw on that extra layer. You make save and look hot. You put the snug in style. Winter is here, but you've already got it wrapped up. The warehouse, where Easter clearance ends Monday. The next garlic Easter clearance ends Monday, safe up to half price across selected living, dining and bedroom furniture. Hurry, the next garlic Easter clearance, ends Monday. We're opening up the secrets to our kitchen. Add our favorite ingredients to your next my food bag delivery, including new breakfast, lunch, and snacks. For Delicious made easy, visit my foodbag.co.org.org. So, you reckon you've got what it takes to be a dairy farmer? Hit it! You can't be easily distracted because you'll be getting an office with a mean as you. Hi, do you love animals? Or importantly, do they love you? Do you enjoy playing with fun new toys? Yep. You'll be expected to get out in the community. You're a big part of what makes it tick. Fishing tomorrow? Yep. Days off? They're compulsory. Sleepings. Their optional. This one's a biggie. You've always got to play the long game. Oh!. Because those little fellas? They depend on it. What do you reckon? Still think you've got what it takes? Come join us. P. Delanoz's computers. Pizzfob's any headphones. Half-prise at 50 backs crazy. It's an unbelievable 30% up Belkin headphones IT and accessories. Check me and we done it again. Hi, I'm Tina from Turner's. You know what I love? Ornamental frogs. Just kidding? Big ones. Tony ones.. Uncomfortable ones! Maybe. Home ventilation. What does it mean? In some homes it means opening a few windows and doors are letting the breeze flow through. To DDS, it's so much more. DVS home ventilation is the art of letting your home breathe. Fresh air in, stay layer out. So that everyone in your household enjoys the good satisfying air they need. So, call DDS today. We'll show you just how affordable it can be to clear the year at your place. All new Lego Masters New Zealand, coming soon on two. significantly dropped in Altyaroa, but experts are warning against complacency. Vaccination rates have nearly halved in the last two years and infection numbers are soaring past pre-pandemic levels overseas. Now there are calls for the government to make vaccines free for more people. Vardnabahn reports. Literally within 12 hours I went from being house leader, fighting for my life. Michael Monquer was left in a coma after catching Meninjacoccole disease. He was given a 10% chance of survival. I took a massive physical toll on my body, lost 10 cages in the hospital. He got infected while living at unihulls in Dunedin. Meninjacocco is caused by a bacterial bacterial bacterial and can lead to serious illness. Impacts are life altering and even life limiting. Over the last two years case numbers across the globe have dropped significantly. Here in New Zealand we went from 139 infections in 2019 to just 35 in 2020 and 44 infections last year. We knew that hostile crowding was one of the drivers. What was really interesting to say was that during lockdown when people were at home in their houses which were even more crowded the disease didn't spread very well. She says that shows just how preventable the disease can be, but more could still be done. The number of vaccinations has been falling from nearly 16,000 jabs in 2018 to just under 8,000 last year. Mini-injacocockel cases are soaring in countries like the UK, so there's a warning for us to not get complacent. Extremely important for people to get vaccinated, and for it to be free would be even better. While it's free for some people, he says there's not enough education around it. and a petition's being delivered to Parliament, calling for vaccination for vaccination for vaccination for vaccination for vaccination to be free would be even better. While it's free for some people, he says there's not enough education around it. And a petition's being delivered to Parliament calling for vaccination to be free for everyone aged 16 and under. We will advance moving the menagitis vaccine onto the immunisation schedule if we're privileged to be government. We will keep this under active review, so it's not about saying no one will never do it. It's about making sure that what we do is effective given the risks that we face at this particular time. But with low immunity and the borders reopening, there could be greater risk that will need addressing soon. Vanta-Napan, one news. Three popular walking tracks in Auckland, where Tarkari ranges, have reopened after four years. They were close to the public to the public to save save Kori trees from dying from Kori die back. Arahui was put in place in the Pararaha Valley, Gibbons and newer routes, before they were officially closed in 2018. The council says walkers should stick to the tracks, new research into the health of the forest as due in June. Your favourite binge watch could feel a bit different in the future. A shakeup of the streaming sector is expected after Netflix reported its first fall in subscribers in more than a decade. Experts here say it's due to price competition and not enough new content. As Laura James reports could mean a new direction for the industry. Dearest Reader, news just in, Netflix show Bridgeton has broken records. Its second season, number one in the streaming charts, the week it debuted, but the platform hardly in the mood for celebration. The loss of 200,000 subscribers in the last quarter, really did surprise a lot of us, and I think one of the biggest concerns was just the fact that they predicted that they're probably going to lose a lot more. It's the first time the service has had a drop in subscriptions in more than a decade. She is in turn plummeting 25%. They have predicted that they might lose up to two million subscribers in the next quarter if they don't get onto it. So yeah, it could be the down for the necklace. It's blaming some of its loss on the war in Ukraine, losing 700,000 customers when it pulled out of Russia. But the streaming landscapes also changed significantly in recent years. My take on it initially was that Netflix was going to be the one stable service, that people would keep Netflix, and then they would add something else in to catch a new series and then maybe they would unsubscribe from that service. But because those competing offerings are getting so good and also because of that price difference, Netflix of course has been ramping up their prices, people are thinking well if we're not watching a whole lot from Netflix right now, let's turn that off. Now as I've just become another fish in the sea. For now it's still a top pick. Mainly used Netflix, it has like the most options. But these three friends admit they do dip in and out. You like, I'm subscribed for a bit and then get it again once they've got new stuff on? Local streaming services, providing more competition now too. TV and Z on demand and three now and stuff like that. I think our New Zealand offerings have got a lot stronger. Net Flix is now considering a service with ads. Allowing consumers who would like to have a lower price and are advertising tolerant get what they want makes a lot of sad. Experts saying it needs to pedal hard to stay ahead. Even though a show like Bridgeton might attract a really big audience, it doesn't attract everybody. People are looking for a range of content. A challenge for all streamers in a changing market. Laura James, one news. All right Andrew joins us for support now and we have a very proud dad. It's out of that Blackferns coaching recalibration Wendy. We hear from our old mates, a Steve Hansen next, all the way from Japan. Also tonight, the pieces start to drop into the puzzle for the all whites, the special news, giving them a big World Cup boost. And kayak's big rivalry hits top gear at the National Champs. And while it's been a wet Friday for many, the start of the weekend is shaping up to be clear and cool. I'll have the outlook for your weekend after sport. Four people in the water from ex-calfe are in bed, they risk their lives. When I'm on the end of their wire, I'm at the beckoning of the crew that's looking after me. To save hours. His body is having to shut down. It is a life and situation. To change a patient's outcome feels amazing. The new local series, First Responders, Tuesday on 1. Great deals on now at Harvey Oman. Save 462 on this Samsung large 9KG capacity heat pump dryer. Save 562 on this LG 55-inch nano cell 4K TV. Now 1798...G. 55-inch nano cell 4K TV, now 1798. Panasonic large capacity microwave, 288, save big. Electrolux, dark stainless steel dishwasher, 1488, save 320. Massive deals across our coffee range, like this to Longie Coffee Machine, just 648, plus 60 months interest-free, stall-wide. on now, at Harvey Norman. If you're tired, short of breath or have chest pain, you may think it's just part of getting older and put up with it. You might not realize it could be a problem with a valve in your heart. This can be life-threatening when left untreated, but it can be fixed when left untreated, but it can be fixed if you catch it in time. Plus you can get your life back and do the things you love more easily. So ask your GP to listen to your heart as soon as possible. It's a simple check and your doctor will be happy to help. For more info before you visit go to listen to your heart.co.nz. I think you got you each set so separately ask your parents before going online One with spicy place one with spicy chicken burger can make a chicken lover out of anyone. Well it's like a petro and electric nickel and one. How does that work? The two systems work together to run cleaner and cheaper. So you plug it in? Actually it's self-charging. So it plugs itself in? No, the hybrid battery recharges while you drive. So I can comfortably drive way out here. And back? Does it get that clean card discount then? Sure does.. You guys should make more of them. Well, we do. What are you bringing? I brought the Cadbury favorites. from Chemist warehouse. It starts to act in five minutes providing fast acting relief from a blocked and stuffy nose. Otter and adult nasal spray is $8.99. Live look, feel well at Chemist warehouse. I know what you're going to say. You're going to ask me if you want. You're going to say, if you don't try, you'll never get any better. But I should take it more seriously. You're going to tell me to get off my phone, do something worthwhile. That it's not a real sport. That I'm not really the right build. But I'm not doing this for you. I'm doing this for me. Because it's my move. We're bringing families back together. You could say that I reunited with my first love. And would you believe? Oh, Newport! Newport! This week, Vaughan Smith with Reese Matheson, Pack Society, Liv McKenzie and Justine Smith. Have you been paying attention? 8.30 tonight, on two. Corporal is the cutest flying poo I've ever seen. One news sport is brought to you by mobile. Get more fuel economy with mobile synergy fuels. They'll get you where you need to go. sport tonight, never before has gender and race been such a huge part of the discussion around the future coach of our national rugby team. The Blackferns have Wayne Smith until the World Cup, but who will take over the reins next is a hotly debated topic. As Matt Manukia reports, the answer may lie in one of our most familiar rugby families. Whoever takes over the Blackferns post World Cup, one of the most decorated coaches in history says there's a couple of non-negotibles. It doesn't matter what international team it is. It deserves to have the best coach available to them and it deserves to have the support of its national union. Support is what New Zealand rugby is pledging more of, especially to develop female coaches. And it just so happens the only female assistant coach with the black phones now is to Steve Hanson's daughter Whitney. She's done all by herself and really proud of it. meaning he didn't nudge her towards coaching and the former Canterbury Ford who wasn't available to comment today actually found rugby late after years of football. I haven't had to advise her too much. She's a smart cookie and she's a teacher by trade anyway and understands the importance of getting the message across so people understand why they need to do things. I'm really excited for Whitney. I used to play rugby alongside her too and now she you know she's my coach for Muttatsu and Canterbury and now she's a coach for the Blackferns and I'm so proud of that. World Rugby wants 40% of all coaches to be female at the 2025 Women's World Cup. Hansen will be mentored by men's World Cup winners Wayne Smith, Mike Cron, Instagram, Henry, but the relationship with her father could be key, just as it was for Sir Steve. and probably dad deserves a credit for Whitney as deserves credit for Whitney as well. I mean he challenged all of us to think about the game when we were playing and Whitney's just a chip off that block I think and she's not frightened to have those hard conversations when you need to have them. So obviously not the finished product but I think she will go a long way I think. as the latest Hansen takes on the challenge to grow the women's game. matman Okea 1 news. He saw the best too. Well the All Whites footballers have been given a major boost on the road to their World Cup. A warm-up game against Peru is being confirmed before they take on their final playoff match in June. There's even better news if you're a mad-keen football fan. Finally home after almost a year on the road, a chance to watch some local football close up before taking on Peru now in just six weeks. How exciting? Yeah, well, a great challenge, 22 in the world. I think we've got a little bit of history with. Yeah, we're going to find out a lot about ourselves. The old weights played Peru for the final spot of the 2018 World Cup. out a lot about ourselves. The old weights played Peru for the final spot of the 2018 World Cup. Now the South Americans will help Danny Hayes team for their winner takes all game against Costa Rica on June 14. The sides will play in Barcelona a week before the World Cup playoff game in Doha. Both matches allowed fans. We've seen the polls. which it's what's just one, and he's got the gold. We haven't played in front of a in front of of a crew for a very, very long time. We haven't been able to travel anywhere, so I'm sure there's football fans around the country with some wedge in their pocket wanting to burn it, Danny. Well, hey, let's hope so. Yeah, I know there's already a couple of charter flights from the UAE of New Zealand's base there that are going to make their way across. Today the news of your white schedule filtering through to the Wellington Phoenix preparing for their next home game in Auckland. For me not nervous it makes me feel a bit weird because I've never I've never heard those words I've seen it before World Cup year I'm gonna sit at home and watch it but now but now there's actually a real possibility there. We could be there. The Phoenix training at one of football's hotbeds today, Glenfield. It's Eden Park on Sunday and a true home game for many. You're an awful boy, North Shore boy? Yeah, North Shore boy. I met my parents off at the airport last night and it was so strange to see them. First time I see them since we left. For 20 year old Sam Sutton, Sam Sutton, that was in the middle of last year. The Phoenix remain on the cusp of the A-League playoffs. The alt-weight's plans are firming up a huge two months ahead for football. Further, Manchester United have appointed their fifth manager in nine years, Eric Tenhag the new man, the Dutchman's task, revive the fallen superpower of European football, suffering its longest trophy drought and 40 years. Here's the BBC's Andy Swiss. Few in football have earned more plaudits. Eric Ten Harg has guided Iax to two league titles, but now for a far bigger challenge. Manchester United's thrashing by Liverpool this week was a new low in a season that's had a few. It's a thumping victory for Liverpool. And after five trophyless years, the Eric era can't come soon enough. And we can't do with bad as the last lot. At the moment, they're just a very poor team that's gone no direction at all. So yeah, I think it's fantastic news. If you can bring a team that I asked to champion to be final and he could probably bring us to a final. Why the optimism? Well Tenhag has flourished with a young team attacking football and a meticulous approach. At his first club go ahead eagles, he even had a strategy for the person putting out the drinks. He wanted her to put the drinks, like not randomly on the day, but in straight lines in the right order, for whatever reason, but it was all part of his bigger plan, like every single part of the club, every single part of the team, should be professional. Well, United say they were impressed with Eric Tenhag's long-term vision for returning the club to the level they want to be competing at but to do that he'll have to succeed where plenty of others have failed. Manchester United champions. Since Sir Alex Ferguson retired nearly a decade ago United has stumbled through a string of successors. So this time, lucky perhaps, the fans will be hoping that finally they just might rise again. One of sports closest and most hard-fought rivalries is heating up the heats in the semi-finals at the National Canoe Sprint Championships, revealing just how close the K-1-500 event is between Dame Lisa Carrington and her key rival Amy Fisher. Now Guy Havelt was there today and joined us now live from Lake Carapiro. Hello Guy. here at the national championships about who they think might win this K1-500. Everyone seems to have an opinion about it. You would have thought not long ago that a Carrington Blitz might have been a fater-com plea. Judging by how things went this afternoon it might not be so easy for the five-time Olympic gold medalist. The race is well and truly on. Reign. reigning, 500 Olympic champion Dame Lisa Carrington and current world champion Amy Fisher. Both winning their heats to go straight into tomorrow's final. We're really privileged to have such amazing paddlers in New Zealand, right? And, you know, so it's incredible that we have the opportunity to, you know, to run a really competitive trial. But in what might surprise some, Fishers qualified more than three seconds faster. The final, the first and the best of three series to decide who will represent New Zealand at the World Champs. Well they haven't raced each other yet, but no doubt we'll see a really great race in the final. A man who's been to many world championships himself today showing he's still got it. Yeah, what's the five, four? K-toubins! Ben Fui making the A-final in the K-1-1-1-1-1-1-1-1, the event he won in the Athens Olympics, 18 years ago. I told you that you make the A-final in the K-1-1-1-1-1-1-1-1-1-1, the event, the event he, the event he at, the event he, the event he won, the event he won at, the event he won at, the, the, the, the, the event he won, the, the, the, the, the, the, the, the, the, the event he won it well, but yeah, I didn't had no idea I'd make the final. I'd make one of the guys who's injured, so maybe it opened up a spot so I could sneak in there. So I'm absolutely thrilled, I never expected to race a final in national championships here again. 43 year old Fuee though not missing out on gold altogether winning the Masters K2 500 with close mate Troy Burbage. Finding figuring out who's done the training and who hasn't is always interesting you don't find out until he gets into the race and yeah. So he was blowing a bit was he? Oh I think we both were here. Job done for a pair of older guns as the battle heats up between two others. so Sam the first step of that Carringtononrington versus Fisher battle goes just after 9 o'clock tomorrow morning race too is then on Sunday and that third and deciding race if required will be held here at Lake Carapero later in the week. Look it was effortless from both of them today and winning their heats. Hard to really know what to read into that but I think we can ascertain that it is going to be close to decide who represents New Zealand at the World Championships this year. Thanks, Guy. We'll see you tomorrow with a result in reaction from that women's showdown. Right, to NBA basketball and the Memphis Grizzlies have clawed back a massive 26-point deficit to take game three of their playoff series against Minnesota. Things got off to a dire start. The Timberwolves didn't put a foot wrong and Stephen Adams couldn't get a foot in remaining sidelined for the entire game. Momentum swinging quarter to quarter. The Grizzlies had the final say a run of 21 unanswered points derailing the Timberwolves. He's got the big Joe's. Yes sir! A three! And Memphis takes the lead first time tonight in Florida. In Florida. have outscored the timber walls 35 to 9. And this Minnesota crowd is stunned. The 104 to 95 victory, the biggest comeback in Memphis franchise history. They lead the series to one. Game four is in Minneapolis on Sunday. That's it for sport Wendy. Love a comeback. That was great. Thank you. You too. See tomorrow. Thanks Andrew. After this, we've got the weather and we'll see what it's doing at your place. And then coming up at 7 a feast for the senses, the world's largest kappa haka festival, turns 50. We celebrate with some local legends and find out what's next. And a big boy, and there she is, an old girl. That could be her. And dear devils in Cuba, there they are. It's quite the animal sporgaspore tonight. All that and more, how would you need more? Join us at seven. of the great British sewing bee. Over on two, celebrity teams compete to guess what's inside the mystery box on Gessible. Then Haley puts comedians to the test and have you been paying attention. On Duke, Chris and Peter fight over a fortune in a double dose of Family Guy. Plus love lies and lots of scandal. It's all going down in the UK drama Holly Oaks. Streaming now, TV and Z on demand. Moose. You should do something constructive through your imaginary winnings. The kitchen would be in the middle. Maybe a greenhouse over here. Carrots, fresh, be true. I've got it. Moose, the movie. lights. Can you do this? Yes. Pen? Pen? Pen? Are you ready for me? Radio 91518. Oh, that's right. Say it. 22. Sibaru all-wheel drive delivers, delivers, delivers, delivers, delivers, delivers, delivers and all conditions. From Teddy Bears, to play dates, and football practices, you don't want them to miss out. But what if they're missing protection, you thought they had? to play dates and football practices. You don't want them to miss out. But what if they're missing protection you thought they had? Even if your child has been immunised, they may be missing protection against meninococcal. A rare, but potentially deadly and devastating disease. Missing protection against menincococcal disease could mean missing out on a whole lot more. Ask your doctor or nurse if your child is missing protection. It's the spectacular Spexavers store-wide sale. Get any two pairs of single-vision glasses or sunnies for just $2.99. Yep, any two pairs in have gone to spec savers. to bring the ship into home. One day when the time is done will take our leave and peace. The majority of life on our planet is aquatic. It looks something like this. Neither they nor the planet can stop and wait. Not ocean is deep. When considering a probiotic, ask about life space broad spectrum probiotic chemists warehouse. It contains 15 strains of beneficial bacteria and supports the maintenance of a healthy microbiome and immune system function. And it's just 32.99. Live look feel well at chemists warehouse. Police. Police. Your son has been accused of sexual assault. for our dinner. What could go wrong? Dawn, don't! Shorten Street, next on two. Kiyorara, hello again. Frontal rainbands moved up the country today and cooler temperatures in a south-to-sauwest flow with strong winds in some places, as well as a smattering of snow over southern passes and the high country this morning. So those fronts are moving through and sliding snow over southern passes and the high country this morning. So those fronts moving through and sliding away to the east tonight as high pressure system builds over Altero tomorrow. Partly cloudy over the top, Kaitai will get the odd shower, sunshine and southerlies for fangare and fierangar. Auckland, Tamiki Makato, you wait to a sunny Saturday, southerly winds, and a shower after dark is on the cards. 19 is your high. It's a fine day across the Waikato sunshine and southerly's dying out in the evening, a high of 19 degrees for Hamilton. The center north in the clear plenty of sunshine and southerly winds through here. Pohrongar, a sunny day is forecast for you too, southerly and a high of 20 degrees. To the east and Gisvin still seeing the odd shower, but things fine up by evening as those southerly winds die out, it's going to be mainly fine for the rest of this group. Find out west, but cloud will creep in from evening, a high of 17 degrees for Parmesan North and Lavin. Wellington fine weather, southerly is dying out in the morning, then fresh nor westlies will kick in after lunch, 16 degrees is your high. Sunny over the top of Puyponamo, West Port is cloudy with a few afternoon showers and 17 degrees. Christchurch a good-looking day is on the way for you. 18 degrees is your high. Grey mouth and hawker ticker, clouds slowly creeping in across your day with showers from midday 15 degrees for you fine and 19 degrees for Ashberton and Timidou. Queenstown fine with high cloud that cloud increasing in the evening and a top of 15 degrees. Cloudy with showers for much of the south turning to rain late evening and strong wesily winds through here. Dunedin some cloud about for you but it should stay dry, westerlies and 18 is your high. So enjoy that sunshine if you have it on Saturday as a week cold front moves across the country on Sunday. That's followed by a shari-sauwesterly flow that gradually eases back on Monday. And that is your weather. Enjoy the rest of your Friday night. You too. Thank you Renee. Well that is one news. Thank you for watching. Time now for Seven Charlotte with Sasha and Hayden."}