{"speakers": [], "chunks": [{"timestamp": [0.0, 8.8], "text": " Kiwi's pause to remember on Anzac Day, but the conflict in Ukraine is top of"}, {"timestamp": [8.8, 9.8], "text": " mind."}, {"timestamp": [9.8, 15.56], "text": " A news hub investigation reveals nine safety warnings at Goreyavail in less than a year."}, {"timestamp": [15.56, 34.88], "text": " And why New Zealand's beloved Christmas tree is now under threat. Kewi, Kewi, Kewi, Kewi, Kewi, Kewi, Kewi, Kewi, Kewi, as two nations paused"}, {"timestamp": [34.88, 42.48], "text": " to remember those who served and died in war, those suffering the horrors of another conflict in Europe right now, were top of mind."}, {"timestamp": [42.48, 48.0], "text": " Thousands of Kewi's woke early and gathered for dawn services at memorials across New Zealand."}, {"timestamp": [48.0, 50.0], "text": " There were similar scenes across the Tasman,"}, {"timestamp": [50.0, 56.0], "text": " and for the first time in two years, the Anzac spirit was remembered at Gallipoli again."}, {"timestamp": [56.0, 67.0], "text": " Kaylee Callahan begins our Anzac coverage. The last post ringing out across New Zealand."}, {"timestamp": [67.0, 77.0], "text": " Young and old pausing to remember those who fought and died at war."}, {"timestamp": [77.0, 83.0], "text": " More than a thousand gathered at the Senate half at Auckland's war memorial museum."}, {"timestamp": [83.0, 92.08], "text": " Officially it was an invite only a fear to limit the COVID-risk, but many more came anyway."}, {"timestamp": [92.08, 95.0], "text": " For Mike Ross, this Anzac Day has extra meaning."}, {"timestamp": [95.0, 100.0], "text": " He's wearing his own medals, those of his great-grandfather and great-great-grandfather."}, {"timestamp": [100.0, 105.56], "text": " We've only just got them back together, like it's taken a lot of research and to pull"}, {"timestamp": [105.56, 112.2], "text": " that from yes to year and get it out so that they can be shown as special for the families."}, {"timestamp": [112.2, 116.8], "text": " Many families got up early to pay their respects and lay poppies at the centre."}, {"timestamp": [116.8, 123.52], "text": " Remembering those who have gone before and the mass of sacrifices made by New Zealanders Australians."}, {"timestamp": [123.52, 128.8], "text": " I mean, and probably think about like all the soldiers who went to Galilee and stuff."}, {"timestamp": [128.8, 133.0], "text": " A new generation remembering them by wearing medals of their relatives."}, {"timestamp": [133.0, 136.8], "text": " It's fantastic because they are learning about it and what it's all about."}, {"timestamp": [136.8, 140.8], "text": " And hopefully one day that one of two of them might actually join the services."}, {"timestamp": [140.8, 144.8], "text": " Sacrificence and service isn't just overseas or historic."}, {"timestamp": [144.8, 145.12], "text": " Three Air Force personnel died in a helicopter accident on Anzac Day 2010. the services. Sacrifice and service isn't just overseas or historic."}, {"timestamp": [145.12, 150.32], "text": " Three Air Force personnel died in a helicopter accident on Anzac Day 2010 when this"}, {"timestamp": [150.32, 155.28], "text": " Iroquois crashed into the hills above Pukua Bay near Wellington on its way for a flyover."}, {"timestamp": [155.28, 162.48], "text": " Today, 12 years later, those deaths were honoured with a memorial park unveiled at Orharkaer."}, {"timestamp": [162.48, 167.76], "text": " It just makes me want to take a few moments to reflect on what it means."}, {"timestamp": [167.76, 173.28], "text": " You know, you've got three lives lost, another life very significantly affected by this."}, {"timestamp": [173.28, 180.0], "text": " But looming over today's commemorations, the sad reality, another brutal war is underway in Europe."}, {"timestamp": [180.0, 187.76], "text": " Fresh in all our minds is the invasion of Ukraine. A most grim reminder of the fragile nature of peace"}, {"timestamp": [187.76, 191.6], "text": " and the devastating impact of war on people's lives."}, {"timestamp": [191.6, 194.0], "text": " Ukrainian flag flying above Auckland"}, {"timestamp": [194.0, 196.48], "text": " alongside the flags of Anzac nations."}, {"timestamp": [196.48, 199.84], "text": " With the Ukrainian flag flying over the War Memorial Museum,"}, {"timestamp": [199.84, 202.8], "text": " it's a reminder that people are out there still fighting"}, {"timestamp": [202.8, 204.32], "text": " for their freedom and their independence."}, {"timestamp": [204.32, 205.28], "text": " freedom and their independence."}, {"timestamp": [205.28, 214.08], "text": " Freedom and independence we have thanks to our veterans and as Dawn broke a thank you from a grateful"}, {"timestamp": [214.08, 221.68], "text": " crowd and a nation grateful for their sacrifice. Kaylee Callahan Newshub."}, {"timestamp": [221.68, 223.68], "text": " News hub."}, {"timestamp": [223.68, 227.28], "text": " A dawn service has just concluded at Gallipoli where hundreds of gathered on the"}, {"timestamp": [227.28, 231.24], "text": " shore where thousands of our soldiers died in 1915."}, {"timestamp": [231.24, 236.52], "text": " A two-year absence due to COVID has only made the ceremony that much more special"}, {"timestamp": [236.52, 240.2], "text": " the Kiwis who were finally able to return to the peninsula."}, {"timestamp": [240.2, 243.52], "text": " Europe correspondent Lesette Raiszt."}, {"timestamp": [243.52, 247.52], "text": " it's been a pretty emotional morning for those able to make it there today."}, {"timestamp": [249.6, 257.76], "text": " Yes, 563 lucky people to be exact who lined the shores of Anzac Cove this morning"}, {"timestamp": [257.76, 262.48], "text": " and shared in this emotional ceremony. It was a young crowd as well as an intimate one."}, {"timestamp": [262.48, 266.08], "text": " 50% of those who"}, {"timestamp": [266.08, 273.68], "text": " camped out were aged between 20 and 39 years old. Proof that 107 years on, this"}, {"timestamp": [273.68, 280.44], "text": " tragedy has not been faded by time and remains a firm part of people's hearts for New"}, {"timestamp": [280.44, 286.2], "text": " Zealanders of every generation. With poppies on their chests,"}, {"timestamp": [286.2, 288.2], "text": " sleeping bags in hand,"}, {"timestamp": [288.2, 291.4], "text": " and the spirit of their ancestors and their hearts,"}, {"timestamp": [291.4, 293.8], "text": " Kiwis and Ossees came together again"}, {"timestamp": [293.8, 295.4], "text": " on the shores of Gallipoli,"}, {"timestamp": [295.4, 298.2], "text": " wearing the warmth on their faces."}, {"timestamp": [298.2, 300.8], "text": " makes you well up a little bit already,"}, {"timestamp": [300.8, 303.88], "text": " so I think the morning will be pretty emotional."}, {"timestamp": [303.88, 307.2], "text": " Like it's so important to us and to be here is special."}, {"timestamp": [307.2, 308.2], "text": " Definitely back at least."}, {"timestamp": [308.2, 309.2], "text": " I haven't seen."}, {"timestamp": [309.2, 313.2], "text": " From the going down of the sun overnight and into the morning,"}, {"timestamp": [315.2, 318.2], "text": " the Anzaks were remembered."}, {"timestamp": [318.2, 324.4], "text": " With commemorations on a COVID-enforced hiatus for two years,"}, {"timestamp": [324.4, 326.4], "text": " the dawn of this 25th"}, {"timestamp": [326.4, 331.0], "text": " of April broke that much brighter in Gallipoli."}, {"timestamp": [331.0, 336.8], "text": " To be in the place and to sort of wake up with a much sort of stronger sense of what it would"}, {"timestamp": [336.8, 337.8], "text": " have been like."}, {"timestamp": [337.8, 342.12], "text": " To have all three of the New Zealanders, Australians and the Turkish together was pretty powerful"}, {"timestamp": [342.12, 344.12], "text": " this morning."}, {"timestamp": [344.12, 347.4], "text": " Right. Emotional and quite pleased to be able to experience it finally."}, {"timestamp": [347.4, 350.36], "text": " It was New Zealand that led the ceremony this year."}, {"timestamp": [350.36, 356.24], "text": " We remember the mall and we take comfort in knowing that Turkey continues to look after"}, {"timestamp": [356.24, 357.24], "text": " them."}, {"timestamp": [357.24, 366.0], "text": " Shearing words and silence in honour of the young men who fought here in unimaginable conditions."}, {"timestamp": [366.0, 370.0], "text": " Confronted with narrow beaches, high cliffs and a maze of ridges,"}, {"timestamp": [370.0, 388.0], "text": " it was an eight-month campaign of unforgettable bravery. Which is why for 107 years the Anzac pilgrimage to this peninsula has continued."}, {"timestamp": [388.0, 392.0], "text": " And this year the sense of togetherness is stronger than ever."}, {"timestamp": [392.0, 397.0], "text": " Like because of COVID we just haven't been around Kiwis and it's nice to hear our acts in."}, {"timestamp": [397.0, 405.12], "text": " Due to the war in Ukraine and the ongoing uncertainty around COVID-19 attendance numbers are down this year. The"}, {"timestamp": [405.12, 410.48], "text": " usual thousands have been replaced by hundreds, but those who are here are"}, {"timestamp": [410.48, 415.28], "text": " feeling incredibly on it to be a part of an Anzac Day service that is"}, {"timestamp": [415.28, 421.2], "text": " truly like no other. Cohen Stevens is here from Wellington."}, {"timestamp": [421.2, 430.96], "text": " It was a bit of a journey. Worth it to experience this. Because while the last post sound is a"}, {"timestamp": [430.96, 436.08], "text": " familiar one for most, hearing it here and experiencing this dawn, is different."}, {"timestamp": [438.08, 441.28], "text": " Is different."}, {"timestamp": [441.28, 446.0], "text": " Seeing all the scenery and what they kind of went through really made it meaningful."}, {"timestamp": [446.0, 449.2], "text": " The sort of mourning you don't want to forget."}, {"timestamp": [449.2, 450.4], "text": " We will remember them."}, {"timestamp": [450.4, 468.28], "text": " Dedicated to the heroic men, we never will. What does the rest of the morning hold there? Well New Zealand is currently preparing to hold its own national service in just the"}, {"timestamp": [468.28, 473.0], "text": " next couple of hours here at the Chanuk B.M. Memorial site, a place that is dedicated"}, {"timestamp": [473.0, 477.92], "text": " to commemorating one of the most significant moments for New Zealand soldiers."}, {"timestamp": [477.92, 483.52], "text": " They captured this peak in August of 1915 following a late night surprise surprise"}, {"timestamp": [483.52, 487.0], "text": " attack, but that success was only so short-lived."}, {"timestamp": [487.0, 493.0], "text": " Their position proved to be untenable and the peak was recaptured by the Ottoman forces"}, {"timestamp": [493.0, 495.0], "text": " just within a few days."}, {"timestamp": [495.0, 499.0], "text": " The Veterans Minister Meccafaitari will be here to lay a wreath."}, {"timestamp": [499.0, 504.0], "text": " She will be accompanied by officials from both Australia and Turkey."}, {"timestamp": [504.0, 506.88], "text": " Three nations who once fought so bitterly"}, {"timestamp": [506.88, 513.68], "text": " now standing together to remember their shared and painful but heroic history."}, {"timestamp": [513.68, 516.48], "text": " The set Rama in Gallipoli, thank you."}, {"timestamp": [516.48, 521.12], "text": " Across the Tasman, a small Australian town has honoured the first reported New Zealander to"}, {"timestamp": [521.12, 523.88], "text": " die, Gallipoli, as one of their own."}, {"timestamp": [523.88, 526.52], "text": " The story they didn't know about until this year."}, {"timestamp": [526.52, 530.64], "text": " Australia correspondent Emma Cropper joins us now live from Sydney and Emma."}, {"timestamp": [530.64, 535.72], "text": " What role did Kiwis play in today's services?"}, {"timestamp": [535.72, 540.52], "text": " Well ingritt as millions of Australians came out to commemorate the Anzaks today."}, {"timestamp": [540.52, 545.04], "text": " You did get a sense of how close the friendship has been forged between our two countries because New Zealand's with as much as the Australians today. You did get a sense of how close the friendship has been forged between our two countries"}, {"timestamp": [545.04, 549.28], "text": " because New Zealand is the front row and center just as much as the Australians today."}, {"timestamp": [553.92, 557.12], "text": " The poignant and sombre sound of New Zealand."}, {"timestamp": [560.4, 564.0], "text": " That filled Australia as they answered the call to remember."}, {"timestamp": [567.4, 573.24], "text": " That filled Australia as they answered the call to remember. The day we paused on a sacrifice in service returning to the way it's meant to be marked."}, {"timestamp": [573.24, 577.6], "text": " To hear all these Australians clapping is the New Zealanders walk past how much does that mean?"}, {"timestamp": [577.6, 578.6], "text": " Terrific."}, {"timestamp": [578.6, 583.2], "text": " Fantastic to see so many people out and the applause for the Kiwis."}, {"timestamp": [583.2, 587.6], "text": " Appreciation for the former soldiers who served and..."}, {"timestamp": [587.6, 590.24], "text": " It's my husband, Tafi, get him on."}, {"timestamp": [590.24, 592.52], "text": " To honour the memory of the fallen."}, {"timestamp": [592.52, 597.88], "text": " Very special, I'm here every year and now he's past."}, {"timestamp": [597.88, 601.0], "text": " I'm here to support him, marching for him."}, {"timestamp": [601.0, 606.24], "text": " Few within 3,000 World War II veterans are still alive in Australia today, which makes"}, {"timestamp": [606.24, 611.32], "text": " the return of these crowds not only special but important to know that they'll continue"}, {"timestamp": [611.32, 616.04], "text": " to commemorate their military sacrifice and the generations to come."}, {"timestamp": [616.04, 622.92], "text": " And today, just that, in the small town of Junie bound by the Anzag spirit, a New Zealand soldier"}, {"timestamp": [622.92, 627.76], "text": " laid a wreath."}, {"timestamp": [627.76, 632.84], "text": " In honour of a Kiwi, who until now, was just a name engraved on the history boards"}, {"timestamp": [632.84, 633.84], "text": " of the Australian town."}, {"timestamp": [633.84, 639.04], "text": " So to be here today with the people of G&E and share in that story, it's a real privilege."}, {"timestamp": [639.04, 643.0], "text": " But locals discovered Private Wilford Victor Knight was born in Dunedin, fought as an Australian, and"}, {"timestamp": [643.0, 649.32], "text": " died the first New Zealander, reported killed at Gallipoli."}, {"timestamp": [649.32, 652.64], "text": " It really kind of highlights the close relationship between Australia and"}, {"timestamp": [652.64, 657.6], "text": " New Zealand. A friendship forged at war where two countries still remember and"}, {"timestamp": [657.6, 659.92], "text": " honour those who lived it today."}, {"timestamp": [661.92, 667.0], "text": " Yeah, there's something pretty special underway where you are this afternoon too."}, {"timestamp": [667.0, 671.68], "text": " Yeah, there is Ingrid and they have just started playing the last post down here at Sydney"}, {"timestamp": [671.68, 675.92], "text": " where they are remembering the coloured diggers who are the indigenous soldiers who fought"}, {"timestamp": [675.92, 676.92], "text": " in Australia."}, {"timestamp": [676.92, 681.68], "text": " But just a few moments ago there was a very powerful hucker performed by the New Zealanders"}, {"timestamp": [681.68, 685.36], "text": " down here followed by a wider wider as well and as I said"}, {"timestamp": [685.36, 689.92], "text": " just a show how close our two countries have become on a day that means so"}, {"timestamp": [689.92, 695.28], "text": " much to both of us on both sides of the Tasman. Thanks so much Emma."}, {"timestamp": [695.28, 699.92], "text": " To the day's other news and Newshub can reveal work safe issued glory"}, {"timestamp": [699.92, 709.2], "text": " avail nine warnings in less than a year over safety failures at its businesses. We've obtained copies of investigators notebooks where one said"}, {"timestamp": [709.2, 713.6], "text": " Gloria Vale's residence had little to no knowledge of worker rights."}, {"timestamp": [713.6, 718.04], "text": " There are problems with welding fumes, noisy workshops and dangerous"}, {"timestamp": [718.04, 722.48], "text": " machinery but Gloria Vale's leader Howard Temple told Newshub they've made"}, {"timestamp": [722.48, 725.5], "text": " improvements. Investigations reporter Michael Mora"}, {"timestamp": [725.5, 727.5], "text": " has this exclusive story."}, {"timestamp": [728.5, 731.5], "text": " The dilapidated off-off factory at Gloryavale"}, {"timestamp": [731.5, 734.5], "text": " where meat waste is ground into meal for export."}, {"timestamp": [734.5, 737.5], "text": " The community also runs a dairy and deer farm,"}, {"timestamp": [737.5, 740.0], "text": " honey factory and a health food business."}, {"timestamp": [740.0, 744.0], "text": " All fell short during a series of work-safe inspections"}, {"timestamp": [744.0, 750.24], "text": " in the 10 months to July last year. The work safety implemented there was very poor."}, {"timestamp": [750.24, 756.44], "text": " Hosea Courage now is share milker in Ash Burton, lived at Gloria Vale until he"}, {"timestamp": [756.44, 761.84], "text": " was 16 years old and says the leaders put work and output ahead of safety."}, {"timestamp": [761.84, 769.04], "text": " As a religious community they taught that any adherence to self was sinful."}, {"timestamp": [769.04, 773.6], "text": " The focus was to always put yourself after everything else."}, {"timestamp": [773.6, 779.76], "text": " In the awful plant unguarded machinery put workers at risk of cutting fingers off."}, {"timestamp": [779.76, 785.28], "text": " There was no system to monitor worker exposure to hazardous noise and airborne contaminants."}, {"timestamp": [785.28, 790.64], "text": " Gloria Vale failed to manage risks to workers when it came to welding fumes."}, {"timestamp": [790.64, 796.0], "text": " A work safe inspector notes there appeared to be little to no knowledge of employee rights"}, {"timestamp": [796.0, 797.04], "text": " among residents."}, {"timestamp": [797.04, 798.72], "text": " What do you make of that?"}, {"timestamp": [798.72, 800.48], "text": " I am not surprised by that."}, {"timestamp": [800.48, 801.68], "text": " worker rights were never discussed."}, {"timestamp": [801.68, 808.92], "text": " Gloria Vale responded to an April 2021-21 inspection saying we did have a mild case of galvanizing"}, {"timestamp": [808.92, 814.08], "text": " fume fever and admits there are plenty of holes in our safety."}, {"timestamp": [814.08, 820.76], "text": " The representative emailed work safe saying he too got sick from inhaling fumes 25 years ago."}, {"timestamp": [820.76, 827.0], "text": " I had been taking zinc as a health supplement and thought the zinc fumes could possibly be beneficial to me."}, {"timestamp": [827.0, 829.0], "text": " I didn't ventilate the room."}, {"timestamp": [829.0, 833.0], "text": " The awful factory value proteins received four orders to make improvements."}, {"timestamp": [833.0, 836.0], "text": " Glory of Al's energy company got two notices."}, {"timestamp": [836.0, 847.2], "text": " Their honey business, forest gold and health food company also failed to comply. Work save told New Sub the issuing of nine improvement notices is higher than the agency"}, {"timestamp": [847.2, 853.36], "text": " would want to see for any business, particularly one the size of Gloryavale."}, {"timestamp": [853.36, 858.72], "text": " Gloryavale's profits in the year to March were almost $2.3 million, according to its latest"}, {"timestamp": [858.72, 860.44], "text": " charities' return."}, {"timestamp": [860.44, 866.0], "text": " Workers are considered volunteers and are told to sign documents giving Gloria Vale's leaders"}, {"timestamp": [866.0, 871.12], "text": " absolute and unfetted right to administer all money and assets."}, {"timestamp": [871.12, 874.16], "text": " Hosea says residents didn't discuss money."}, {"timestamp": [874.16, 878.32], "text": " Not past the fact that you'll be signing these documents to give it to us."}, {"timestamp": [878.32, 885.84], "text": " That is Plant 1 and Plant 2? Yes. Hosea recalls working at Gloria Vale's waste treatment ponds."}, {"timestamp": [885.84, 891.6], "text": " There was no safety equipment to keep me from falling in the pond or any way to climb"}, {"timestamp": [891.6, 893.36], "text": " out of the pond if I fell in."}, {"timestamp": [893.36, 898.64], "text": " He's just grateful he's left Gloria Vale and leads a new life in Mid- Canterbury."}, {"timestamp": [898.64, 905.0], "text": " It is vastly different. I've been able to choose my own work and I enjoy it very much."}, {"timestamp": [905.0, 911.0], "text": " Another important difference is that when he works and earns money, he says he gets to keep it."}, {"timestamp": [911.0, 916.0], "text": " Okay Michael, you've had a phone call today from Glory Vail's leader about this story."}, {"timestamp": [916.0, 921.0], "text": " Yeah, that's right Howard Temple, Glory Vail's leader, known as the overseeing shepherd,"}, {"timestamp": [921.0, 924.0], "text": " called me this afternoon, which was quite unexpected,"}, {"timestamp": [924.0, 929.76], "text": " as I visited Gloria Vale to talk about worker issues. I was asked to leave. He's also never"}, {"timestamp": [929.76, 934.04], "text": " emailed me in the past when I have approached him for comment. Now Howard Temple told me on"}, {"timestamp": [934.04, 937.84], "text": " this occasion that all the issues with WorkSafe have been rectified. He said"}, {"timestamp": [937.84, 943.76], "text": " Gloria Val now has a regular program of monitoring and he disputed the claim that Gloria Val's leadership"}, {"timestamp": [943.76, 945.12], "text": " not concerned"}, {"timestamp": [945.12, 949.92], "text": " with worker safety. He told me and I quote we are not against regulations at all we don't"}, {"timestamp": [949.92, 955.6], "text": " want people getting hurt we care as much for our workers as anyone else. Okay thanks Michael."}, {"timestamp": [956.72, 962.0], "text": " The 26 year old will appear in court tomorrow charged with murder and attempted murder after"}, {"timestamp": [962.0, 965.04], "text": " stabbing two men in in Vekagal on the weekend."}, {"timestamp": [965.04, 969.48], "text": " Chad Paddy Kuda died after being stabbed in central in Vekagal in the early hours"}, {"timestamp": [969.48, 970.88], "text": " of Saturday morning."}, {"timestamp": [970.88, 976.2], "text": " A second victim was also stabbed and is now in a stable condition in hospital."}, {"timestamp": [976.2, 982.48], "text": " Police is still asking for anyone with information or dash cam footage to come forward."}, {"timestamp": [982.48, 987.0], "text": " Senior US officials have arrived in Kiev for talks with President Zelenski."}, {"timestamp": [987.0, 994.0], "text": " Secretary of State Anthony Blinkin and Defense Secretary Lloyd Austin flew in on Orthodox Easter Sunday."}, {"timestamp": [994.0, 998.0], "text": " As Ukrainians and Russians both prained for peace and victory,"}, {"timestamp": [998.0, 1000.0], "text": " the bombs kept falling."}, {"timestamp": [1000.0, 1009.16], "text": " ITVs Peter Smith has more. Orthodox Ukrainians celebrated Easter with new meaning today."}, {"timestamp": [1009.16, 1012.84], "text": " Life somehow rising."}, {"timestamp": [1012.84, 1018.12], "text": " In Mario Paul, a city that's endured the sound of bombs every day for eight weeks."}, {"timestamp": [1018.12, 1019.84], "text": " Today there was song."}, {"timestamp": [1021.84, 1023.84], "text": " outside Ukraine, millions of refugees."}, {"timestamp": [1024.24, 1027.88], "text": " Outside Ukraine, millions of refugees from the war came together"}, {"timestamp": [1027.88, 1033.84], "text": " praying for their homeland. Ukraine's president gave an Easter address"}, {"timestamp": [1033.84, 1042.0], "text": " from inside St. Sophia Cathedral. Each of us is asking God for only one thing in a united"}, {"timestamp": [1042.0, 1045.92], "text": " prayer he says great lord save Ukraine. Outside the churches.. Each of us is asking God for only one thing in a united prayer he says great lord save Ukraine"}, {"timestamp": [1045.92, 1052.64], "text": " outside the churches Putin's troops continued to unleash hell this was"}, {"timestamp": [1052.64, 1058.64], "text": " Russian forces firing on Rubejna phase two of this invasion has now escalated"}, {"timestamp": [1070.0, 1076.0], "text": " In a series of missile strikes on Addessa yesterday, this apartment block was hit, killing eight people. We now know New Mother Valeria and her three-month-old baby Kira were among the dead."}, {"timestamp": [1076.0, 1080.0], "text": " This was posted by Valeria just before the war began."}, {"timestamp": [1080.0, 1087.0], "text": " Her girl is one month old now. Daddy got her her first flowers. It's a whole new level of happiness."}, {"timestamp": [1087.0, 1093.0], "text": " Within weeks Putin's troops invaded. Her final post says, the devil is here."}, {"timestamp": [1105.0, 1110.0], "text": " and just hours after the bombing of Odessa, Putin went to church. But he offered no ceasefire and no peace for Ukrainians."}, {"timestamp": [1111.0, 1117.0], "text": " In Ukraine's capital, soldiers and civilians stood together for this holy day,"}, {"timestamp": [1117.0, 1124.0], "text": " a celebration of the resurrection and prayer for the triumph of good over evil."}, {"timestamp": [1125.0, 1130.12], "text": " and prayer for the triumph of good over evil. Well time for a look at today's weather now, a bit of a chilly start for dawn services"}, {"timestamp": [1130.12, 1131.12], "text": " this morning Mike."}, {"timestamp": [1131.12, 1135.4], "text": " Yes, quite a few places in single digits this morning, Ingrid as well as a few showers"}, {"timestamp": [1135.4, 1141.48], "text": " in the north, but it did warm up, Alexandra Kaurov and Oomaru had today's high of 22"}, {"timestamp": [1141.48, 1144.72], "text": " and those gusty southwesters are still about in Southland."}, {"timestamp": [1144.72, 1148.84], "text": " Now tomorrow is looking a little better, I'll have all the details straight after"}, {"timestamp": [1148.84, 1153.28], "text": " sports. Great we'll see you then. Well many in Europe are breathing a sigh of"}, {"timestamp": [1153.28, 1158.8], "text": " relief for Manuel McCrawn has beaten his far-right rival to earn another five years as"}, {"timestamp": [1158.8, 1164.72], "text": " France's president. Police are investigating after a house in West Auckland was riddled with bullets."}, {"timestamp": [1164.72, 1165.36], "text": " and attributes flow for the stock car racer-racer killed while competing at a Parmesan north- Police are investigating after a house in West Auckland was riddled with bullets."}, {"timestamp": [1170.48, 1171.44], "text": " And attributes flow for the stock car racer killed while competing at a Parmesan North Speedway."}, {"timestamp": [1176.48, 1181.12], "text": " Tonight we have a breakup. How do you divide up your friends? We get the ultimate advice from a relationship pro. And do you think you are a true key? We've got the list of rules."}, {"timestamp": [1181.12, 1182.48], "text": " See if you qualify."}, {"timestamp": [1182.48, 1187.0], "text": " The project you qualify. We pray you can see it."}, {"timestamp": [1187.0, 1190.0], "text": " Tonight on 3, it's Dancing with the Stars, NZ."}, {"timestamp": [1190.0, 1192.0], "text": " Then get your Rugby League fix for free,"}, {"timestamp": [1192.0, 1195.0], "text": " with live, NRL, Warriors versus Storm,"}, {"timestamp": [1195.0, 1206.8], "text": " and stream every episode of Zara McDermott's Love in the Flesh, only on three now. New Zealand is such a savey place, our national bird saved money on wings, our"}, {"timestamp": [1206.8, 1212.4], "text": " national cake only uses half the egg. Our national shoe is only part of a shoe. And"}, {"timestamp": [1212.4, 1217.0], "text": " our national supermarket is pack and save. Proudly New Zealand owned and operated."}, {"timestamp": [1217.0, 1223.96], "text": " Different isn't just electric. Different is instinctive driveability and sustainable"}, {"timestamp": [1223.96, 1225.0], "text": " style."}, {"timestamp": [1225.52, 1228.4], "text": " The all-electric Mazda, MX30."}, {"timestamp": [1228.4, 1230.0], "text": " Welcome to Different."}, {"timestamp": [1232.08, 1234.68], "text": " Make the most of the holiday weekend with buy two"}, {"timestamp": [1234.68, 1236.6], "text": " and get three on selective beauty."}, {"timestamp": [1236.6, 1240.2], "text": " 20% off toys, 25% of kids clothing."}, {"timestamp": [1240.2, 1242.76], "text": " 20 to 50% of kitchen wear and table wear,"}, {"timestamp": [1242.76, 1244.2], "text": " and up to 50% off bedding and towels."}, {"timestamp": [1244.2, 1245.0], "text": " Farmers, your department store. Oh, hey Maxie. 20 to 50% off kitchen wear and table wear and up to 50% off bedding and towels."}, {"timestamp": [1245.0, 1247.0], "text": " Farmers, your department store."}, {"timestamp": [1247.0, 1248.0], "text": " Oh, hey Maxie."}, {"timestamp": [1248.0, 1249.0], "text": " Still I'm putting tonight's game?"}, {"timestamp": [1249.0, 1251.0], "text": " Yeah, bring it on."}, {"timestamp": [1251.0, 1252.0], "text": " Great day for it."}, {"timestamp": [1252.0, 1254.0], "text": " Absolutely stunning!"}, {"timestamp": [1254.0, 1267.0], "text": " Happy birthday Jerry. I'll see your cheeseburger and raise you the new cheeseburger supreme."}, {"timestamp": [1267.0, 1272.0], "text": " Beef, cheese, pickles, ketchup, mustard, plus fresh lettuce and creamy mayo."}, {"timestamp": [1272.0, 1274.0], "text": " All this, just five bucks!"}, {"timestamp": [1274.0, 1277.0], "text": " New to the Flaming Good Deals range, only a BK."}, {"timestamp": [1277.0, 1288.0], "text": " Summer in the morning light, everything's feeling right, waves in the distance calling me home again"}, {"timestamp": [1288.0, 1296.0], "text": " back to the mama down to the moor now you and me the car yeah"}, {"timestamp": [1296.0, 1298.0], "text": " you and me the kawiyo to give it up by singing"}, {"timestamp": [1298.0, 1301.0], "text": " big me up on the baseline"}, {"timestamp": [1301.0, 1303.0], "text": " big me up on the way"}, {"timestamp": [1303.0, 1347.0], "text": " who brobo-bro go it's better--oh-oh-oh-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h----h--h---h---h--------------------------------------------------------------------------------------------------------- the baseline. Pook them on the way. Who bawbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbb We see you moving with the times Althea Roar and so we're moving with you. and LG's 65 inch 4K Smart TV, 1.149, save 300 on iPhone 13 Pro or Pro Max,"}, {"timestamp": [1347.0, 1369.0], "text": " with a phone 60 dollar or above plan, available at Noaling Ming. What too hard basket? I used to be just like you. Oh, you know what I counten did not like that."}, {"timestamp": [1369.0, 1371.0], "text": " I do not like this."}, {"timestamp": [1371.0, 1373.0], "text": " They got me online with zero."}, {"timestamp": [1373.0, 1375.0], "text": " And now business ademins are brays."}, {"timestamp": [1375.0, 1377.0], "text": " Dealing with month end?"}, {"timestamp": [1377.0, 1378.0], "text": " Easy as pie."}, {"timestamp": [1379.0, 1386.0], "text": " Get your ademand out of the too hard basket with zero. The Storm and Warriors pledge. He's a flash of brilliant."}, {"timestamp": [1386.0, 1389.0], "text": " One and three on three."}, {"timestamp": [1389.0, 1392.0], "text": " Unbelievable finish here."}, {"timestamp": [1392.0, 1394.0], "text": " In our R.R. Warriors versus Storm."}, {"timestamp": [1394.0, 1397.0], "text": " Tonight, eight thirty on three and three now."}, {"timestamp": [1398.0, 1400.0], "text": " Hocki Mai and all welcome back."}, {"timestamp": [1400.0, 1402.0], "text": " The people of France have spoken,"}, {"timestamp": [1402.0, 1405.16], "text": " and Europe has breathed a sigh of relief as Emmanuel"}, {"timestamp": [1405.16, 1410.6], "text": " Macron defeated his far-right rival to claim another five-year term as president."}, {"timestamp": [1410.6, 1415.4], "text": " The polls had put him neck and neck with rival Marine Le Pen, but French voters delivered"}, {"timestamp": [1415.4, 1416.8], "text": " him a comfortable win."}, {"timestamp": [1416.8, 1420.6], "text": " ITVs James Mates reports."}, {"timestamp": [1422.6, 1427.0], "text": " There wasn't much doubt, the polls could hardly have been that wrong, but even so"}, {"timestamp": [1427.0, 1433.68], "text": " the moment of victory was a sweet one."}, {"timestamp": [1433.68, 1439.0], "text": " Supporters of Emmanuel Macron partied under the Eiffel Tower, celebrating their man doing"}, {"timestamp": [1439.0, 1445.0], "text": " what no French president has done for 20 years, win a second turn."}, {"timestamp": [1445.0, 1451.0], "text": " The margin was so wide, Marine La Pen had immediately called to concede,"}, {"timestamp": [1451.0, 1456.0], "text": " allowing Macron to leap into his motorcade and join the party."}, {"timestamp": [1457.0, 1461.0], "text": " As he had five years ago, he chose the European anthem,"}, {"timestamp": [1461.0, 1465.36], "text": " rather than the Marciés, for the long walk out to his victory"}, {"timestamp": [1465.36, 1466.36], "text": " speech."}, {"timestamp": [1466.36, 1470.88], "text": " The children who walked with him, the children of his staff and volunteers, representing"}, {"timestamp": [1470.88, 1485.52], "text": " his campaign's focus on France's youth. One of us has a responsibility, he told the crowd, to be engaged, to stand for something"}, {"timestamp": [1485.52, 1488.12], "text": " more than oneself."}, {"timestamp": [1488.12, 1493.36], "text": " That's what makes the French people so unique, why I love them so deeply, and why I'm"}, {"timestamp": [1493.36, 1508.28], "text": " so proud to serve them once again. supporters this was less than they'd wanted but more than many had dead hoped for a few months ago. In her concession speech she claimed this"}, {"timestamp": [1508.28, 1512.52], "text": " was still a victory for her party. Her share of the vote up significantly on"}, {"timestamp": [1512.52, 1518.0], "text": " five years ago. With each election she gets closer and to the delight of her"}, {"timestamp": [1518.0, 1527.84], "text": " supporters promised this would not be her last. To prevent a few people staying in power forever, she told them, I'll remain committed"}, {"timestamp": [1527.84, 1534.6], "text": " on behalf of France and the French with the energy and dedication that you know already."}, {"timestamp": [1534.6, 1540.92], "text": " In his speech Macron had conceded that many of those who voted for him did so merely"}, {"timestamp": [1540.92, 1543.2], "text": " to stop Le Pen winning."}, {"timestamp": [1543.2, 1545.28], "text": " And that will make his second term a challenge."}, {"timestamp": [1545.28, 1550.32], "text": " But he has five years to ensure the far right doesn't get this close to power again."}, {"timestamp": [1552.16, 1560.48], "text": " There were just under 5,700 new cases of COVID-19 today, which is well down on the seven day rolling average."}, {"timestamp": [1560.48, 1566.0], "text": " The Ministry of Health is reporting 10 more people with the virus have died, the youngest in their 40s."}, {"timestamp": [1566.0, 1586.88], "text": " 514 people are battling the virus in hospital, 18 of those are in ICU or a high dependency unit. in Palmerston North. Stephen Penn died after crashing while racing at the stock team champs last night at the"}, {"timestamp": [1586.88, 1589.04], "text": " Central Energy Trust Arena."}, {"timestamp": [1589.04, 1592.72], "text": " Emergency services were called shortly after 6 p.m."}, {"timestamp": [1592.72, 1595.12], "text": " However he died at the scene."}, {"timestamp": [1595.12, 1600.16], "text": " A give a little page set up to support his wife and two daughters has already raised"}, {"timestamp": [1600.16, 1602.8], "text": " more than $35,000."}, {"timestamp": [1602.8, 1609.0], "text": " A home in Tiata-2-South was riddled with bullet holes after it was shot up last night."}, {"timestamp": [1609.0, 1614.0], "text": " As Adam Hollingworth reports, several adults were in the house when it was fired on,"}, {"timestamp": [1614.0, 1616.0], "text": " but somehow no one was hurt."}, {"timestamp": [1616.0, 1621.0], "text": " Police say the shooting happened around midnight, but many neighbours actually slept through it."}, {"timestamp": [1621.0, 1625.44], "text": " Those who were awake described here in the gunshots as a series of fireworks."}, {"timestamp": [1625.44, 1630.48], "text": " And the sheer number of casings suggests a semi-automatic weapon may have been used."}, {"timestamp": [1630.48, 1635.44], "text": " Police say several people were inside the house at the time but nobody was injured."}, {"timestamp": [1635.44, 1640.88], "text": " Neighbors describe how police have visited this house several times over the past few months."}, {"timestamp": [1640.88, 1644.4], "text": " And they also say that people have stopped and thrown abuse at one of the occupants."}, {"timestamp": [1644.4, 1648.64], "text": " Meanwhile ballistics and forensic experts have been spending"}, {"timestamp": [1648.64, 1652.24], "text": " the day examining the scene. Adam Hollingworth news hub."}, {"timestamp": [1652.24, 1656.8], "text": " Well Andrew's in later with sport and we've got some Anzac Day tradition in"}, {"timestamp": [1656.8, 1660.64], "text": " Melbourne tonight. That's right we do the Warriors take on a storm site who have really"}, {"timestamp": [1660.64, 1668.2], "text": " dominated this fixture in the last few years. We're live to Melbourne and we catch catch up with storm coach Craig Bellamy, who's bracing for a tense clash against"}, {"timestamp": [1668.2, 1670.96], "text": " what he believes is a team on the rise."}, {"timestamp": [1670.96, 1676.24], "text": " Plus Lewis Hamilton has a weekend to forget at the Amelia Romagna Grand Prix, so what went"}, {"timestamp": [1676.24, 1680.0], "text": " so horribly wrong for the seven-time F1 champion."}, {"timestamp": [1680.0, 1686.08], "text": " Our beloved Bhudakawa trees are under threat from disease. Experts believe they were resistant"}, {"timestamp": [1686.08, 1691.44], "text": " to myrtle rust but sadly new research proves otherwise. And an Ozzy couple rushed"}, {"timestamp": [1691.44, 1698.96], "text": " to Ukraine to rescue their premature surrogate baby. This Anzac day on Monday, what are you reflecting on?"}, {"timestamp": [1698.96, 1703.92], "text": " I lost a fellow comrade right next to me. I will still be playing the last post-dead and remembering all those"}, {"timestamp": [1703.92, 1708.4], "text": " falling. When you see war is still happening, having been in one yourself, what do you think?"}, {"timestamp": [1708.4, 1709.4], "text": " Wait a time."}, {"timestamp": [1709.4, 1710.4], "text": " It's gotta stop sometime."}, {"timestamp": [1724.0, 1752.0], "text": " to dance with the Stars, that's it Norman, AEG appliances, more precise."}, {"timestamp": [1754.0, 1759.0], "text": " Why not perfection to the core and more green?"}, {"timestamp": [1759.0, 1761.0], "text": " Raise your standards."}, {"timestamp": [1763.0, 1764.0], "text": " And make it matter."}, {"timestamp": [1768.4, 1807.0], "text": " raise your standards and make it matter. AEG. Challenge the expected. View the premium what you're thinking, gives me more value. Tada! The Domino's extra value range from just seven dollars. Hi I'm Adam from Smith and Smith don't wait for your chip to crack. Book a go around, we can go around, we can go around, we can get a kick in."}, {"timestamp": [1807.0, 1811.0], "text": " Top talk, like a chicken, never clock, we can come around,"}, {"timestamp": [1811.0, 1828.24], "text": " and we can get a kick in. from Smith and Smith. Don't wait for your chip to crack. Book your windscreen repair in three minutes using your number plate. Select your preferred location, date and time."}, {"timestamp": [1828.24, 1847.0], "text": " And we'll get you back on the road fast. Book online now at Smith and Smith. I hope. Help my Vogles! Help my Vogles!"}, {"timestamp": [1847.0, 1850.0], "text": " Help my Vogles!"}, {"timestamp": [1850.0, 1851.0], "text": " Help my Vogles!"}, {"timestamp": [1851.0, 1868.0], "text": " Help! of well-being, saying great vocals, more good fibre. Hey small spenders, you give a new meaning to living comfortably."}, {"timestamp": [1868.0, 1871.0], "text": " You're the connoisseurs of coziness,"}, {"timestamp": [1871.0, 1875.0], "text": " turning up the heat and keeping costs down."}, {"timestamp": [1875.0, 1878.0], "text": " Saving? You do it in your sleep."}, {"timestamp": [1878.0, 1880.0], "text": " Yeah, you throw on that extra layer."}, {"timestamp": [1880.0, 1882.0], "text": " You make saving look hot."}, {"timestamp": [1882.0, 1884.0], "text": " You put the snug in style."}, {"timestamp": [1884.0, 1885.36], "text": " winter is here, but you've already got a wrapped up. It makes saving look hard. He put the snug in style."}, {"timestamp": [1888.4, 1890.24], "text": " Winter is here, but you've already got a wrapped up."}, {"timestamp": [1928.0, 1932.28], "text": " The warehouse, where everyone gets a bargain. It's meat and seafood week at Fresh Choice with great deals on fresh beef, sirloin steak or roast, just 2590 a kilo. Fresh skinless chicken breast"}, {"timestamp": [1932.28, 1938.04], "text": " fillets, only 1190 a kilo and fresh beef rump steak, 1790 a kilo. Fresh choice, where"}, {"timestamp": [1938.04, 1939.04], "text": " fresh meat's local."}, {"timestamp": [1941.04, 1945.76], "text": " There's been a worrying development in the myrtle rust epidemic. The plant disease"}, {"timestamp": [1945.76, 1951.28], "text": " has become widespread across the North Island since first being detected here in 2017."}, {"timestamp": [1951.28, 1956.44], "text": " And now the threats to our native Pohutakawa has turned into a reality. Lucy warhirst"}, {"timestamp": [1956.44, 1957.04], "text": " reports."}, {"timestamp": [1957.04, 1962.6], "text": " You can see that it's just absolutely covered in these yellow, what looks like rust."}, {"timestamp": [1962.6, 1967.0], "text": " This is myrtle rust on our precious pohutakawa."}, {"timestamp": [1967.0, 1971.0], "text": " For the first time this year we're seeing infection on the flowers."}, {"timestamp": [1971.0, 1975.0], "text": " That's the first time it's been recorded here in Otterhua."}, {"timestamp": [1975.0, 1977.0], "text": " And then also seeing it in the canopy."}, {"timestamp": [1977.0, 1980.0], "text": " Until now, pohutsakawa have shown resilience."}, {"timestamp": [1980.0, 1987.0], "text": " But year on year, the epidemic has become more widespread and more severe and it's affecting more species."}, {"timestamp": [1987.0, 1995.0], "text": " A year or two years ago it was on some, especially young seedlings, but now it's on the bigger trees as well, easy to find."}, {"timestamp": [1995.0, 2008.72], "text": " And if it keeps on going like that, well it'll start to do serious damage to the trees as well. But Huttakawa hold a prominent place in Mali mythology. The red flowers represent the blood of a young warrior who fell to earth after attempting"}, {"timestamp": [2008.72, 2012.56], "text": " to find help in heaven to avenge his father's death."}, {"timestamp": [2012.56, 2016.76], "text": " The December blooms have also earned it the title of New Zealand's Christmas tree."}, {"timestamp": [2016.76, 2022.32], "text": " The real concern is that if mytal rust can get into the canopy and infect the flowers, then"}, {"timestamp": [2022.32, 2025.48], "text": " in the future it could start to infect the seeds"}, {"timestamp": [2025.48, 2030.0], "text": " and potentially stop mature trees from producing new seedlings."}, {"timestamp": [2030.0, 2035.36], "text": " Myrtle rust has already had a devastating impact on the critically endangered swamp mari trees"}, {"timestamp": [2035.36, 2037.12], "text": " in Auckland's Bush Glen Reserve."}, {"timestamp": [2037.12, 2042.0], "text": " These trees, as things stand at the moment, are looking at a dire situation because they haven't"}, {"timestamp": [2042.0, 2045.48], "text": " grown and they aren't able to reproduce at the moment."}, {"timestamp": [2045.48, 2049.6], "text": " The worry is that Pohutakawa could face a similar fate."}, {"timestamp": [2049.6, 2053.08], "text": " We just don't know at the moment what's going to happen but we're trying to keep a really"}, {"timestamp": [2053.08, 2054.16], "text": " close eye on it."}, {"timestamp": [2054.16, 2059.92], "text": " And they want us to keep an eye on it too, particularly in summer, reporting any myrtle rust you see on"}, {"timestamp": [2059.92, 2062.12], "text": " the eye naturalist app."}, {"timestamp": [2062.12, 2065.76], "text": " one of the biggest problems is the popular lily-pilly hedge."}, {"timestamp": [2065.76, 2069.68], "text": " What it does is it gets quite badly infected and it harbors the spores and harbors"}, {"timestamp": [2069.68, 2073.8], "text": " myrtle rust and so then it can spread from there into the rest of the environment and"}, {"timestamp": [2073.8, 2078.08], "text": " that can do bad damage to our upon the wrong native species. They say"}, {"timestamp": [2078.08, 2083.96], "text": " ideally remove the lily pilly and replace it with a native alternative or at least cut out any my"}, {"timestamp": [2083.96, 2087.84], "text": " my myelmptile. and replace it with a native alternative or at least cut out any myrtle rust and treat it with a fungicide to help protect our other"}, {"timestamp": [2087.84, 2091.48], "text": " precious natives. Lucy Warhurst, Newsehub."}, {"timestamp": [2091.48, 2096.68], "text": " An Australian couple have been united with the surrogate baby after she was"}, {"timestamp": [2096.68, 2101.96], "text": " born prematurely in Ukraine just before Russia invaded. They raised to the war-torn"}, {"timestamp": [2101.96, 2108.0], "text": " country to bring her home and announced safely in London after a journey of bravery, love and survival."}, {"timestamp": [2108.0, 2112.0], "text": " Sarah Greenhull from Channel 7 has their story."}, {"timestamp": [2112.0, 2117.0], "text": " A parent's love is said to know no bounds, no limits."}, {"timestamp": [2117.0, 2125.08], "text": " With perhaps no better example than Jess and Kevin Middleton, who over the past two months have been around the world"}, {"timestamp": [2125.08, 2129.08], "text": " into a war zone for the chance to cherish moments like this."}, {"timestamp": [2129.08, 2131.08], "text": " How you want your dinner?"}, {"timestamp": [2131.08, 2132.08], "text": " It's coming."}, {"timestamp": [2132.08, 2134.08], "text": " We'll get your dress first."}, {"timestamp": [2134.08, 2139.4], "text": " And we've got to do things like change nappies and give feeds and we've bath to the other"}, {"timestamp": [2139.4, 2142.0], "text": " be, which is all normal new parent things."}, {"timestamp": [2142.0, 2146.32], "text": " Milestones after the most harrowing journey."}, {"timestamp": [2148.56, 2151.24], "text": " After seven years trying for a baby, Little Albert was born by surrogate in Ukraine"}, {"timestamp": [2151.24, 2153.56], "text": " two days before Russia invaded."}, {"timestamp": [2153.56, 2155.8], "text": " Ten weeks per mature with collapsed lungs"}, {"timestamp": [2155.8, 2156.44], "text": " and a bleed on the brain."}, {"timestamp": [2156.44, 2161.24], "text": " Too sick to be moved, so Jess and Kev went to her."}, {"timestamp": [2161.24, 2162.76], "text": " I'm shaking so much."}, {"timestamp": [2162.76, 2166.0], "text": " So today we're going to cross the border to Ukraine."}, {"timestamp": [2166.0, 2169.0], "text": " Can't explain how we feel."}, {"timestamp": [2169.0, 2173.0], "text": " Every morning we say to each other is today today we're going to meet Elba."}, {"timestamp": [2173.0, 2174.0], "text": " Today is the day."}, {"timestamp": [2174.0, 2179.0], "text": " crossing the border from Moldova, walking kilometers against the flow of refugees"}, {"timestamp": [2179.0, 2185.5], "text": " to the city of Odessa to meet their daughter. No, at the end of the month, I'm still there."}, {"timestamp": [2185.5, 2189.5], "text": " It'd been the biggest day and then we sort of walked in and we didn't know which baby was ours."}, {"timestamp": [2189.5, 2191.5], "text": " We're sort of looking around and..."}, {"timestamp": [2191.5, 2196.5], "text": " We find the tiniest little baby in the corner hooked up to the most amount of, you know, equipment."}, {"timestamp": [2196.5, 2198.5], "text": " like, at her."}, {"timestamp": [2198.5, 2199.0], "text": " So..."}, {"timestamp": [2199.0, 2208.52], "text": " relief against the backdrop of a conflict. Every night we'd hear explosions, like you know the alarm would go off multiple times throughout"}, {"timestamp": [2208.52, 2209.52], "text": " the night."}, {"timestamp": [2209.52, 2211.92], "text": " And we'd just sit in our lawn or just God keep Elba safe."}, {"timestamp": [2211.92, 2212.92], "text": " Like don't bomb the hospital."}, {"timestamp": [2212.92, 2218.52], "text": " And the agency had told us that it's clearly marked on the roof children's hospital and"}, {"timestamp": [2218.52, 2223.52], "text": " it's safe, she's safe, but then you see things in other parts of Ukraine and it's just terrifying."}, {"timestamp": [2223.52, 2228.16], "text": " After almost three weeks, including neurosurgery Alba was stable enough to"}, {"timestamp": [2228.16, 2232.48], "text": " leave Ukraine bundled into a nurse's arms a bit a sweet moment for mom"}, {"timestamp": [2232.48, 2239.28], "text": " and dad feeling guilty farewelling staff who can't leave. With Alba requiring specialist"}, {"timestamp": [2239.28, 2244.72], "text": " care Jess and care views public donations for a private jet to medevac their daughter from"}, {"timestamp": [2244.72, 2248.44], "text": " Moldova to London."}, {"timestamp": [2248.44, 2253.6], "text": " Where she is improving, but there's a long way to go."}, {"timestamp": [2253.6, 2254.6], "text": " What a remarkable story."}, {"timestamp": [2254.6, 2258.96], "text": " Well, coming up, Ethan Hawke has finally been cajoled into the Marvel universe."}, {"timestamp": [2258.96, 2263.0], "text": " Find out what kind of superhero he plays in Moon Night."}, {"timestamp": [2263.0, 2266.68], "text": " The Warriors brace for a tough encounter against the Melbourne storm in tonight's clash"}, {"timestamp": [2266.68, 2271.72], "text": " at Amy Park plus Everton stares down the barrel of top flight relegation for the first"}, {"timestamp": [2271.72, 2277.48], "text": " time in almost 70 years and one of Auckland's oldest rugby clubs pays tribute to their"}, {"timestamp": [2277.48, 2280.68], "text": " fallen soldiers on Anzac Day."}, {"timestamp": [2280.68, 2285.12], "text": " We get a rare bird's eye view with the war birds as they roar into the sky for their"}, {"timestamp": [2285.12, 2286.6], "text": " Anzac flyovers."}, {"timestamp": [2286.6, 2291.32], "text": " And see the greatest moments in Rugby League Anzac history ahead of tonight's big clash."}, {"timestamp": [2291.32, 2305.0], "text": " The project at seven are the new club. I'm only ever spoken online. Finally, meets in the flesh. You're just friends I met. Baby."}, {"timestamp": [2305.0, 2307.0], "text": " Love in the flesh."}, {"timestamp": [2307.0, 2310.0], "text": " Stream every episode only on three now."}, {"timestamp": [2312.0, 2329.76], "text": " There's a little voice inside us. You're not built for this? You can't go on."}, {"timestamp": [2329.76, 2331.28], "text": " But there's another voice."}, {"timestamp": [2331.28, 2332.28], "text": " It whispers."}, {"timestamp": [2332.28, 2334.28], "text": " Then it roars."}, {"timestamp": [2334.28, 2336.28], "text": " I'm not done yet."}, {"timestamp": [2336.28, 2337.28], "text": " Are you?"}, {"timestamp": [2337.28, 2338.28], "text": " Rexona."}, {"timestamp": [2338.28, 2366.0], "text": " It won't let you down. L Milk. Because metal fresh bottles are made with 30% recycled plastic."}, {"timestamp": [2366.0, 2370.0], "text": " Together we can reduce new plastic production by 250 tons a year."}, {"timestamp": [2370.0, 2371.0], "text": " Check this out!"}, {"timestamp": [2371.0, 2376.0], "text": " Gatheru Bower on her free underlay with 20m squared or more of selected laminate and engineered timber flooring."}, {"timestamp": [2376.0, 2380.0], "text": " And great prices on selected Liberty, Empire and Rockefeller Belgradeex carpets."}, {"timestamp": [2380.0, 2386.0], "text": " Let's do it! They're already here! Gatheru Bauron, inspiration starts here."}, {"timestamp": [2386.0, 2389.0], "text": " It's got cheese on the cross."}, {"timestamp": [2389.0, 2390.0], "text": " Yes."}, {"timestamp": [2390.0, 2391.0], "text": " And in the base."}, {"timestamp": [2391.0, 2392.0], "text": " And on top?"}, {"timestamp": [2392.0, 2393.0], "text": " And on top?"}, {"timestamp": [2393.0, 2394.0], "text": " And on top of the top?"}, {"timestamp": [2394.0, 2405.6], "text": " Not too much. Great deal store-wide on now at Harvey Norman get an introductory offer on this"}, {"timestamp": [2405.6, 2409.92], "text": " Lenovo idea pad and save over $4.50. Stay productive with the acerous"}, {"timestamp": [2409.92, 2416.0], "text": " fire three now 798 save over 145. Save a massive over 5.30 on this"}, {"timestamp": [2416.0, 2421.08], "text": " HP pavilion now 1348. upgrade your home office with this Lenovo monitor"}, {"timestamp": [2421.08, 2425.76], "text": " now 198 and score up to 40% of printers, plus 60 months"}, {"timestamp": [2425.76, 2427.56], "text": " interest free, store-wide."}, {"timestamp": [2427.56, 2429.56], "text": " On now, at Harvey Norman."}, {"timestamp": [2429.56, 2445.24], "text": " Go! What flight into the air? It's our commitment to net zero carbon emissions by 2050."}, {"timestamp": [2445.24, 2447.36], "text": " Can you really get to that zero?"}, {"timestamp": [2447.36, 2448.24], "text": " Yes we can."}, {"timestamp": [2448.24, 2449.64], "text": " That's our most important journey here."}, {"timestamp": [2449.64, 2451.32], "text": " Let's get some."}, {"timestamp": [2451.32, 2453.68], "text": " Flight's using sustainable aviation fuel"}, {"timestamp": [2453.68, 2455.32], "text": " will be departing sooner than you think."}, {"timestamp": [2455.32, 2458.04], "text": " Cup high, but you're going to need more than that."}, {"timestamp": [2458.04, 2461.12], "text": " We'll be introducing electric planes on our domestic flights."}, {"timestamp": [2461.12, 2469.0], "text": " That's impressive, but have you thought about hydrogen too? Yes, beyond 2030, hydrogen powered aircraft could be taking to our skies."}, {"timestamp": [2469.0, 2470.0], "text": " Green hydrogen?"}, {"timestamp": [2470.0, 2471.0], "text": " Of course."}, {"timestamp": [2471.0, 2472.0], "text": " This is promising."}, {"timestamp": [2472.0, 2486.6], "text": " Keep us updated. At prices, your wallet will love. Great price. Prices that stay low for longer."}, {"timestamp": [2486.6, 2490.6], "text": " Another way countdown gives you value you can count on."}, {"timestamp": [2490.6, 2492.32], "text": " They're trying to breed a sheep"}, {"timestamp": [2492.32, 2493.92], "text": " that's got hair instead of a wolf."}, {"timestamp": [2493.92, 2496.44], "text": " You people will do anything to make sheep more attractive."}, {"timestamp": [2496.44, 2498.52], "text": " The Ossees are back."}, {"timestamp": [2498.52, 2499.84], "text": " I love the dog."}, {"timestamp": [2499.84, 2502.48], "text": " And throwing down the trans Tasman comedy gortland."}, {"timestamp": [2502.48, 2505.16], "text": " But I would like to see some teachers who should be fired."}, {"timestamp": [2505.16, 2507.88], "text": " Okay, year six, can you line up in order of attractiveness?"}, {"timestamp": [2507.88, 2508.88], "text": " Thank you."}, {"timestamp": [2508.88, 2510.32], "text": " Brought you by Frank Energy."}, {"timestamp": [2510.32, 2512.08], "text": " Excuse me, I booked a table for two"}, {"timestamp": [2512.08, 2515.48], "text": " and you've not organised anyone for me to die in one."}, {"timestamp": [2515.48, 2517.6], "text": " Seven days ANZAC special."}, {"timestamp": [2517.6, 2536.0], "text": " Thursday, 730 on 3 and 3 now. The Melbourne storm are bracing for a Warriors team very much on the rise"}, {"timestamp": [2536.0, 2539.76], "text": " when they meet in the traditional Anzac Day clash at Amy Park tonight."}, {"timestamp": [2539.76, 2544.24], "text": " Despite the Warriors sitting ninth on the end-hour sitting ninth on the NRL ladder, storm coach Craig"}, {"timestamp": [2544.24, 2549.68], "text": " Bellamy has been impressed with what he's seen so far from them in 2022. Ollie Ritchie joins us now from Melbourne"}, {"timestamp": [2549.68, 2554.16], "text": " Ollie the storm, expecting it all their own way tonight."}, {"timestamp": [2554.16, 2557.36], "text": " Certainly not Andrew Craig Bellamy happy to dish out the compliments to the Warriors."}, {"timestamp": [2557.36, 2562.0], "text": " He referenced that game last week against the Roosters as a real show of strength from the Vastri show they were vastly"}, {"timestamp": [2562.0, 2567.12], "text": " vastly, Craig Bellamy. real show of strength from the Warriors. He thought they were vastly improved. Yes, they didn't get the result and a few calls didn't go their way, but the manner in which they"}, {"timestamp": [2567.12, 2571.52], "text": " performed and went up against the Roosters showed Craig Bellamy. The Warriors can match it with"}, {"timestamp": [2571.52, 2576.8], "text": " the top teams in the NRL. Of course, the Melbourne Storm are very much one of those. He was full of praise."}, {"timestamp": [2576.8, 2580.0], "text": " He thinks they will be a dangerous opponent tonight at Amy Park."}, {"timestamp": [2580.0, 2587.0], "text": " They've always had dangerous players, but ball carriers and that certainly hasn't changed."}, {"timestamp": [2587.0, 2592.0], "text": " And they've got obviously Sean Johnson there who's usually experienced, so they're certainly"}, {"timestamp": [2592.0, 2595.0], "text": " on the way, the worries, they're certainly on the way out, the worries without doubt."}, {"timestamp": [2595.0, 2602.0], "text": " And it's a big match for them, the Anzac match dates back to 2009 when this was first played between the rivals."}, {"timestamp": [2602.0, 2606.64], "text": " So he expects extra motivation to come out of wanting to win on Anzac Day."}, {"timestamp": [2606.64, 2609.68], "text": " Of course that motivation is there for both teams Andrew, but he thinks it will help spur"}, {"timestamp": [2609.68, 2612.28], "text": " on the Warriors a lot this evening in Melbourne."}, {"timestamp": [2612.28, 2614.8], "text": " Of course a late blow Cody Nicarima out for the Warriors, a lot, Cody Nicarima, out for the"}, {"timestamp": [2614.8, 2626.36], "text": " Warriors, a big blow for the Warriors, but hopefully Ollie Ritchie, thanks very much. And don't forget we'll have it live, free to air coverage of the Warriors,"}, {"timestamp": [2626.36, 2628.84], "text": " taking on the storm from 830 tonight,"}, {"timestamp": [2628.84, 2631.24], "text": " right here on three."}, {"timestamp": [2631.24, 2633.16], "text": " The Crusaders aren't underestimating"}, {"timestamp": [2633.16, 2636.36], "text": " the importance of kicking off their four-week road trip with a win"}, {"timestamp": [2636.36, 2638.32], "text": " following an ugly bonus point win over the Melbourne Rebels"}, {"timestamp": [2638.32, 2649.44], "text": " the Melbourne Rebels. that what the 42-17 score line may suggest the keywe side struggled to get going in an error-ridden first half before a double from Ethan Blackadder sent the Crusaders"}, {"timestamp": [2649.44, 2650.44], "text": " on their way."}, {"timestamp": [2650.44, 2653.88], "text": " But Cody Taylor admits they still have a lot of work to do."}, {"timestamp": [2653.88, 2659.28], "text": " We really want to hone in on our skill sets and we've talked about that and probably"}, {"timestamp": [2659.28, 2664.16], "text": " tonight it wasn't what we want to be doing but we can build on that and then we know when we get home"}, {"timestamp": [2664.16, 2667.0], "text": " it's going to be totally different rugby."}, {"timestamp": [2667.0, 2675.0], "text": " The win keeps the pressure on Super Rugby Pacific Front runners the blues as the Crusaders face the warritas in Sydney this weekend."}, {"timestamp": [2675.0, 2679.0], "text": " Well to football now, both teams had more to play for than usual in this morning's Merseys"}, {"timestamp": [2679.0, 2683.0], "text": " Merseyside Darby at the top and the bottom of the Premier League."}, {"timestamp": [2683.0, 2686.0], "text": " Liverpool win keeps their title challenge on track,"}, {"timestamp": [2686.0, 2689.0], "text": " while defeat leaves evidence steering down the barrel of relegation"}, {"timestamp": [2689.0, 2692.0], "text": " for the first time in almost 70 years."}, {"timestamp": [2692.0, 2706.0], "text": " Here's ITVs, Chris Scudder. Paul with a chance of winning everything this season. Everton in danger of losing everything."}, {"timestamp": [2706.0, 2712.0], "text": " Nosediving out of the top division after an unbroken stay of 68 years."}, {"timestamp": [2712.0, 2717.0], "text": " Having dropped into the relegation places Everton was scrapping for everything."}, {"timestamp": [2717.0, 2734.68], "text": " Every point vital it wasn't pretty. Darby Day tension spilling over into freight tempers. Even the managers were getting hot under the collar."}, {"timestamp": [2734.68, 2747.0], "text": " Amid the heat of battle patience was key and finally it paid. Once a head they then made sure with a second goal from Diva Karina."}, {"timestamp": [2747.0, 2751.0], "text": " A crucial win in the Mazzi side, Davy."}, {"timestamp": [2751.0, 2756.0], "text": " Once ahead they then made sure with a second goal from Diva Karina."}, {"timestamp": [2756.0, 2769.08], "text": " A crucial win in Liverpool's pursuit of the title but for Everton their long grip on the top flight is starting to weekend. Seven-time world champion Lewis Hamilton has accepted his"}, {"timestamp": [2769.08, 2773.84], "text": " formula one title chances are over following a disastrous 13th place"}, {"timestamp": [2773.84, 2778.4], "text": " finish at the Amelia Romagna Grand Prix. The Mercedes driver had a weekend to forget"}, {"timestamp": [2778.4, 2783.76], "text": " admitting his car simply wasn't fast enough to overtake and to add insult to injury"}, {"timestamp": [2783.76, 2787.52], "text": " Hamilton was lapped by Max Verstappen."}, {"timestamp": [2787.52, 2793.0], "text": " Probably the worst that it felt I mean but it's similar to other races. In contrast"}, {"timestamp": [2793.0, 2797.12], "text": " it was a perfect weekend for Verstappen's red ball team taking maximum points to"}, {"timestamp": [2797.12, 2803.2], "text": " extend their lead at the top of the drivers championship. This year marks a century of"}, {"timestamp": [2803.2, 2808.0], "text": " of Auckland's premier rugby rugby competition soldier and a legend of the game."}, {"timestamp": [2808.0, 2813.0], "text": " Dave Gallagher, captain of the original Allbacks, died while serving in World War I."}, {"timestamp": [2813.0, 2823.0], "text": " It also marks the 125th anniversary of one of the city's oldest clubs who also have a tie to the Anzac spirit and are as determined as ever to lift the Galahoe shield."}, {"timestamp": [2823.0, 2825.2], "text": " Alex Chapman reports."}, {"timestamp": [2825.2, 2828.4], "text": " In the shadow of war, rugby seems meaningless,"}, {"timestamp": [2828.4, 2831.4], "text": " non-sensical, incomprehensible,"}, {"timestamp": [2831.4, 2834.48], "text": " but it's those sorts of comforts that is driven clubs"}, {"timestamp": [2834.48, 2836.52], "text": " like college rifles for so long."}, {"timestamp": [2836.52, 2840.52], "text": " It gave them something to bond in somewhere to be."}, {"timestamp": [2840.52, 2843.0], "text": " just for the soldiers, but for the families as well."}, {"timestamp": [2843.0, 2846.0], "text": " That's exactly what rifles was built on."}, {"timestamp": [2846.0, 2850.0], "text": " They'll chalk up their 125th anniversary this year."}, {"timestamp": [2850.0, 2855.0], "text": " It coincides with the centenary of the greatest prize in Auckland Club rugby."}, {"timestamp": [2855.0, 2860.0], "text": " They haven't won the Galaher Shield since 1964 though."}, {"timestamp": [2860.0, 2863.0], "text": " For he isn't all that binds them."}, {"timestamp": [2863.0, 2864.0], "text": " War does too."}, {"timestamp": [2864.0, 2868.24], "text": " Rifles had 330 players serve in World War I."}, {"timestamp": [2868.24, 2872.0], "text": " 54 lost their lives. As did Gallagher."}, {"timestamp": [2872.0, 2876.48], "text": " He was just a legend not only of the game but also in New Zealand"}, {"timestamp": [2876.48, 2881.48], "text": " he put his body on the line on both fronts and the game of rugby but for New Zealand as well and served us."}, {"timestamp": [2881.48, 2886.8], "text": " and I think we can just remember him as a champion and a leader of our country."}, {"timestamp": [2886.8, 2891.32], "text": " And while Galahar was a proud Ponsonby man, the club which has won the shield named"}, {"timestamp": [2891.32, 2896.48], "text": " after him the most, rifles remain proud of what he's done for the game."}, {"timestamp": [2896.48, 2901.24], "text": " We want that Galagos Shield as much as anybody else and a hundred years of the Galagos Shield"}, {"timestamp": [2901.24, 2905.28], "text": " and 125 years of college rifles. No better setting."}, {"timestamp": [2905.28, 2910.88], "text": " These kids will hopefully never have to know what it's like to rely on rugby to be a blanket"}, {"timestamp": [2910.88, 2912.48], "text": " following atrocities."}, {"timestamp": [2912.48, 2916.48], "text": " But it's moments like these for which they know it's important."}, {"timestamp": [2916.48, 2918.0], "text": " Alex Chapman, New Sub."}, {"timestamp": [2918.0, 2922.8], "text": " This list we forget, that is your Anzac Day sport, let's hope the Warriors can deliver a performance"}, {"timestamp": [2922.8, 2924.12], "text": " fitting of the occasion tonight."}, {"timestamp": [2924.12, 2926.0], "text": " Indeed. in Zactay Sport. Let's hope the Warriors can deliver a performance fitting of the occasion tonight. Indeed, thank you very much."}, {"timestamp": [2926.0, 2928.0], "text": " Maybe breaking with tradition and actually winning."}, {"timestamp": [2928.0, 2930.0], "text": " That would be nice. That would be nice."}, {"timestamp": [2930.0, 2931.0], "text": " I wasn't going to say anything."}, {"timestamp": [2931.0, 2932.0], "text": " I'm going to say anything."}, {"timestamp": [2932.0, 2945.4], "text": " I could be a thank you for that. for more than three decades, but lately he's been throwing his weight into big roles for the small screen."}, {"timestamp": [2945.4, 2950.64], "text": " And for the first time, he's diving into the Marvel universe in a show called Moon Night."}, {"timestamp": [2950.64, 2954.64], "text": " He spoke with Kate Roger."}, {"timestamp": [2954.64, 2956.64], "text": " Captain my captain."}, {"timestamp": [2956.64, 2958.64], "text": " Set down, Mr. Anderson."}, {"timestamp": [2958.64, 2965.8], "text": " From the iconic, oh Captain, my captain and dead poet society, actor Ethan Hawk has spent"}, {"timestamp": [2965.8, 2972.56], "text": " an illustrious career holling his craft on the big screen and the small, four Oscar nominations"}, {"timestamp": [2972.56, 2974.4], "text": " all ready to his credit."}, {"timestamp": [2974.4, 2980.92], "text": " His first love, the theatre, which even bought him down under, performing alongside Rebecca Hall,"}, {"timestamp": [2980.92, 2983.0], "text": " in the Cherry Orchard in Auckland."}, {"timestamp": [2983.0, 2984.0], "text": " That was one of the great times of my life traveling in the world,"}, {"timestamp": [2984.0, 2986.5], "text": " doing those plays."}, {"timestamp": [2986.5, 2988.0], "text": " We had a ball in Auckland."}, {"timestamp": [2988.0, 2990.8], "text": " Now, 13 years later, we zoom"}, {"timestamp": [2990.8, 2993.2], "text": " to talk about another first for Hawk,"}, {"timestamp": [2993.2, 2994.8], "text": " The Marvel Universe,"}, {"timestamp": [2994.8, 2997.2], "text": " and his lead role opposite Oscar Isaac,"}, {"timestamp": [2997.2, 3000.0], "text": " in New Disney Plus show, Moon Night."}, {"timestamp": [3000.0, 3001.0], "text": " Yeah?"}, {"timestamp": [3001.0, 3006.0], "text": " Oh my God, you're alive. What's wrong with you, Mark? Why did you call me Mark?"}, {"timestamp": [3006.0, 3007.0], "text": " Mark."}, {"timestamp": [3007.0, 3009.0], "text": " So, why Marvel?"}, {"timestamp": [3009.0, 3010.0], "text": " And why now?"}, {"timestamp": [3010.0, 3012.0], "text": " I go for the people."}, {"timestamp": [3012.0, 3014.0], "text": " You know, I don't really care whether it's"}, {"timestamp": [3014.0, 3018.0], "text": " a off-Broadway play or a Broadway play or a Marvel movie."}, {"timestamp": [3018.0, 3020.0], "text": " I just thought it'd be fun to work with these guys."}, {"timestamp": [3020.0, 3022.0], "text": " And none of them had worked in Marvel before,"}, {"timestamp": [3022.0, 3026.4], "text": ", And none of them had worked in Marvel before either. So it was new to all of us. And keep this safe?"}, {"timestamp": [3026.4, 3027.4], "text": " So bad."}, {"timestamp": [3027.4, 3028.4], "text": " It's gone."}, {"timestamp": [3028.4, 3032.4], "text": " Hork plays the enigmatic villain of the piece after hero."}, {"timestamp": [3032.4, 3035.6], "text": " And it's fair to say he's just a little bit creepy."}, {"timestamp": [3035.6, 3042.48], "text": " Well, I always find people who are so sure of themselves,"}, {"timestamp": [3042.48, 3046.0], "text": " who know the right thing to do for everyone all the time,"}, {"timestamp": [3046.0, 3051.68], "text": " really creepy. It scares the hell out of me. So that was just my idea. It's like, all right,"}, {"timestamp": [3051.68, 3057.28], "text": " how could I be a creepy villain? I know what I'll do. I'll play a combination between a monk and a doctor."}, {"timestamp": [3057.28, 3064.72], "text": " So if the idea of Ethan Hawke playing a creepy monk doctor combo scares the hell out of you too,"}, {"timestamp": [3064.72, 3065.2], "text": " you know where to find him. We're coming up. We're coming up. playing a creepy monk doctor combo scares the hell out of you too. You know"}, {"timestamp": [3065.2, 3070.92], "text": " where to find him. Kate Roger, Newshub. We're coming up news hub weather and"}, {"timestamp": [3070.92, 3074.24], "text": " Mike a cold night ahead and then we get rewarded with some nice fine weather."}, {"timestamp": [3074.24, 3078.96], "text": " Yes I'm sure we've all noticed it getting colder in fact especially this week it's got colder"}, {"timestamp": [3078.96, 3083.96], "text": " and colder. If you've noticed it you are not wrong but take a look at the dark blue spots on the temperature"}, {"timestamp": [3083.96, 3086.4], "text": " map even a few places below zero."}, {"timestamp": [3086.4, 3089.28], "text": " But it does warm up, especially in the north."}, {"timestamp": [3089.28, 3091.0], "text": " I'll have all the details next."}, {"timestamp": [3091.0, 3095.6], "text": " And then on the project, a long-time rivalry hits the field patty."}, {"timestamp": [3095.6, 3099.12], "text": " Yeah, you're not wrong, Mike, ahead of tonight's big NRL Clash."}, {"timestamp": [3099.12, 3105.8], "text": " We've got the top five, all-time greatest Anzac match moments. And when couples split up how"}, {"timestamp": [3105.8, 3111.28], "text": " do they divvy up their friends? You can take them all. I'm a lone wolf anyway. The"}, {"timestamp": [3111.28, 3126.0], "text": " project is next. I'm a schoolie family. Hello Copter, parents. Will test the biggest crisis. Families face today."}, {"timestamp": [3126.0, 3127.4], "text": " Screen time."}, {"timestamp": [3127.4, 3130.4], "text": " Are our children addicted?"}, {"timestamp": [3130.4, 3132.0], "text": " You can't go 24 hours without it."}, {"timestamp": [3132.0, 3133.0], "text": " That's a matter."}, {"timestamp": [3133.0, 3134.8], "text": " I'm not addicted."}, {"timestamp": [3134.8, 3139.0], "text": " And what more can we do to protect our kids?"}, {"timestamp": [3139.0, 3140.0], "text": " Pretty hot, do you guys want to live?"}, {"timestamp": [3140.0, 3142.0], "text": " Brand new parental guidance."}, {"timestamp": [3142.0, 3192.0], "text": " Wednesday 73030 on 3 on 3 and 3 now. new rated. What makes BK's yum burger yum? Yum!"}, {"timestamp": [3192.0, 3205.68], "text": " Blame grilled yum. Melted yum. Streaky yumps. Try BK's yum burger. It's delicious."}, {"timestamp": [3205.68, 3210.24], "text": " Hey small spenders, you give a new meaning to living comfortably."}, {"timestamp": [3210.24, 3212.72], "text": " You're the connoisseurs of coziness."}, {"timestamp": [3212.72, 3216.56], "text": " Turning up the heat and keeping costs down."}, {"timestamp": [3216.56, 3219.28], "text": " Saving? You do it in your sleep."}, {"timestamp": [3219.28, 3221.12], "text": " Yeah you throw on that extra layer."}, {"timestamp": [3221.12, 3223.2], "text": " You make saving look hot."}, {"timestamp": [3223.2, 3226.6], "text": " You put the snug in style."}, {"timestamp": [3226.6, 3231.52], "text": " Winter is here, but you've already got a wrapped up."}, {"timestamp": [3231.52, 3246.0], "text": " The warehouse, where everyone gets a bargain. give for a child you loved to make their wish come true to help them fight a"}, {"timestamp": [3246.0, 3252.24], "text": " critical illness just imagine what you do every single one of us can make"}, {"timestamp": [3252.24, 3288.88], "text": " the stars a line because when we come together hope and joy will shine I think the story. I think the story. Great Deal Storewide! On now! At Harvey Norman! Score an introductory offer on this Lenovo idea pad and save over $450!"}, {"timestamp": [3288.88, 3292.68], "text": " Get this massive 75-inch Panasonic 4K Smart TV!"}, {"timestamp": [3292.68, 3294.88], "text": " Now just 1998!"}, {"timestamp": [3294.88, 3298.32], "text": " This New Zealand-made Queen Bed withdraws for extra storage"}, {"timestamp": [3298.32, 3326.0], "text": " is now $1,999! She's grown, and, Look at that. I'm still taller than you. What's it looking like on the other side?"}, {"timestamp": [3333.0, 3335.0], "text": " It's almost out the door."}, {"timestamp": [3335.0, 3338.0], "text": " See how ANZ could help you pay off your home loan faster."}, {"timestamp": [3338.0, 3351.2], "text": " Search ANZ home loans. Tomorrow's weather brought you by nature, turn it to power by meridian."}, {"timestamp": [3351.2, 3355.76], "text": " Kyoto good evening, a very cold morning this morning for Anzac services, there"}, {"timestamp": [3355.76, 3359.64], "text": " are even a few showers around, especially in the north. Now those showers are becoming"}, {"timestamp": [3359.64, 3363.96], "text": " less frequent as a ridge extends over the North Island. However, there's still some wet weather"}, {"timestamp": [3363.96, 3368.0], "text": " on the way for the far north due to this trough up here."}, {"timestamp": [3368.0, 3372.0], "text": " Now, a cold front will deliver the odd shower around Cook, straight in the southwesterly,"}, {"timestamp": [3372.0, 3373.0], "text": " flow delivers showers to South-west, so here's the Southwesterly, flow, delivers showers to Southland."}, {"timestamp": [3373.0, 3388.44], "text": " So here's how all that And for the North Island it's cloudy"}, {"timestamp": [3388.44, 3393.12], "text": " in the South and West with the odd shower popping up overnight. Fogg develops elsewhere."}, {"timestamp": [3393.12, 3396.6], "text": " It could cause some disruption tomorrow so maybe check if you are flying. Tomorrow"}, {"timestamp": [3396.6, 3401.8], "text": " sees a mainly fine day in the North once that fog lifts. Just a few showers about and some light"}, {"timestamp": [3401.8, 3408.64], "text": " and some light. And some light Southland and Northland. You may get the may this is better than the past few days for the northern areas, Auckland and Northland."}, {"timestamp": [3408.64, 3412.32], "text": " You may get the odd shower but apart from that a fine but cool day with highs"}, {"timestamp": [3412.32, 3420.72], "text": " here around 20-21 degrees. Further south now Fakotaane is likely to get a few showers towards the end of the day but it's fine for everyone else."}, {"timestamp": [3420.72, 3426.44], "text": " A few light winds and maybe some evening cloud. Into the east, and look at all those overnight lows."}, {"timestamp": [3426.44, 3430.04], "text": " Now you'll have the doobay pull to the shoulders tonight, I bet, but the payoff is a fine"}, {"timestamp": [3430.04, 3431.72], "text": " day with some light winds."}, {"timestamp": [3431.72, 3434.16], "text": " And not a bad Tuesday for the lower half of the North Island with a mixture of the North Island"}, {"timestamp": [3434.16, 3436.0], "text": " with a mixture of North Island with a mixture of cloud and sunshine."}, {"timestamp": [3436.0, 3448.72], "text": " could be some showers for Wellington and New Plymouth early in the morning. and 21. Over the strait and Nelson stays fine. Reifton gets some cloud and everyone else along the coast gets showers but they do ease at dinner time. Okay let's get on"}, {"timestamp": [3448.72, 3452.88], "text": " state highway 73 and go east Blenham. You have the sunshine with everyone else"}, {"timestamp": [3452.88, 3457.6], "text": " along the coast expecting some drizzle in the afternoon but it will clear up at night time."}, {"timestamp": [3457.6, 3462.72], "text": " And for southern areas it's a mixture of cloudy and fine periods along with Southwesterly"}, {"timestamp": [3462.72, 3467.2], "text": " winds with Southwets get winds. Now those winds get strong for times in in Bekagel and Obin with a few showers expected"}, {"timestamp": [3467.2, 3468.2], "text": " in the afternoon."}, {"timestamp": [3468.2, 3469.2], "text": " Time for the metros."}, {"timestamp": [3469.2, 3473.0], "text": " Now, Daneda and gets a bit of cloud and some fresh Southwesterly's 14, the hybrid,"}, {"timestamp": [3473.0, 3485.68], "text": " the hybrid it'll feel like just eight it's going to feel like just 12 degrees."}, {"timestamp": [3485.68, 3489.8], "text": " Okay, Wellington, you may see an early morning shower, but after that it's mainly"}, {"timestamp": [3489.8, 3494.56], "text": " fine with all the less developing, they will turn southerly in the evening."}, {"timestamp": [3494.56, 3497.36], "text": " And the sun symbol, it says it all for Hawkes Bay, doesn't it?"}, {"timestamp": [3497.36, 3506.2], "text": " Look at this, nice and fine, light winds and a high of 19 degrees, and a high of 19 degrees. And toadong, very similar with a fine Tuesday ahead,"}, {"timestamp": [3506.2, 3510.2], "text": " a high of around 20 degrees, expect some cloud developing in the evening."}, {"timestamp": [3510.2, 3515.72], "text": " Okay, let's head inland now to the Waikato. There could be some fog around in the morning."}, {"timestamp": [3515.72, 3521.8], "text": " Then it becomes partly cloudy. You've got sailwes breezes. You're high tomorrow around 20 degrees."}, {"timestamp": [3521.8, 3528.32], "text": " And it's a partly cloudy day for Auckland, but don't put the closed horse outside of some isolated light showers floating around with a few cell"}, {"timestamp": [3528.32, 3531.12], "text": " cell-west breezes. It's specter high of 21."}, {"timestamp": [3531.12, 3535.92], "text": " Okay, time to head through customs and let's get to Australia. Showers from Perth to Sydney"}, {"timestamp": [3535.92, 3540.96], "text": " and up to Kairns, not as warm as usual with Sydney reaching just 23 degrees."}, {"timestamp": [3540.96, 3548.32], "text": " And on the Pacific Islands, quite a bit of rain and shower activity here, here but new Caledonia you're going to get all that tropical sunshine."}, {"timestamp": [3548.32, 3552.48], "text": " back here now here's a look at how the rest of the week is shaping up. It's"}, {"timestamp": [3552.48, 3556.08], "text": " mostly fine although there are a few light showers for Auckland and Northland"}, {"timestamp": [3556.08, 3560.56], "text": " Hamilton you should stay nice and dry. Gisbin and nape you get a few showers as well"}, {"timestamp": [3560.56, 3566.68], "text": " during the week but it's looking pretty good for everyone else especially if you're in Thople and for the rest of the North Island look"}, {"timestamp": [3566.68, 3570.2], "text": " at all the Sun symbols here just what you need for the last week of the school"}, {"timestamp": [3570.2, 3574.52], "text": " holidays that looks spectacular and the South Island now loads the sun around"}, {"timestamp": [3574.52, 3578.04], "text": " although there are some chilly nights ahead with highs between 16 and"}, {"timestamp": [3578.04, 3583.2], "text": " 19 degrees and for southern parts of Old Town I'll expect a few showers on Wednesday for"}, {"timestamp": [3583.2, 3589.28], "text": " for him for cargo and to Kagan and to Ne didn't but as did but as Dee didn't to Neaton, but as DeeDee Smash Singh, otherwise fine. And that is your weather"}, {"timestamp": [3589.28, 3595.36], "text": " very autumnal just like this beautiful shop from our own caron Rutherford rather in Tiano."}, {"timestamp": [3595.36, 3597.12], "text": " Gorgeous, thank you so much Mike."}], "text": " Kiwi's pause to remember on Anzac Day, but the conflict in Ukraine is top of mind. A news hub investigation reveals nine safety warnings at Goreyavail in less than a year. And why New Zealand's beloved Christmas tree is now under threat. Kewi, Kewi, Kewi, Kewi, Kewi, Kewi, Kewi, Kewi, Kewi, as two nations paused to remember those who served and died in war, those suffering the horrors of another conflict in Europe right now, were top of mind. Thousands of Kewi's woke early and gathered for dawn services at memorials across New Zealand. There were similar scenes across the Tasman, and for the first time in two years, the Anzac spirit was remembered at Gallipoli again. Kaylee Callahan begins our Anzac coverage. The last post ringing out across New Zealand. Young and old pausing to remember those who fought and died at war. More than a thousand gathered at the Senate half at Auckland's war memorial museum. Officially it was an invite only a fear to limit the COVID-risk, but many more came anyway. For Mike Ross, this Anzac Day has extra meaning. He's wearing his own medals, those of his great-grandfather and great-great-grandfather. We've only just got them back together, like it's taken a lot of research and to pull that from yes to year and get it out so that they can be shown as special for the families. Many families got up early to pay their respects and lay poppies at the centre. Remembering those who have gone before and the mass of sacrifices made by New Zealanders Australians. I mean, and probably think about like all the soldiers who went to Galilee and stuff. A new generation remembering them by wearing medals of their relatives. It's fantastic because they are learning about it and what it's all about. And hopefully one day that one of two of them might actually join the services. Sacrificence and service isn't just overseas or historic. Three Air Force personnel died in a helicopter accident on Anzac Day 2010. the services. Sacrifice and service isn't just overseas or historic. Three Air Force personnel died in a helicopter accident on Anzac Day 2010 when this Iroquois crashed into the hills above Pukua Bay near Wellington on its way for a flyover. Today, 12 years later, those deaths were honoured with a memorial park unveiled at Orharkaer. It just makes me want to take a few moments to reflect on what it means. You know, you've got three lives lost, another life very significantly affected by this. But looming over today's commemorations, the sad reality, another brutal war is underway in Europe. Fresh in all our minds is the invasion of Ukraine. A most grim reminder of the fragile nature of peace and the devastating impact of war on people's lives. Ukrainian flag flying above Auckland alongside the flags of Anzac nations. With the Ukrainian flag flying over the War Memorial Museum, it's a reminder that people are out there still fighting for their freedom and their independence. freedom and their independence. Freedom and independence we have thanks to our veterans and as Dawn broke a thank you from a grateful crowd and a nation grateful for their sacrifice. Kaylee Callahan Newshub. News hub. A dawn service has just concluded at Gallipoli where hundreds of gathered on the shore where thousands of our soldiers died in 1915. A two-year absence due to COVID has only made the ceremony that much more special the Kiwis who were finally able to return to the peninsula. Europe correspondent Lesette Raiszt. it's been a pretty emotional morning for those able to make it there today. Yes, 563 lucky people to be exact who lined the shores of Anzac Cove this morning and shared in this emotional ceremony. It was a young crowd as well as an intimate one. 50% of those who camped out were aged between 20 and 39 years old. Proof that 107 years on, this tragedy has not been faded by time and remains a firm part of people's hearts for New Zealanders of every generation. With poppies on their chests, sleeping bags in hand, and the spirit of their ancestors and their hearts, Kiwis and Ossees came together again on the shores of Gallipoli, wearing the warmth on their faces. makes you well up a little bit already, so I think the morning will be pretty emotional. Like it's so important to us and to be here is special. Definitely back at least. I haven't seen. From the going down of the sun overnight and into the morning, the Anzaks were remembered. With commemorations on a COVID-enforced hiatus for two years, the dawn of this 25th of April broke that much brighter in Gallipoli. To be in the place and to sort of wake up with a much sort of stronger sense of what it would have been like. To have all three of the New Zealanders, Australians and the Turkish together was pretty powerful this morning. Right. Emotional and quite pleased to be able to experience it finally. It was New Zealand that led the ceremony this year. We remember the mall and we take comfort in knowing that Turkey continues to look after them. Shearing words and silence in honour of the young men who fought here in unimaginable conditions. Confronted with narrow beaches, high cliffs and a maze of ridges, it was an eight-month campaign of unforgettable bravery. Which is why for 107 years the Anzac pilgrimage to this peninsula has continued. And this year the sense of togetherness is stronger than ever. Like because of COVID we just haven't been around Kiwis and it's nice to hear our acts in. Due to the war in Ukraine and the ongoing uncertainty around COVID-19 attendance numbers are down this year. The usual thousands have been replaced by hundreds, but those who are here are feeling incredibly on it to be a part of an Anzac Day service that is truly like no other. Cohen Stevens is here from Wellington. It was a bit of a journey. Worth it to experience this. Because while the last post sound is a familiar one for most, hearing it here and experiencing this dawn, is different. Is different. Seeing all the scenery and what they kind of went through really made it meaningful. The sort of mourning you don't want to forget. We will remember them. Dedicated to the heroic men, we never will. What does the rest of the morning hold there? Well New Zealand is currently preparing to hold its own national service in just the next couple of hours here at the Chanuk B.M. Memorial site, a place that is dedicated to commemorating one of the most significant moments for New Zealand soldiers. They captured this peak in August of 1915 following a late night surprise surprise attack, but that success was only so short-lived. Their position proved to be untenable and the peak was recaptured by the Ottoman forces just within a few days. The Veterans Minister Meccafaitari will be here to lay a wreath. She will be accompanied by officials from both Australia and Turkey. Three nations who once fought so bitterly now standing together to remember their shared and painful but heroic history. The set Rama in Gallipoli, thank you. Across the Tasman, a small Australian town has honoured the first reported New Zealander to die, Gallipoli, as one of their own. The story they didn't know about until this year. Australia correspondent Emma Cropper joins us now live from Sydney and Emma. What role did Kiwis play in today's services? Well ingritt as millions of Australians came out to commemorate the Anzaks today. You did get a sense of how close the friendship has been forged between our two countries because New Zealand's with as much as the Australians today. You did get a sense of how close the friendship has been forged between our two countries because New Zealand is the front row and center just as much as the Australians today. The poignant and sombre sound of New Zealand. That filled Australia as they answered the call to remember. That filled Australia as they answered the call to remember. The day we paused on a sacrifice in service returning to the way it's meant to be marked. To hear all these Australians clapping is the New Zealanders walk past how much does that mean? Terrific. Fantastic to see so many people out and the applause for the Kiwis. Appreciation for the former soldiers who served and... It's my husband, Tafi, get him on. To honour the memory of the fallen. Very special, I'm here every year and now he's past. I'm here to support him, marching for him. Few within 3,000 World War II veterans are still alive in Australia today, which makes the return of these crowds not only special but important to know that they'll continue to commemorate their military sacrifice and the generations to come. And today, just that, in the small town of Junie bound by the Anzag spirit, a New Zealand soldier laid a wreath. In honour of a Kiwi, who until now, was just a name engraved on the history boards of the Australian town. So to be here today with the people of G&E and share in that story, it's a real privilege. But locals discovered Private Wilford Victor Knight was born in Dunedin, fought as an Australian, and died the first New Zealander, reported killed at Gallipoli. It really kind of highlights the close relationship between Australia and New Zealand. A friendship forged at war where two countries still remember and honour those who lived it today. Yeah, there's something pretty special underway where you are this afternoon too. Yeah, there is Ingrid and they have just started playing the last post down here at Sydney where they are remembering the coloured diggers who are the indigenous soldiers who fought in Australia. But just a few moments ago there was a very powerful hucker performed by the New Zealanders down here followed by a wider wider as well and as I said just a show how close our two countries have become on a day that means so much to both of us on both sides of the Tasman. Thanks so much Emma. To the day's other news and Newshub can reveal work safe issued glory avail nine warnings in less than a year over safety failures at its businesses. We've obtained copies of investigators notebooks where one said Gloria Vale's residence had little to no knowledge of worker rights. There are problems with welding fumes, noisy workshops and dangerous machinery but Gloria Vale's leader Howard Temple told Newshub they've made improvements. Investigations reporter Michael Mora has this exclusive story. The dilapidated off-off factory at Gloryavale where meat waste is ground into meal for export. The community also runs a dairy and deer farm, honey factory and a health food business. All fell short during a series of work-safe inspections in the 10 months to July last year. The work safety implemented there was very poor. Hosea Courage now is share milker in Ash Burton, lived at Gloria Vale until he was 16 years old and says the leaders put work and output ahead of safety. As a religious community they taught that any adherence to self was sinful. The focus was to always put yourself after everything else. In the awful plant unguarded machinery put workers at risk of cutting fingers off. There was no system to monitor worker exposure to hazardous noise and airborne contaminants. Gloria Vale failed to manage risks to workers when it came to welding fumes. A work safe inspector notes there appeared to be little to no knowledge of employee rights among residents. What do you make of that? I am not surprised by that. worker rights were never discussed. Gloria Vale responded to an April 2021-21 inspection saying we did have a mild case of galvanizing fume fever and admits there are plenty of holes in our safety. The representative emailed work safe saying he too got sick from inhaling fumes 25 years ago. I had been taking zinc as a health supplement and thought the zinc fumes could possibly be beneficial to me. I didn't ventilate the room. The awful factory value proteins received four orders to make improvements. Glory of Al's energy company got two notices. Their honey business, forest gold and health food company also failed to comply. Work save told New Sub the issuing of nine improvement notices is higher than the agency would want to see for any business, particularly one the size of Gloryavale. Gloryavale's profits in the year to March were almost $2.3 million, according to its latest charities' return. Workers are considered volunteers and are told to sign documents giving Gloria Vale's leaders absolute and unfetted right to administer all money and assets. Hosea says residents didn't discuss money. Not past the fact that you'll be signing these documents to give it to us. That is Plant 1 and Plant 2? Yes. Hosea recalls working at Gloria Vale's waste treatment ponds. There was no safety equipment to keep me from falling in the pond or any way to climb out of the pond if I fell in. He's just grateful he's left Gloria Vale and leads a new life in Mid- Canterbury. It is vastly different. I've been able to choose my own work and I enjoy it very much. Another important difference is that when he works and earns money, he says he gets to keep it. Okay Michael, you've had a phone call today from Glory Vail's leader about this story. Yeah, that's right Howard Temple, Glory Vail's leader, known as the overseeing shepherd, called me this afternoon, which was quite unexpected, as I visited Gloria Vale to talk about worker issues. I was asked to leave. He's also never emailed me in the past when I have approached him for comment. Now Howard Temple told me on this occasion that all the issues with WorkSafe have been rectified. He said Gloria Val now has a regular program of monitoring and he disputed the claim that Gloria Val's leadership not concerned with worker safety. He told me and I quote we are not against regulations at all we don't want people getting hurt we care as much for our workers as anyone else. Okay thanks Michael. The 26 year old will appear in court tomorrow charged with murder and attempted murder after stabbing two men in in Vekagal on the weekend. Chad Paddy Kuda died after being stabbed in central in Vekagal in the early hours of Saturday morning. A second victim was also stabbed and is now in a stable condition in hospital. Police is still asking for anyone with information or dash cam footage to come forward. Senior US officials have arrived in Kiev for talks with President Zelenski. Secretary of State Anthony Blinkin and Defense Secretary Lloyd Austin flew in on Orthodox Easter Sunday. As Ukrainians and Russians both prained for peace and victory, the bombs kept falling. ITVs Peter Smith has more. Orthodox Ukrainians celebrated Easter with new meaning today. Life somehow rising. In Mario Paul, a city that's endured the sound of bombs every day for eight weeks. Today there was song. outside Ukraine, millions of refugees. Outside Ukraine, millions of refugees from the war came together praying for their homeland. Ukraine's president gave an Easter address from inside St. Sophia Cathedral. Each of us is asking God for only one thing in a united prayer he says great lord save Ukraine. Outside the churches.. Each of us is asking God for only one thing in a united prayer he says great lord save Ukraine outside the churches Putin's troops continued to unleash hell this was Russian forces firing on Rubejna phase two of this invasion has now escalated In a series of missile strikes on Addessa yesterday, this apartment block was hit, killing eight people. We now know New Mother Valeria and her three-month-old baby Kira were among the dead. This was posted by Valeria just before the war began. Her girl is one month old now. Daddy got her her first flowers. It's a whole new level of happiness. Within weeks Putin's troops invaded. Her final post says, the devil is here. and just hours after the bombing of Odessa, Putin went to church. But he offered no ceasefire and no peace for Ukrainians. In Ukraine's capital, soldiers and civilians stood together for this holy day, a celebration of the resurrection and prayer for the triumph of good over evil. and prayer for the triumph of good over evil. Well time for a look at today's weather now, a bit of a chilly start for dawn services this morning Mike. Yes, quite a few places in single digits this morning, Ingrid as well as a few showers in the north, but it did warm up, Alexandra Kaurov and Oomaru had today's high of 22 and those gusty southwesters are still about in Southland. Now tomorrow is looking a little better, I'll have all the details straight after sports. Great we'll see you then. Well many in Europe are breathing a sigh of relief for Manuel McCrawn has beaten his far-right rival to earn another five years as France's president. Police are investigating after a house in West Auckland was riddled with bullets. and attributes flow for the stock car racer-racer killed while competing at a Parmesan north- Police are investigating after a house in West Auckland was riddled with bullets. And attributes flow for the stock car racer killed while competing at a Parmesan North Speedway. Tonight we have a breakup. How do you divide up your friends? We get the ultimate advice from a relationship pro. And do you think you are a true key? We've got the list of rules. See if you qualify. The project you qualify. We pray you can see it. Tonight on 3, it's Dancing with the Stars, NZ. Then get your Rugby League fix for free, with live, NRL, Warriors versus Storm, and stream every episode of Zara McDermott's Love in the Flesh, only on three now. New Zealand is such a savey place, our national bird saved money on wings, our national cake only uses half the egg. Our national shoe is only part of a shoe. And our national supermarket is pack and save. Proudly New Zealand owned and operated. Different isn't just electric. Different is instinctive driveability and sustainable style. The all-electric Mazda, MX30. Welcome to Different. Make the most of the holiday weekend with buy two and get three on selective beauty. 20% off toys, 25% of kids clothing. 20 to 50% of kitchen wear and table wear, and up to 50% off bedding and towels. Farmers, your department store. Oh, hey Maxie. 20 to 50% off kitchen wear and table wear and up to 50% off bedding and towels. Farmers, your department store. Oh, hey Maxie. Still I'm putting tonight's game? Yeah, bring it on. Great day for it. Absolutely stunning! Happy birthday Jerry. I'll see your cheeseburger and raise you the new cheeseburger supreme. Beef, cheese, pickles, ketchup, mustard, plus fresh lettuce and creamy mayo. All this, just five bucks! New to the Flaming Good Deals range, only a BK. Summer in the morning light, everything's feeling right, waves in the distance calling me home again back to the mama down to the moor now you and me the car yeah you and me the kawiyo to give it up by singing big me up on the baseline big me up on the way who brobo-bro go it's better--oh-oh-oh-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h-h----h--h---h---h--------------------------------------------------------------------------------------------------------- the baseline. Pook them on the way. Who bawbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbb We see you moving with the times Althea Roar and so we're moving with you. and LG's 65 inch 4K Smart TV, 1.149, save 300 on iPhone 13 Pro or Pro Max, with a phone 60 dollar or above plan, available at Noaling Ming. What too hard basket? I used to be just like you. Oh, you know what I counten did not like that. I do not like this. They got me online with zero. And now business ademins are brays. Dealing with month end? Easy as pie. Get your ademand out of the too hard basket with zero. The Storm and Warriors pledge. He's a flash of brilliant. One and three on three. Unbelievable finish here. In our R.R. Warriors versus Storm. Tonight, eight thirty on three and three now. Hocki Mai and all welcome back. The people of France have spoken, and Europe has breathed a sigh of relief as Emmanuel Macron defeated his far-right rival to claim another five-year term as president. The polls had put him neck and neck with rival Marine Le Pen, but French voters delivered him a comfortable win. ITVs James Mates reports. There wasn't much doubt, the polls could hardly have been that wrong, but even so the moment of victory was a sweet one. Supporters of Emmanuel Macron partied under the Eiffel Tower, celebrating their man doing what no French president has done for 20 years, win a second turn. The margin was so wide, Marine La Pen had immediately called to concede, allowing Macron to leap into his motorcade and join the party. As he had five years ago, he chose the European anthem, rather than the Marciés, for the long walk out to his victory speech. The children who walked with him, the children of his staff and volunteers, representing his campaign's focus on France's youth. One of us has a responsibility, he told the crowd, to be engaged, to stand for something more than oneself. That's what makes the French people so unique, why I love them so deeply, and why I'm so proud to serve them once again. supporters this was less than they'd wanted but more than many had dead hoped for a few months ago. In her concession speech she claimed this was still a victory for her party. Her share of the vote up significantly on five years ago. With each election she gets closer and to the delight of her supporters promised this would not be her last. To prevent a few people staying in power forever, she told them, I'll remain committed on behalf of France and the French with the energy and dedication that you know already. In his speech Macron had conceded that many of those who voted for him did so merely to stop Le Pen winning. And that will make his second term a challenge. But he has five years to ensure the far right doesn't get this close to power again. There were just under 5,700 new cases of COVID-19 today, which is well down on the seven day rolling average. The Ministry of Health is reporting 10 more people with the virus have died, the youngest in their 40s. 514 people are battling the virus in hospital, 18 of those are in ICU or a high dependency unit. in Palmerston North. Stephen Penn died after crashing while racing at the stock team champs last night at the Central Energy Trust Arena. Emergency services were called shortly after 6 p.m. However he died at the scene. A give a little page set up to support his wife and two daughters has already raised more than $35,000. A home in Tiata-2-South was riddled with bullet holes after it was shot up last night. As Adam Hollingworth reports, several adults were in the house when it was fired on, but somehow no one was hurt. Police say the shooting happened around midnight, but many neighbours actually slept through it. Those who were awake described here in the gunshots as a series of fireworks. And the sheer number of casings suggests a semi-automatic weapon may have been used. Police say several people were inside the house at the time but nobody was injured. Neighbors describe how police have visited this house several times over the past few months. And they also say that people have stopped and thrown abuse at one of the occupants. Meanwhile ballistics and forensic experts have been spending the day examining the scene. Adam Hollingworth news hub. Well Andrew's in later with sport and we've got some Anzac Day tradition in Melbourne tonight. That's right we do the Warriors take on a storm site who have really dominated this fixture in the last few years. We're live to Melbourne and we catch catch up with storm coach Craig Bellamy, who's bracing for a tense clash against what he believes is a team on the rise. Plus Lewis Hamilton has a weekend to forget at the Amelia Romagna Grand Prix, so what went so horribly wrong for the seven-time F1 champion. Our beloved Bhudakawa trees are under threat from disease. Experts believe they were resistant to myrtle rust but sadly new research proves otherwise. And an Ozzy couple rushed to Ukraine to rescue their premature surrogate baby. This Anzac day on Monday, what are you reflecting on? I lost a fellow comrade right next to me. I will still be playing the last post-dead and remembering all those falling. When you see war is still happening, having been in one yourself, what do you think? Wait a time. It's gotta stop sometime. to dance with the Stars, that's it Norman, AEG appliances, more precise. Why not perfection to the core and more green? Raise your standards. And make it matter. raise your standards and make it matter. AEG. Challenge the expected. View the premium what you're thinking, gives me more value. Tada! The Domino's extra value range from just seven dollars. Hi I'm Adam from Smith and Smith don't wait for your chip to crack. Book a go around, we can go around, we can go around, we can get a kick in. Top talk, like a chicken, never clock, we can come around, and we can get a kick in. from Smith and Smith. Don't wait for your chip to crack. Book your windscreen repair in three minutes using your number plate. Select your preferred location, date and time. And we'll get you back on the road fast. Book online now at Smith and Smith. I hope. Help my Vogles! Help my Vogles! Help my Vogles! Help my Vogles! Help! of well-being, saying great vocals, more good fibre. Hey small spenders, you give a new meaning to living comfortably. You're the connoisseurs of coziness, turning up the heat and keeping costs down. Saving? You do it in your sleep. Yeah, you throw on that extra layer. You make saving look hot. You put the snug in style. winter is here, but you've already got a wrapped up. It makes saving look hard. He put the snug in style. Winter is here, but you've already got a wrapped up. The warehouse, where everyone gets a bargain. It's meat and seafood week at Fresh Choice with great deals on fresh beef, sirloin steak or roast, just 2590 a kilo. Fresh skinless chicken breast fillets, only 1190 a kilo and fresh beef rump steak, 1790 a kilo. Fresh choice, where fresh meat's local. There's been a worrying development in the myrtle rust epidemic. The plant disease has become widespread across the North Island since first being detected here in 2017. And now the threats to our native Pohutakawa has turned into a reality. Lucy warhirst reports. You can see that it's just absolutely covered in these yellow, what looks like rust. This is myrtle rust on our precious pohutakawa. For the first time this year we're seeing infection on the flowers. That's the first time it's been recorded here in Otterhua. And then also seeing it in the canopy. Until now, pohutsakawa have shown resilience. But year on year, the epidemic has become more widespread and more severe and it's affecting more species. A year or two years ago it was on some, especially young seedlings, but now it's on the bigger trees as well, easy to find. And if it keeps on going like that, well it'll start to do serious damage to the trees as well. But Huttakawa hold a prominent place in Mali mythology. The red flowers represent the blood of a young warrior who fell to earth after attempting to find help in heaven to avenge his father's death. The December blooms have also earned it the title of New Zealand's Christmas tree. The real concern is that if mytal rust can get into the canopy and infect the flowers, then in the future it could start to infect the seeds and potentially stop mature trees from producing new seedlings. Myrtle rust has already had a devastating impact on the critically endangered swamp mari trees in Auckland's Bush Glen Reserve. These trees, as things stand at the moment, are looking at a dire situation because they haven't grown and they aren't able to reproduce at the moment. The worry is that Pohutakawa could face a similar fate. We just don't know at the moment what's going to happen but we're trying to keep a really close eye on it. And they want us to keep an eye on it too, particularly in summer, reporting any myrtle rust you see on the eye naturalist app. one of the biggest problems is the popular lily-pilly hedge. What it does is it gets quite badly infected and it harbors the spores and harbors myrtle rust and so then it can spread from there into the rest of the environment and that can do bad damage to our upon the wrong native species. They say ideally remove the lily pilly and replace it with a native alternative or at least cut out any my my myelmptile. and replace it with a native alternative or at least cut out any myrtle rust and treat it with a fungicide to help protect our other precious natives. Lucy Warhurst, Newsehub. An Australian couple have been united with the surrogate baby after she was born prematurely in Ukraine just before Russia invaded. They raised to the war-torn country to bring her home and announced safely in London after a journey of bravery, love and survival. Sarah Greenhull from Channel 7 has their story. A parent's love is said to know no bounds, no limits. With perhaps no better example than Jess and Kevin Middleton, who over the past two months have been around the world into a war zone for the chance to cherish moments like this. How you want your dinner? It's coming. We'll get your dress first. And we've got to do things like change nappies and give feeds and we've bath to the other be, which is all normal new parent things. Milestones after the most harrowing journey. After seven years trying for a baby, Little Albert was born by surrogate in Ukraine two days before Russia invaded. Ten weeks per mature with collapsed lungs and a bleed on the brain. Too sick to be moved, so Jess and Kev went to her. I'm shaking so much. So today we're going to cross the border to Ukraine. Can't explain how we feel. Every morning we say to each other is today today we're going to meet Elba. Today is the day. crossing the border from Moldova, walking kilometers against the flow of refugees to the city of Odessa to meet their daughter. No, at the end of the month, I'm still there. It'd been the biggest day and then we sort of walked in and we didn't know which baby was ours. We're sort of looking around and... We find the tiniest little baby in the corner hooked up to the most amount of, you know, equipment. like, at her. So... relief against the backdrop of a conflict. Every night we'd hear explosions, like you know the alarm would go off multiple times throughout the night. And we'd just sit in our lawn or just God keep Elba safe. Like don't bomb the hospital. And the agency had told us that it's clearly marked on the roof children's hospital and it's safe, she's safe, but then you see things in other parts of Ukraine and it's just terrifying. After almost three weeks, including neurosurgery Alba was stable enough to leave Ukraine bundled into a nurse's arms a bit a sweet moment for mom and dad feeling guilty farewelling staff who can't leave. With Alba requiring specialist care Jess and care views public donations for a private jet to medevac their daughter from Moldova to London. Where she is improving, but there's a long way to go. What a remarkable story. Well, coming up, Ethan Hawke has finally been cajoled into the Marvel universe. Find out what kind of superhero he plays in Moon Night. The Warriors brace for a tough encounter against the Melbourne storm in tonight's clash at Amy Park plus Everton stares down the barrel of top flight relegation for the first time in almost 70 years and one of Auckland's oldest rugby clubs pays tribute to their fallen soldiers on Anzac Day. We get a rare bird's eye view with the war birds as they roar into the sky for their Anzac flyovers. And see the greatest moments in Rugby League Anzac history ahead of tonight's big clash. The project at seven are the new club. I'm only ever spoken online. Finally, meets in the flesh. You're just friends I met. Baby. Love in the flesh. Stream every episode only on three now. There's a little voice inside us. You're not built for this? You can't go on. But there's another voice. It whispers. Then it roars. I'm not done yet. Are you? Rexona. It won't let you down. L Milk. Because metal fresh bottles are made with 30% recycled plastic. Together we can reduce new plastic production by 250 tons a year. Check this out! Gatheru Bower on her free underlay with 20m squared or more of selected laminate and engineered timber flooring. And great prices on selected Liberty, Empire and Rockefeller Belgradeex carpets. Let's do it! They're already here! Gatheru Bauron, inspiration starts here. It's got cheese on the cross. Yes. And in the base. And on top? And on top? And on top of the top? Not too much. Great deal store-wide on now at Harvey Norman get an introductory offer on this Lenovo idea pad and save over $4.50. Stay productive with the acerous fire three now 798 save over 145. Save a massive over 5.30 on this HP pavilion now 1348. upgrade your home office with this Lenovo monitor now 198 and score up to 40% of printers, plus 60 months interest free, store-wide. On now, at Harvey Norman. Go! What flight into the air? It's our commitment to net zero carbon emissions by 2050. Can you really get to that zero? Yes we can. That's our most important journey here. Let's get some. Flight's using sustainable aviation fuel will be departing sooner than you think. Cup high, but you're going to need more than that. We'll be introducing electric planes on our domestic flights. That's impressive, but have you thought about hydrogen too? Yes, beyond 2030, hydrogen powered aircraft could be taking to our skies. Green hydrogen? Of course. This is promising. Keep us updated. At prices, your wallet will love. Great price. Prices that stay low for longer. Another way countdown gives you value you can count on. They're trying to breed a sheep that's got hair instead of a wolf. You people will do anything to make sheep more attractive. The Ossees are back. I love the dog. And throwing down the trans Tasman comedy gortland. But I would like to see some teachers who should be fired. Okay, year six, can you line up in order of attractiveness? Thank you. Brought you by Frank Energy. Excuse me, I booked a table for two and you've not organised anyone for me to die in one. Seven days ANZAC special. Thursday, 730 on 3 and 3 now. The Melbourne storm are bracing for a Warriors team very much on the rise when they meet in the traditional Anzac Day clash at Amy Park tonight. Despite the Warriors sitting ninth on the end-hour sitting ninth on the NRL ladder, storm coach Craig Bellamy has been impressed with what he's seen so far from them in 2022. Ollie Ritchie joins us now from Melbourne Ollie the storm, expecting it all their own way tonight. Certainly not Andrew Craig Bellamy happy to dish out the compliments to the Warriors. He referenced that game last week against the Roosters as a real show of strength from the Vastri show they were vastly vastly, Craig Bellamy. real show of strength from the Warriors. He thought they were vastly improved. Yes, they didn't get the result and a few calls didn't go their way, but the manner in which they performed and went up against the Roosters showed Craig Bellamy. The Warriors can match it with the top teams in the NRL. Of course, the Melbourne Storm are very much one of those. He was full of praise. He thinks they will be a dangerous opponent tonight at Amy Park. They've always had dangerous players, but ball carriers and that certainly hasn't changed. And they've got obviously Sean Johnson there who's usually experienced, so they're certainly on the way, the worries, they're certainly on the way out, the worries without doubt. And it's a big match for them, the Anzac match dates back to 2009 when this was first played between the rivals. So he expects extra motivation to come out of wanting to win on Anzac Day. Of course that motivation is there for both teams Andrew, but he thinks it will help spur on the Warriors a lot this evening in Melbourne. Of course a late blow Cody Nicarima out for the Warriors, a lot, Cody Nicarima, out for the Warriors, a big blow for the Warriors, but hopefully Ollie Ritchie, thanks very much. And don't forget we'll have it live, free to air coverage of the Warriors, taking on the storm from 830 tonight, right here on three. The Crusaders aren't underestimating the importance of kicking off their four-week road trip with a win following an ugly bonus point win over the Melbourne Rebels the Melbourne Rebels. that what the 42-17 score line may suggest the keywe side struggled to get going in an error-ridden first half before a double from Ethan Blackadder sent the Crusaders on their way. But Cody Taylor admits they still have a lot of work to do. We really want to hone in on our skill sets and we've talked about that and probably tonight it wasn't what we want to be doing but we can build on that and then we know when we get home it's going to be totally different rugby. The win keeps the pressure on Super Rugby Pacific Front runners the blues as the Crusaders face the warritas in Sydney this weekend. Well to football now, both teams had more to play for than usual in this morning's Merseys Merseyside Darby at the top and the bottom of the Premier League. Liverpool win keeps their title challenge on track, while defeat leaves evidence steering down the barrel of relegation for the first time in almost 70 years. Here's ITVs, Chris Scudder. Paul with a chance of winning everything this season. Everton in danger of losing everything. Nosediving out of the top division after an unbroken stay of 68 years. Having dropped into the relegation places Everton was scrapping for everything. Every point vital it wasn't pretty. Darby Day tension spilling over into freight tempers. Even the managers were getting hot under the collar. Amid the heat of battle patience was key and finally it paid. Once a head they then made sure with a second goal from Diva Karina. A crucial win in the Mazzi side, Davy. Once ahead they then made sure with a second goal from Diva Karina. A crucial win in Liverpool's pursuit of the title but for Everton their long grip on the top flight is starting to weekend. Seven-time world champion Lewis Hamilton has accepted his formula one title chances are over following a disastrous 13th place finish at the Amelia Romagna Grand Prix. The Mercedes driver had a weekend to forget admitting his car simply wasn't fast enough to overtake and to add insult to injury Hamilton was lapped by Max Verstappen. Probably the worst that it felt I mean but it's similar to other races. In contrast it was a perfect weekend for Verstappen's red ball team taking maximum points to extend their lead at the top of the drivers championship. This year marks a century of of Auckland's premier rugby rugby competition soldier and a legend of the game. Dave Gallagher, captain of the original Allbacks, died while serving in World War I. It also marks the 125th anniversary of one of the city's oldest clubs who also have a tie to the Anzac spirit and are as determined as ever to lift the Galahoe shield. Alex Chapman reports. In the shadow of war, rugby seems meaningless, non-sensical, incomprehensible, but it's those sorts of comforts that is driven clubs like college rifles for so long. It gave them something to bond in somewhere to be. just for the soldiers, but for the families as well. That's exactly what rifles was built on. They'll chalk up their 125th anniversary this year. It coincides with the centenary of the greatest prize in Auckland Club rugby. They haven't won the Galaher Shield since 1964 though. For he isn't all that binds them. War does too. Rifles had 330 players serve in World War I. 54 lost their lives. As did Gallagher. He was just a legend not only of the game but also in New Zealand he put his body on the line on both fronts and the game of rugby but for New Zealand as well and served us. and I think we can just remember him as a champion and a leader of our country. And while Galahar was a proud Ponsonby man, the club which has won the shield named after him the most, rifles remain proud of what he's done for the game. We want that Galagos Shield as much as anybody else and a hundred years of the Galagos Shield and 125 years of college rifles. No better setting. These kids will hopefully never have to know what it's like to rely on rugby to be a blanket following atrocities. But it's moments like these for which they know it's important. Alex Chapman, New Sub. This list we forget, that is your Anzac Day sport, let's hope the Warriors can deliver a performance fitting of the occasion tonight. Indeed. in Zactay Sport. Let's hope the Warriors can deliver a performance fitting of the occasion tonight. Indeed, thank you very much. Maybe breaking with tradition and actually winning. That would be nice. That would be nice. I wasn't going to say anything. I'm going to say anything. I could be a thank you for that. for more than three decades, but lately he's been throwing his weight into big roles for the small screen. And for the first time, he's diving into the Marvel universe in a show called Moon Night. He spoke with Kate Roger. Captain my captain. Set down, Mr. Anderson. From the iconic, oh Captain, my captain and dead poet society, actor Ethan Hawk has spent an illustrious career holling his craft on the big screen and the small, four Oscar nominations all ready to his credit. His first love, the theatre, which even bought him down under, performing alongside Rebecca Hall, in the Cherry Orchard in Auckland. That was one of the great times of my life traveling in the world, doing those plays. We had a ball in Auckland. Now, 13 years later, we zoom to talk about another first for Hawk, The Marvel Universe, and his lead role opposite Oscar Isaac, in New Disney Plus show, Moon Night. Yeah? Oh my God, you're alive. What's wrong with you, Mark? Why did you call me Mark? Mark. So, why Marvel? And why now? I go for the people. You know, I don't really care whether it's a off-Broadway play or a Broadway play or a Marvel movie. I just thought it'd be fun to work with these guys. And none of them had worked in Marvel before,, And none of them had worked in Marvel before either. So it was new to all of us. And keep this safe? So bad. It's gone. Hork plays the enigmatic villain of the piece after hero. And it's fair to say he's just a little bit creepy. Well, I always find people who are so sure of themselves, who know the right thing to do for everyone all the time, really creepy. It scares the hell out of me. So that was just my idea. It's like, all right, how could I be a creepy villain? I know what I'll do. I'll play a combination between a monk and a doctor. So if the idea of Ethan Hawke playing a creepy monk doctor combo scares the hell out of you too, you know where to find him. We're coming up. We're coming up. playing a creepy monk doctor combo scares the hell out of you too. You know where to find him. Kate Roger, Newshub. We're coming up news hub weather and Mike a cold night ahead and then we get rewarded with some nice fine weather. Yes I'm sure we've all noticed it getting colder in fact especially this week it's got colder and colder. If you've noticed it you are not wrong but take a look at the dark blue spots on the temperature map even a few places below zero. But it does warm up, especially in the north. I'll have all the details next. And then on the project, a long-time rivalry hits the field patty. Yeah, you're not wrong, Mike, ahead of tonight's big NRL Clash. We've got the top five, all-time greatest Anzac match moments. And when couples split up how do they divvy up their friends? You can take them all. I'm a lone wolf anyway. The project is next. I'm a schoolie family. Hello Copter, parents. Will test the biggest crisis. Families face today. Screen time. Are our children addicted? You can't go 24 hours without it. That's a matter. I'm not addicted. And what more can we do to protect our kids? Pretty hot, do you guys want to live? Brand new parental guidance. Wednesday 73030 on 3 on 3 and 3 now. new rated. What makes BK's yum burger yum? Yum! Blame grilled yum. Melted yum. Streaky yumps. Try BK's yum burger. It's delicious. Hey small spenders, you give a new meaning to living comfortably. You're the connoisseurs of coziness. Turning up the heat and keeping costs down. Saving? You do it in your sleep. Yeah you throw on that extra layer. You make saving look hot. You put the snug in style. Winter is here, but you've already got a wrapped up. The warehouse, where everyone gets a bargain. give for a child you loved to make their wish come true to help them fight a critical illness just imagine what you do every single one of us can make the stars a line because when we come together hope and joy will shine I think the story. I think the story. Great Deal Storewide! On now! At Harvey Norman! Score an introductory offer on this Lenovo idea pad and save over $450! Get this massive 75-inch Panasonic 4K Smart TV! Now just 1998! This New Zealand-made Queen Bed withdraws for extra storage is now $1,999! She's grown, and, Look at that. I'm still taller than you. What's it looking like on the other side? It's almost out the door. See how ANZ could help you pay off your home loan faster. Search ANZ home loans. Tomorrow's weather brought you by nature, turn it to power by meridian. Kyoto good evening, a very cold morning this morning for Anzac services, there are even a few showers around, especially in the north. Now those showers are becoming less frequent as a ridge extends over the North Island. However, there's still some wet weather on the way for the far north due to this trough up here. Now, a cold front will deliver the odd shower around Cook, straight in the southwesterly, flow delivers showers to South-west, so here's the Southwesterly, flow, delivers showers to Southland. So here's how all that And for the North Island it's cloudy in the South and West with the odd shower popping up overnight. Fogg develops elsewhere. It could cause some disruption tomorrow so maybe check if you are flying. Tomorrow sees a mainly fine day in the North once that fog lifts. Just a few showers about and some light and some light. And some light Southland and Northland. You may get the may this is better than the past few days for the northern areas, Auckland and Northland. You may get the odd shower but apart from that a fine but cool day with highs here around 20-21 degrees. Further south now Fakotaane is likely to get a few showers towards the end of the day but it's fine for everyone else. A few light winds and maybe some evening cloud. Into the east, and look at all those overnight lows. Now you'll have the doobay pull to the shoulders tonight, I bet, but the payoff is a fine day with some light winds. And not a bad Tuesday for the lower half of the North Island with a mixture of the North Island with a mixture of North Island with a mixture of cloud and sunshine. could be some showers for Wellington and New Plymouth early in the morning. and 21. Over the strait and Nelson stays fine. Reifton gets some cloud and everyone else along the coast gets showers but they do ease at dinner time. Okay let's get on state highway 73 and go east Blenham. You have the sunshine with everyone else along the coast expecting some drizzle in the afternoon but it will clear up at night time. And for southern areas it's a mixture of cloudy and fine periods along with Southwesterly winds with Southwets get winds. Now those winds get strong for times in in Bekagel and Obin with a few showers expected in the afternoon. Time for the metros. Now, Daneda and gets a bit of cloud and some fresh Southwesterly's 14, the hybrid, the hybrid it'll feel like just eight it's going to feel like just 12 degrees. Okay, Wellington, you may see an early morning shower, but after that it's mainly fine with all the less developing, they will turn southerly in the evening. And the sun symbol, it says it all for Hawkes Bay, doesn't it? Look at this, nice and fine, light winds and a high of 19 degrees, and a high of 19 degrees. And toadong, very similar with a fine Tuesday ahead, a high of around 20 degrees, expect some cloud developing in the evening. Okay, let's head inland now to the Waikato. There could be some fog around in the morning. Then it becomes partly cloudy. You've got sailwes breezes. You're high tomorrow around 20 degrees. And it's a partly cloudy day for Auckland, but don't put the closed horse outside of some isolated light showers floating around with a few cell cell-west breezes. It's specter high of 21. Okay, time to head through customs and let's get to Australia. Showers from Perth to Sydney and up to Kairns, not as warm as usual with Sydney reaching just 23 degrees. And on the Pacific Islands, quite a bit of rain and shower activity here, here but new Caledonia you're going to get all that tropical sunshine. back here now here's a look at how the rest of the week is shaping up. It's mostly fine although there are a few light showers for Auckland and Northland Hamilton you should stay nice and dry. Gisbin and nape you get a few showers as well during the week but it's looking pretty good for everyone else especially if you're in Thople and for the rest of the North Island look at all the Sun symbols here just what you need for the last week of the school holidays that looks spectacular and the South Island now loads the sun around although there are some chilly nights ahead with highs between 16 and 19 degrees and for southern parts of Old Town I'll expect a few showers on Wednesday for for him for cargo and to Kagan and to Ne didn't but as did but as Dee didn't to Neaton, but as DeeDee Smash Singh, otherwise fine. And that is your weather very autumnal just like this beautiful shop from our own caron Rutherford rather in Tiano. Gorgeous, thank you so much Mike."}