{"speakers": [], "chunks": [{"timestamp": [0.0, 9.0], "text": " The young man who fell to his death at Auckland port yesterday was working on the same ship as his father."}, {"timestamp": [9.0, 15.0], "text": " The Prime Minister is visiting Singapore but all eyes are on China and its new Pacific agreement."}, {"timestamp": [15.0, 33.6], "text": " And big changes to fishing rules have just been announced affecting all recreational anglers. The Tener Tena Tatao Katoa, Good Evening."}, {"timestamp": [34.0, 39.48], "text": " The 26-year-old who died at Auckland Port yesterday was working on the same ship as his father."}, {"timestamp": [39.84, 45.92], "text": " The family of Atiroa Tua Tauaiti have described him as an angel with a smile so constant you would"}, {"timestamp": [45.92, 51.62], "text": " think it was painted on. He was also a partner and a father to a new baby and will be remembered"}, {"timestamp": [51.62, 56.36], "text": " with a family service in Auckland before being taken back to the Cook Islands to be laid"}, {"timestamp": [56.36, 58.56], "text": " to rest. Alice Wilkins reports."}, {"timestamp": [60.14, 69.42], "text": " Atiro Tuo Tua Tui Jr., known as Ati to those who loved him, was a quiet, gentle giant who was selfless to a fault and a new dad."}, {"timestamp": [69.78, 77.76], "text": " If I could describe him, an angel, he'll basically take his shoes off, then he'll walk in the snow while he'll carry you on his back."}, {"timestamp": [78.26, 79.64], "text": " That's the type of personality he was."}, {"timestamp": [84.56, 91.0], "text": " Yesterday, a haka rang out across Auckland's port as Atiroa's body was moved from the sight of the accident."}, {"timestamp": [94.0, 102.0], "text": " His father, Atiroa senior, who worked with Ati on the same ship, is shown in this video which family have given us permission to use,"}, {"timestamp": [102.0, 105.52], "text": " visibly inconsolable as he stood beside his son."}, {"timestamp": [109.36, 113.62], "text": " We did ask him how you're feeling, and it's inscribable with a word. You couldn't even"}, {"timestamp": [113.62, 114.24], "text": " utter a word."}, {"timestamp": [114.6, 119.82], "text": " Twenty-six-year-old Ateroah fell from a height while loading and unloading containers yesterday"}, {"timestamp": [119.82, 125.46], "text": " morning. He was working on the ship Capitan Tasman as a stevedore employed by private company"}, {"timestamp": [125.46, 131.92], "text": " Wallace investments. All work on the ship has since stopped. The hardest bit for us to know"}, {"timestamp": [131.92, 138.14], "text": " is it's how it happened, how the accident happened, how he lost his life. And I, you would not"}, {"timestamp": [138.14, 143.74], "text": " wish that on port anyone. Coi Orica, one of Ate's cousins, says it wasn't just Attero's dad who"}, {"timestamp": [143.74, 147.56], "text": " worked at the port, but other family members were also his co-workers."}, {"timestamp": [148.02, 149.1], "text": " His cousins were there too."}, {"timestamp": [150.5, 152.84], "text": " His cousins who so happens to be his best friends."}, {"timestamp": [154.54, 158.0], "text": " And one of the young men that was standing beside his dad is Nati,"}, {"timestamp": [158.6, 160.42], "text": " which is they were inseparable."}, {"timestamp": [161.64, 163.24], "text": " Where you find Ate, you find Nāt."}, {"timestamp": [163.76, 165.24], "text": " Where you find Nāti, you find Arti."}, {"timestamp": [165.24, 171.08], "text": " Today a small group of Ati's closest family returned to the port for a private tapu-lifting"}, {"timestamp": [171.08, 176.44], "text": " prayer service at the scene of his death. The young Stevedore, who was born in Atataki in the"}, {"timestamp": [176.44, 181.64], "text": " Cook Islands and moved to New Zealand in his late teens, leaves behind his partner Kura and"}, {"timestamp": [181.64, 184.68], "text": " their new baby boy still under one year old."}, {"timestamp": [184.68, 187.24], "text": " It's really hard to fathom what's actually happening to us."}, {"timestamp": [188.24, 193.86], "text": " Why does it happen to the good people?"}, {"timestamp": [194.68, 198.98], "text": " The quiet and gentle, much-loved character who left home for work in the morning"}, {"timestamp": [198.98, 202.08], "text": " and his family expected would return that night."}, {"timestamp": [203.4, 206.48], "text": " Alice Wilkins joins us now from Auckland, Port."}, {"timestamp": [206.6, 208.94], "text": " And Alice, what's next for Atiro's family?"}, {"timestamp": [211.0, 213.64], "text": " Well, investigations by Maritime New Zealand"}, {"timestamp": [213.64, 217.52], "text": " and Wallace's investments into how this accident happened are ongoing."}, {"timestamp": [217.78, 221.32], "text": " But for Atiro's family, they're now waiting to take him home"}, {"timestamp": [221.32, 224.68], "text": " where they can celebrate and remember his life together here in Auckland."}, {"timestamp": [225.16, 229.3], "text": " Then he will be flown to the Cook Islands his home so he can be laid to rest."}, {"timestamp": [230.2, 231.08], "text": " Alice, thank you."}, {"timestamp": [232.04, 238.96], "text": " The sustainability of supply change and of the planet with the focus of the Prime Minister's second day in Singapore."}, {"timestamp": [239.42, 241.9], "text": " New Zealand signed agreements on both fronts,"}, {"timestamp": [242.04, 245.5], "text": " but it's another agreement involving China, which is causing concern."}, {"timestamp": [246.0, 249.36], "text": " Political reporter Amelia Wade is with the Prime Minister in Singapore."}, {"timestamp": [250.98, 255.02], "text": " Singapore's shores stacked with ships lining up to get unloaded."}, {"timestamp": [255.2, 259.76], "text": " 250,000 containers get processed here every single day."}, {"timestamp": [260.8, 264.46], "text": " When COVID slows this port down, the whole world suffers."}, {"timestamp": [264.92, 270.02], "text": " The Prime Minister paying the port a visit to announce a joint working group to shore up supply chains."}, {"timestamp": [270.38, 280.26], "text": " COVID has taught us many, many lessons, but the impact that supply chain constraints can have on economies, particularly small economies, was one of them."}, {"timestamp": [280.56, 286.44], "text": " Sustainability of supply chains are focus of the day and sustainability of the planet,"}, {"timestamp": [286.78, 292.9], "text": " signing up for more sustainable aviation. Climate change for both our nations represents an existential"}, {"timestamp": [292.9, 298.84], "text": " crisis. Not just fossil fuels, New Zealand needs to depend on less. We've got a trade addiction"}, {"timestamp": [298.84, 303.54], "text": " to China. And we'll continue to invest in the Chinese market, but it's an end story here."}, {"timestamp": [303.66, 307.76], "text": " How do we support growth in other markets such as Southeast Asia and Japan?"}, {"timestamp": [307.96, 312.42], "text": " But despite branching out New Zealand's biggest company sticking with China."}, {"timestamp": [312.66, 314.4], "text": " China's still a very, very important market."}, {"timestamp": [314.72, 320.82], "text": " China, a very, very important market engaging in very, very worrying behaviour."}, {"timestamp": [320.82, 326.0], "text": " It's reportedly just signed its long suspected security pact with the Solomon Islands."}, {"timestamp": [326.48, 330.2], "text": " Simply put, there is no need for this agreement that they have signed."}, {"timestamp": [330.44, 335.36], "text": " Sparking concern that China will look to throw its military weight around the region."}, {"timestamp": [335.68, 342.16], "text": " The broad nature of the security agreement leaves open the door for the deployment of PRC military forces to the Solomon Islands."}, {"timestamp": [342.36, 345.4], "text": " There is a lot of influence going on in the Pacific,"}, {"timestamp": [348.76, 349.02], "text": " and there is a lot of pressure being placed on other Pacific countries."}, {"timestamp": [352.32, 352.42], "text": " We must also draw clear lines where we have areas of concern,"}, {"timestamp": [355.5, 357.86], "text": " and the militarisation of our region is a very clear line. Because there is a lot at stake."}, {"timestamp": [358.24, 362.06], "text": " But are Derns going to wait for formal sit-downs with the superpowers,"}, {"timestamp": [362.16, 366.04], "text": " the US and China, to raise those concerns leader to leader."}, {"timestamp": [366.36, 369.48], "text": " There are some leaders where you simply don't drop a WhatsApp too."}, {"timestamp": [370.0, 373.94], "text": " I would consider President Xi and President Biden to be amongst those."}, {"timestamp": [373.94, 379.56], "text": " The threat of Chinese warships in the Pacific, no doubt straight to the top of the agenda"}, {"timestamp": [379.56, 381.92], "text": " for the Japan leg of this trip."}, {"timestamp": [382.02, 383.58], "text": " The PM headed there tonight."}, {"timestamp": [384.04, 386.66], "text": " In Singapore, Amelia Wade News Hub."}, {"timestamp": [387.92, 390.56], "text": " Russia has launched a new phase of the war"}, {"timestamp": [390.56, 394.26], "text": " with more than 1,200 missile strikes in eastern Ukraine."}, {"timestamp": [394.26, 396.74], "text": " As Europe correspondent, Lissette Raymer reports,"}, {"timestamp": [396.86, 398.86], "text": " the battle for Donbass is now underway"}, {"timestamp": [398.86, 401.98], "text": " and will be one of the most important of the war."}, {"timestamp": [403.24, 408.6], "text": " Across the night sky, the Battle of Donbass burst into life, and the strikes haven't stopped"}, {"timestamp": [408.6, 409.1], "text": " since."}, {"timestamp": [410.58, 417.88], "text": " Russia claims to have hit more than 1,200 targets in 24 hours, starting as it means to continue,"}, {"timestamp": [418.38, 419.98], "text": " aggressive and relentless."}, {"timestamp": [421.98, 426.14], "text": " The front line in the east is 480 kilometres long."}, {"timestamp": [426.72, 430.18], "text": " Right beside it, this hospice was urgently evacuated this morning."}, {"timestamp": [430.7, 435.2], "text": " Residents carried onto buses by their carers who were desperate to get them to safety."}, {"timestamp": [437.36, 440.04], "text": " Ukrainian fighters have been repelling the Russian advances,"}, {"timestamp": [440.44, 443.36], "text": " but in the town of Kramatwsk, the death toll has begun."}, {"timestamp": [443.36, 446.56], "text": " And an hour north of there, the city of Kremliniaarsk the death toll has begun and an hour north of there the city of Kremlinia"}, {"timestamp": [446.56, 449.94], "text": " has already reportedly fallen into Russian control."}, {"timestamp": [451.02, 454.72], "text": " Putin looks to have learnt lessons from his failed first assault"}, {"timestamp": [454.72, 458.68], "text": " and his forces are now moving in smaller, more mobile units"}, {"timestamp": [458.68, 460.36], "text": " backed by air support."}, {"timestamp": [461.7, 465.0], "text": " The sprawling region is made up of Donetsk and Lujansk."}, {"timestamp": [465.0, 470.0], "text": " For eight years, parts of Donbass have been controlled by Russian-backed forces."}, {"timestamp": [470.0, 473.0], "text": " Now the offensive is pushing west."}, {"timestamp": [473.0, 477.0], "text": " Today, the Kremlin boasted that this has always been the plan."}, {"timestamp": [477.0, 487.96], "text": " This operation in the east of Ukraine is aimed, as was announced from the very beginning, to fully liberate the Donetska and Lugansk"}, {"timestamp": [487.96, 488.66], "text": " Republics."}, {"timestamp": [489.02, 492.52], "text": " And this operation will continue."}, {"timestamp": [493.72, 498.22], "text": " President Putin might be refocusing in the east, but he has not blinked in the south."}, {"timestamp": [498.66, 504.08], "text": " Russian troops today bombed the steel plant in Mariupol, where a dwindling Ukrainian force is"}, {"timestamp": [504.08, 506.72], "text": " still holed up, while civilians attended"}, {"timestamp": [506.72, 513.06], "text": " makeshift markets paying extortionate prices to charge their phones and send IAM alive messages"}, {"timestamp": [513.06, 519.86], "text": " to loved ones. Tonight, there are renewed fears also of a chemical weapons attack. Ukrainian officials"}, {"timestamp": [519.86, 526.8], "text": " have called for 200,000 gas masks to be sent to the capital, while Kiev's hospital is keeping half of the beds free,"}, {"timestamp": [527.26, 529.48], "text": " an anticipation of the next assault."}, {"timestamp": [529.72, 532.46], "text": " If the question is, are you ready, we are ready."}, {"timestamp": [532.9, 536.42], "text": " Ukraine has successfully defended its freedom in the north,"}, {"timestamp": [536.92, 540.78], "text": " but its resistance is about to face its toughest test yet."}, {"timestamp": [541.22, 542.96], "text": " In London, Lisztraima Newsub."}, {"timestamp": [544.72, 549.26], "text": " 10,000 allied health workers have voted to take strike action in May."}, {"timestamp": [549.76, 555.22], "text": " The workforce includes public physios, mental health workers and sterile services technicians."}, {"timestamp": [555.72, 561.12], "text": " They'll work to rule through mid-May and will hold a 24-hour strike on the 16th."}, {"timestamp": [561.56, 565.78], "text": " They've waited more than a year for their DHBs to table a pay offer they find"}, {"timestamp": [565.78, 571.86], "text": " acceptable. Health Minister Andrew Little is urging the parties to continue working with the facilitator"}, {"timestamp": [571.86, 579.62], "text": " to reach an agreement. A bus lane in Auckland's new market is generating around $12,000 worth"}, {"timestamp": [579.62, 590.22], "text": " of fines a day. The Automobile Association says it's a huge amount for a small bus lane and the council needs to find a way to get infringements down. Ashley Yates has more."}, {"timestamp": [591.5, 598.32], "text": " The lane of pain. I described this road as messy, chaotic, dysfunctional."}, {"timestamp": [598.32, 605.06], "text": " Last year, Logan Kingsbury was caught four times in this bus lane on Auckland's Kaiba Pass Road."}, {"timestamp": [607.02, 607.82], "text": " His overall bill, $600."}, {"timestamp": [612.26, 612.82], "text": " The right lane in this stretch of road gets quite congested and quite chaotic,"}, {"timestamp": [616.72, 617.38], "text": " and you can only see the lane at the top of the lights to go right."}, {"timestamp": [619.02, 619.58], "text": " The lane to go left is actually hidden."}, {"timestamp": [621.92, 625.7], "text": " So I went in the left lane, which turned up to be the bus lane. The whole lane measures just 160 metres,"}, {"timestamp": [626.24, 628.72], "text": " but get caught driving 50 metres on it"}, {"timestamp": [628.72, 631.34], "text": " and you're stung with a bill of $150."}, {"timestamp": [632.24, 636.6], "text": " It generated $4.3 million in fines last year alone."}, {"timestamp": [636.9, 638.12], "text": " It's a huge number."}, {"timestamp": [638.4, 642.66], "text": " To us, it seems way out of whack with other bus lanes."}, {"timestamp": [642.66, 647.1], "text": " The AA says this particular bus lane has been a problem for years."}, {"timestamp": [647.42, 652.92], "text": " It's a very tricky intersection for people to navigate, particularly when it's really congested."}, {"timestamp": [653.02, 656.96], "text": " Many of those court have accused Auckland Transport of revenue gathering."}, {"timestamp": [656.96, 661.1], "text": " In a statement, Auckland Transport says revenue is not its focus,"}, {"timestamp": [661.5, 665.32], "text": " and that the goal is to help Aucklanders travel effectively and efficiently"}, {"timestamp": [665.32, 670.62], "text": " through new market by bus. It says it will carefully consider requests for improvement from"}, {"timestamp": [670.62, 674.86], "text": " the community. There's a real problem here and, you know, Auckland transport role is to serve"}, {"timestamp": [674.86, 678.94], "text": " all users of the transport system. I think they need to take a look at how they can make it easier"}, {"timestamp": [678.94, 684.16], "text": " for people to comply so they can get those infringement levels down as well as keeping the bus"}, {"timestamp": [684.16, 685.26], "text": " name flowing freely."}, {"timestamp": [685.62, 688.22], "text": " For Logan, he acknowledges he was in the wrong."}, {"timestamp": [688.34, 692.16], "text": " Observe the signs. Don't assume that, like me foolishly,"}, {"timestamp": [692.26, 695.12], "text": " that there's seven to ten or four to seven,"}, {"timestamp": [695.68, 697.12], "text": " and just don't drop in bus lanes."}, {"timestamp": [697.76, 701.78], "text": " A tough lesson, which this motorist may be about to learn soon,"}, {"timestamp": [702.16, 703.4], "text": " Ashley Yates News Hub."}, {"timestamp": [704.16, 708.36], "text": " A person has died following a house fire in Oatahoo this morning."}, {"timestamp": [708.88, 713.32], "text": " Emergency services responded to the fire in the Auckland suburb just after 10."}, {"timestamp": [713.7, 717.54], "text": " A body was found in the house, but the death is not being treated as suspicious"}, {"timestamp": [717.54, 719.8], "text": " and will be referred to the coroner."}, {"timestamp": [720.22, 726.24], "text": " Police alongside fire and emergency New Zealand are working to establish the circumstances around the fire."}, {"timestamp": [727.58, 733.08], "text": " Significant changes to fishing rules have been announced affecting all recreational anglers."}, {"timestamp": [733.4, 739.42], "text": " It follows a case in the Coromandel where thousands of Pink Maumal were taken by a fisher in a single day,"}, {"timestamp": [739.54, 742.98], "text": " but no punishment was dished out as it was technically legal."}, {"timestamp": [743.42, 745.82], "text": " Investigations reporter Michael Mara has the story."}, {"timestamp": [746.86, 750.3], "text": " Bin's full of sought-after reef fish called Pink Mau Mau."}, {"timestamp": [750.72, 756.96], "text": " Taken by the thousands, it was a site that enraged locals who witnessed it on many occasions."}, {"timestamp": [757.46, 758.3], "text": " Where do you catch those?"}, {"timestamp": [758.52, 759.02], "text": " Blind enough."}, {"timestamp": [759.18, 760.24], "text": " It was pretty sickening."}, {"timestamp": [760.38, 767.68], "text": " What was worse was finding out that it was actually legal and that that loophole existed for people to be able to take as many as they wanted."}, {"timestamp": [768.02, 772.18], "text": " Yes, taking as many pink Mao-mau as you'd like was allowed."}, {"timestamp": [772.36, 778.58], "text": " In the media, I think it was you, showed that people were plundering that particular fish stock"}, {"timestamp": [778.58, 782.62], "text": " because it wasn't subject to a limit, so now we're including them all within the bag limit."}, {"timestamp": [782.9, 788.8], "text": " There are 1,000 fin fish in New Zealand, however, only 43 species have daily limits."}, {"timestamp": [789.36, 796.56], "text": " New rules will take effect from May 5, meaning all species will be included in the daily limit of 20."}, {"timestamp": [797.12, 800.1], "text": " Mike Barna led the campaign for change."}, {"timestamp": [800.36, 801.46], "text": " I think it's huge."}, {"timestamp": [801.56, 805.06], "text": " I think at the end of the day, we've got fish stocks collapsing all around the country."}, {"timestamp": [805.58, 808.94], "text": " And I think we need to be realistic about how many fish we take out of the ocean."}, {"timestamp": [809.22, 816.78], "text": " It's not just about pink and blue maumau, but other lesser-known but good eating species like pigfish and granddaddy Harpuka."}, {"timestamp": [817.24, 824.32], "text": " What it means is if you catch 10 Mau Mau, 7 snapper and 3 kingfish, for example, you've reached your daily limit."}, {"timestamp": [824.8, 829.06], "text": " Minister David Parker said part of the decision was that eating preferences are changing."}, {"timestamp": [829.4, 831.32], "text": " I think the rules became a bit outdated."}, {"timestamp": [831.48, 833.16], "text": " Our culture has become a lot more sophisticated."}, {"timestamp": [833.5, 837.5], "text": " We have a lot more cuisines that are cooked in New Zealand than used to be the case."}, {"timestamp": [837.6, 843.06], "text": " And we're now utilising fish that used to be thrown away and people didn't actively try to catch."}, {"timestamp": [843.06, 847.02], "text": " For example, the humble Kahawai, once vilified as no good,"}, {"timestamp": [847.16, 850.66], "text": " is now served raw in some of Auckland's best restaurants."}, {"timestamp": [850.88, 853.08], "text": " If you don't have a limit on some of these other species,"}, {"timestamp": [853.2, 858.34], "text": " they can be depleted locally in a way that might take a long, long time for them to come back."}, {"timestamp": [858.34, 862.06], "text": " The rules protecting species that previously never had protection"}, {"timestamp": [862.06, 864.88], "text": " apply for both the North and South Island."}, {"timestamp": [865.3, 866.64], "text": " Michael Mora, Newsup."}, {"timestamp": [867.54, 869.2], "text": " Conservation Minister Keri Allen"}, {"timestamp": [869.2, 872.1], "text": " has described the state of New Zealand's biodiversity"}, {"timestamp": [872.1, 873.86], "text": " as incredibly dire."}, {"timestamp": [874.32, 876.48], "text": " Today, she launched her plan to turn it around."}, {"timestamp": [876.86, 879.32], "text": " It comes one week after a damning report"}, {"timestamp": [879.32, 881.44], "text": " into the declining health of our wildlife."}, {"timestamp": [881.94, 884.06], "text": " Political reporter Imogen Wells has more."}, {"timestamp": [884.96, 887.98], "text": " The first thing you notice when you step off the boat"}, {"timestamp": [887.98, 890.08], "text": " and onto Wellington's Manor Island"}, {"timestamp": [890.08, 893.02], "text": " is the bird song."}, {"timestamp": [894.3, 896.36], "text": " The scenic reserves, one of more than 80"}, {"timestamp": [896.36, 898.44], "text": " predator-free sanctuaries in Aalue,"}, {"timestamp": [898.84, 901.08], "text": " a fitting location for announcing plans"}, {"timestamp": [901.08, 903.56], "text": " to tackle our declining biodiversity."}, {"timestamp": [905.56, 908.92], "text": " We are living in an incredibly dire situation"}, {"timestamp": [908.92, 910.54], "text": " when it comes to biodiversity loss."}, {"timestamp": [910.82, 912.74], "text": " So, in a bid to turn things around,"}, {"timestamp": [912.92, 916.72], "text": " the Minister's released 34 pages' worth of conservation goals"}, {"timestamp": [916.72, 918.14], "text": " for the next three years,"}, {"timestamp": [918.54, 920.84], "text": " which will set the direction for the government's plan"}, {"timestamp": [920.84, 922.94], "text": " to protect native plants and wildlife"}, {"timestamp": [922.94, 924.82], "text": " over the next 30 years."}, {"timestamp": [925.48, 930.46], "text": " This is a cracking start. We will definitely be keeping a close eye on this is when we'll do it"}, {"timestamp": [930.46, 932.04], "text": " because of that urgency."}, {"timestamp": [932.54, 938.04], "text": " Urgency that's staring us in the face. Last week, the Environment Ministry and Stats"}, {"timestamp": [938.04, 942.9], "text": " New Zealand released a damning report into the state of our environment. To put it simply,"}, {"timestamp": [942.9, 945.34], "text": " it said we're in real trouble,"}, {"timestamp": [946.6, 952.32], "text": " with introduced pests killing around 26.6 million native bird eggs and chicks every year."}, {"timestamp": [952.64, 955.24], "text": " If we don't curb our activities and our behaviour right now,"}, {"timestamp": [956.24, 960.42], "text": " I can't guarantee that in decade or two's time,"}, {"timestamp": [960.8, 963.82], "text": " the 4,000 species there are at brink of being threatened"}, {"timestamp": [963.82, 965.96], "text": " or on the brink of extinction will be"}, {"timestamp": [965.96, 967.74], "text": " here and that will be a grave"}, {"timestamp": [967.74, 970.22], "text": " grave mark against our generation's"}, {"timestamp": [970.22, 972.26], "text": " name. A major step in this plan"}, {"timestamp": [972.26, 973.66], "text": " updating our conservation"}, {"timestamp": [973.66, 975.88], "text": " management laws. Currently there are"}, {"timestamp": [975.88, 978.14], "text": " a complex web of legislation including"}, {"timestamp": [978.14, 980.2], "text": " the 1953 Wildlife"}, {"timestamp": [980.2, 982.0], "text": " Act, old enough to have"}, {"timestamp": [982.0, 983.44], "text": " its very own gold card."}, {"timestamp": [983.94, 989.12], "text": " Forest and Bird says it's legislative change and cash that'll make the most difference."}, {"timestamp": [989.34, 992.62], "text": " What I'd like to see is the grunt in behind it."}, {"timestamp": [992.96, 993.68], "text": " More grunt."}, {"timestamp": [994.68, 997.0], "text": " So we can hear more of this."}, {"timestamp": [998.56, 1000.0], "text": " Imogen Wells News Hub."}, {"timestamp": [1001.06, 1005.94], "text": " Well, Heather's here with a recap of the weather today and it was a record-breaking warm day."}, {"timestamp": [1006.14, 1006.66], "text": " Yeah, it was."}, {"timestamp": [1006.78, 1009.38], "text": " Auckland reached 26.5 degrees today."}, {"timestamp": [1009.5, 1011.72], "text": " That's the warmest day in April for the city"}, {"timestamp": [1011.72, 1014.18], "text": " since records began in 1966."}, {"timestamp": [1014.8, 1016.7], "text": " There was on the warmest centre today though."}, {"timestamp": [1016.94, 1020.08], "text": " Wanganui hit 27 degrees, 9 degrees above average"}, {"timestamp": [1020.08, 1021.52], "text": " for this time of the year."}, {"timestamp": [1021.9, 1023.28], "text": " Slightly cooler in the south,"}, {"timestamp": [1023.4, 1025.04], "text": " Twisle, dropping to 0.6."}, {"timestamp": [1025.12, 1026.56], "text": " Now there is Sutherley on the way."}, {"timestamp": [1026.88, 1028.28], "text": " I'll have more details after sport."}, {"timestamp": [1028.46, 1028.98], "text": " Thanks Heather."}, {"timestamp": [1029.84, 1032.44], "text": " Suitcase sales have had a sudden increase,"}, {"timestamp": [1032.62, 1034.62], "text": " but why we need tourists to return"}, {"timestamp": [1034.62, 1037.02], "text": " before we have our flights out of New Zealand"}, {"timestamp": [1037.02, 1039.0], "text": " return to the levels we once had."}, {"timestamp": [1039.46, 1040.88], "text": " 600 and counting."}, {"timestamp": [1041.04, 1043.02], "text": " That's the number of Māori battalion soldiers"}, {"timestamp": [1043.02, 1044.62], "text": " who are yet to receive medals"}, {"timestamp": [1044.62, 1046.6], "text": " for their service in World War II."}, {"timestamp": [1046.98, 1049.16], "text": " And bumping across the rooftops of Melbourne,"}, {"timestamp": [1049.32, 1052.12], "text": " a hot air balloon ride that didn't quite go to plan."}, {"timestamp": [1053.24, 1055.8], "text": " Tonight, the jewelry shop owners being targeted"}, {"timestamp": [1055.8, 1057.6], "text": " by Ram Raid after Ram Raid."}, {"timestamp": [1057.72, 1060.56], "text": " Terrified the next attack could come at any moment."}, {"timestamp": [1060.94, 1063.3], "text": " And Kiwi Country Star Tammy Nilsson is here"}, {"timestamp": [1063.3, 1065.08], "text": " to tell us what it was like recording"}, {"timestamp": [1065.08, 1068.04], "text": " with Willie Nelson. 70m after NewsHull."}, {"timestamp": [1069.98, 1074.76], "text": " Tonight on three, it's parental guidance before an extreme version of Tugger War on all-new"}, {"timestamp": [1074.76, 1079.8], "text": " SAS Australia. And Tiger King merely scratched the surface. Stream the other side of the story"}, {"timestamp": [1079.8, 1082.28], "text": " Carol Baskin's Cage Fight on three now."}, {"timestamp": [1085.04, 1088.52], "text": " Losing sleep, stress can interrupt your sleep routine,"}, {"timestamp": [1088.7, 1090.02], "text": " causing waking during the night."}, {"timestamp": [1090.42, 1092.34], "text": " That's why we created sleep science."}, {"timestamp": [1092.64, 1094.6], "text": " It contains an extract from asparagus stem"}, {"timestamp": [1094.6, 1097.24], "text": " to support healthy stress levels for quality sleep."}, {"timestamp": [1097.8, 1099.58], "text": " Clinicians, keep your body working."}, {"timestamp": [1100.22, 1101.9], "text": " Different isn't just electric."}, {"timestamp": [1102.66, 1104.24], "text": " Different is new experiences."}, {"timestamp": [1105.18, 1107.78], "text": " Implanting five natives with every car sold."}, {"timestamp": [1108.52, 1110.88], "text": " The All-Electric Mazda MX30."}, {"timestamp": [1111.42, 1112.58], "text": " Welcome to Different."}, {"timestamp": [1117.46, 1137.36], "text": " Turn out. Tenor."}, {"timestamp": [1142.12, 1142.4], "text": " For a quality kitchen, book a free appointment with a kitchen consultant at MIT10,"}, {"timestamp": [1144.52, 1145.54], "text": " who can help you from design to completion."}, {"timestamp": [1149.1, 1152.0], "text": " What if you could see where you are using the most energy and make smarter choices about how you use it?"}, {"timestamp": [1152.9, 1155.78], "text": " With energy IQ, Genesis customers can."}, {"timestamp": [1156.88, 1159.12], "text": " Genesis, with you, for you."}, {"timestamp": [1160.44, 1162.4], "text": " The RSA is old."}, {"timestamp": [1164.7, 1167.78], "text": " But not every veteran that we support is."}, {"timestamp": [1170.78, 1174.32], "text": " Please give generously to the Poppy Appeal this April."}, {"timestamp": [1175.08, 1176.88], "text": " Odoring's biggest sale is on now."}, {"timestamp": [1177.12, 1180.08], "text": " Get 50% off Nandina Golf Stream and Essential Gloves."}, {"timestamp": [1180.38, 1182.12], "text": " 30% of Gara, Rose and White,"}, {"timestamp": [1182.3, 1184.94], "text": " bog tulip packs and Amaria terracotta pink and white."}, {"timestamp": [1185.22, 1187.86], "text": " And 15 to 50% of all outdoor plants."}, {"timestamp": [1188.0, 1189.6], "text": " At all the rings."}, {"timestamp": [1190.96, 1195.78], "text": " Summer in the morning light, everything's feeling right,"}, {"timestamp": [1196.22, 1200.88], "text": " waves in the distance calling me home again."}, {"timestamp": [1201.6, 1206.04], "text": " Back to the moment, down to the morning. You and me, the koi up to the mama Down to the morning"}, {"timestamp": [1206.04, 1207.44], "text": " You and me"}, {"timestamp": [1207.44, 1208.52], "text": " The Korea"}, {"timestamp": [1208.52, 1209.8], "text": " To be Peketupé"}, {"timestamp": [1209.8, 1211.24], "text": " Singe"}, {"timestamp": [1211.24, 1213.24], "text": " Pick me up on the"}, {"timestamp": [1213.24, 1214.04], "text": " baseline"}, {"timestamp": [1214.04, 1216.42], "text": " Pick me up on the way"}, {"timestamp": [1216.42, 1217.28], "text": " Upoba"}, {"timestamp": [1217.28, 1218.78], "text": " Upovita daire"}, {"timestamp": [1218.78, 1219.2], "text": " Oh"}, {"timestamp": [1219.2, 1220.68], "text": " Upah"}, {"timestamp": [1220.68, 1221.12], "text": " Upo Bipiita"}, {"timestamp": [1221.12, 1221.68], "text": " Out"}, {"timestamp": [1221.68, 1223.76], "text": " Wide open spaces"}, {"timestamp": [1223.76, 1248.18], "text": " Mok on faces Anywhere On this way We're going to be there. We see you moving with the times, Aaltearo, and so we're moving with you."}, {"timestamp": [1250.0, 1251.6], "text": " No Leaming's price smash."}, {"timestamp": [1251.74, 1257.14], "text": " The Dyson V8 Animals, 69, and LG 65-inch 4K smart TV 1149."}, {"timestamp": [1257.64, 1264.46], "text": " Save 300 on iPhone 13 Pro Max with a photophone $60 or above plan, available at Noleaming."}, {"timestamp": [1264.96, 1266.02], "text": " Selection is designed."}, {"timestamp": [1266.44, 1269.48], "text": " To break people, this crew doesn't just break."}, {"timestamp": [1269.64, 1269.94], "text": " Stop!"}, {"timestamp": [1270.1, 1271.1], "text": " Take him shortcuts!"}, {"timestamp": [1271.44, 1272.38], "text": " He explodes."}, {"timestamp": [1272.62, 1273.4], "text": " Get back in the game."}, {"timestamp": [1273.8, 1274.82], "text": " Oh my God."}, {"timestamp": [1275.1, 1276.62], "text": " All new SAS Australia."}, {"timestamp": [1277.14, 1279.58], "text": " Tonight, 830 on 3 and 3 now."}, {"timestamp": [1281.72, 1289.36], "text": " Travel agents are warning a spike in bookings for overseas trips will only be sustained if inbound tourism picks up."}, {"timestamp": [1289.6, 1297.7], "text": " Less than half of the airlines that serviced New Zealand pre-pandemic are currently flying in, meaning there are limited options for flying out."}, {"timestamp": [1297.94, 1299.04], "text": " Kasha Brownlee reports."}, {"timestamp": [1299.68, 1300.64], "text": " Travel on to Miami."}, {"timestamp": [1300.92, 1305.78], "text": " After being derailed by the pandemic two years ago, Simon Radka's plans to travel over"}, {"timestamp": [1305.78, 1311.4], "text": " to the US are finally back on track. We're pretty stoked, actually. We're really excited."}, {"timestamp": [1311.9, 1317.44], "text": " So it's something that seemed like it was going to take a long time to finally happen."}, {"timestamp": [1317.74, 1321.24], "text": " Simon's one of many jetting off now the borders are loosening."}, {"timestamp": [1321.5, 1325.32], "text": " The pent-up demand that we predicted has come to fruition and"}, {"timestamp": [1325.32, 1330.22], "text": " we're seeing 100% increases in bookings month on month. If we look at January, we're running"}, {"timestamp": [1330.22, 1335.86], "text": " sort of around 10% of what we were in 2019. Since the border announcements, we're now up to"}, {"timestamp": [1335.86, 1342.02], "text": " 65, 70% of the passenger numbers leaving New Zealand. But to sustain the uptick in the"}, {"timestamp": [1342.02, 1345.44], "text": " outbound travellers, inbound tourism needs to pick up."}, {"timestamp": [1345.78, 1348.26], "text": " We've got a dozen or so airlines who are flying to New Zealand."}, {"timestamp": [1348.6, 1349.92], "text": " Pre-COVID, it was 29."}, {"timestamp": [1350.64, 1352.48], "text": " We really need to see that inbound coming"}, {"timestamp": [1352.48, 1354.54], "text": " to bring some of those other carriers back."}, {"timestamp": [1354.54, 1356.8], "text": " And also for the airlines who are flying"}, {"timestamp": [1356.8, 1358.48], "text": " to bring even increased capacity."}, {"timestamp": [1358.82, 1360.58], "text": " It's expected we won't see that"}, {"timestamp": [1360.58, 1362.66], "text": " until at least the end of the year."}, {"timestamp": [1362.96, 1364.46], "text": " Without the inbound tourism,"}, {"timestamp": [1364.9, 1366.28], "text": " then New Zealand ink is going to suffer,"}, {"timestamp": [1366.54, 1367.68], "text": " exporters are going to suffer,"}, {"timestamp": [1368.02, 1369.98], "text": " and also New Zealanders looking to go away overseas"}, {"timestamp": [1369.98, 1370.96], "text": " are going to suffer."}, {"timestamp": [1372.28, 1374.32], "text": " The increased number of jet setters"}, {"timestamp": [1374.32, 1377.2], "text": " speaks for itself, but so does suitcase sales."}, {"timestamp": [1377.64, 1379.68], "text": " After having to pivot to include homewheres"}, {"timestamp": [1379.68, 1381.9], "text": " during the pandemic, online retailer"}, {"timestamp": [1381.9, 1384.78], "text": " Luggage.co.n.Z is bouncing back."}, {"timestamp": [1385.96, 1387.52], "text": " We're up to about 80% of pre-pandemic"}, {"timestamp": [1387.52, 1389.46], "text": " luggage and suitcase sales."}, {"timestamp": [1390.08, 1391.18], "text": " So that's really positive."}, {"timestamp": [1391.52, 1393.86], "text": " Finally, nearly all the ingredients"}, {"timestamp": [1393.86, 1395.18], "text": " of a good holiday."}, {"timestamp": [1395.64, 1398.1], "text": " People, if they are thinking about getting away this year,"}, {"timestamp": [1398.46, 1400.08], "text": " need to start planning and booking"}, {"timestamp": [1400.08, 1402.1], "text": " now so that they can make sure they can"}, {"timestamp": [1402.1, 1403.88], "text": " get their dreams fulfilled."}, {"timestamp": [1404.16, 1406.92], "text": " And hope that internationals are doing the same"}, {"timestamp": [1406.92, 1410.06], "text": " because what takes off must first come in."}, {"timestamp": [1410.44, 1411.8], "text": " Kasha Brownlee, News Hub."}, {"timestamp": [1412.78, 1415.94], "text": " More than 600 soldiers who served in the Māori battalion"}, {"timestamp": [1415.94, 1419.58], "text": " have yet to receive their medals with the list growing every week."}, {"timestamp": [1419.88, 1424.1], "text": " Lawyer David Stone has recently compiled the list based on his own research"}, {"timestamp": [1424.1, 1428.0], "text": " with the faunao of the soldiers now applying for the medals they never received."}, {"timestamp": [1428.58, 1431.16], "text": " Our Māori Affairs correspondent, Tarina Kofai, has more."}, {"timestamp": [1432.42, 1438.9], "text": " The 28th Māori Battalion, one of the country's most celebrated and decorated units that fought in World War II."}, {"timestamp": [1443.0, 1448.86], "text": " Almost 3,600 soldiers served in the Māori battalion, more than 600 were killed,"}, {"timestamp": [1449.26, 1453.1], "text": " and more than 600 never received their war medals upon their return."}, {"timestamp": [1453.4, 1456.98], "text": " On average, there's about four medals per soldier."}, {"timestamp": [1457.7, 1463.14], "text": " There were those that had more, some had five, some had seven, some had nine."}, {"timestamp": [1463.14, 1467.22], "text": " The unclaimed medals has been a personal quest for David Stone,"}, {"timestamp": [1467.66, 1471.74], "text": " starting over three years ago with his own grand uncle, Dooley Swan."}, {"timestamp": [1471.98, 1476.44], "text": " On this quest to find out what happened to our uncle, what happened to his medals,"}, {"timestamp": [1477.84, 1480.28], "text": " Nick Minot, you've found over 500."}, {"timestamp": [1480.58, 1485.18], "text": " Stone realised there was a problem with the army's policy of sending medals in the mail."}, {"timestamp": [1485.68, 1490.24], "text": " Many Māori vets believed it had no mana, it didn't recognise Tecanga Māori"}, {"timestamp": [1490.24, 1495.68], "text": " and the importance of delivering something so significant as a war medal face to face."}, {"timestamp": [1496.04, 1497.84], "text": " So they just didn't claim them."}, {"timestamp": [1498.4, 1507.18], "text": " Just this week I've had children of soldiers ring up and they're in their 70s, they're in their 80s, and they said"}, {"timestamp": [1507.18, 1511.82], "text": " we had no idea that this was even a thing. They had no idea that dad was owed medals, so"}, {"timestamp": [1511.82, 1516.86], "text": " they're shocked. But last year, the return of the soldiers' unclaimed medals to their"}, {"timestamp": [1516.86, 1524.04], "text": " faunae began, and Stone finally received his grand-uncle's medal. He was one of the 134 soldiers"}, {"timestamp": [1524.04, 1525.12], "text": " from the Sea Company. However, Stone says it was the request made, he was one of the 134 soldiers from the Sea Company."}, {"timestamp": [1525.76, 1529.94], "text": " However, Stone says it was the request made by the last survivor of the Māori"}, {"timestamp": [1529.94, 1535.0], "text": " Battalion, Sir Robert Gillies, that made him want to see all soldiers honoured."}, {"timestamp": [1535.36, 1538.86], "text": " Korobom says, you know, ask you twice, can you please do D-Cup me?"}, {"timestamp": [1538.96, 1541.46], "text": " I mean, put me on the spot and I wasn't going to say no."}, {"timestamp": [1541.56, 1542.46], "text": " I said, oh yeah, okay."}, {"timestamp": [1542.7, 1547.56], "text": " Māori-Waititi is from B Company's Bay of Plenty region"}, {"timestamp": [1547.56, 1552.98], "text": " and believes the work by Stone should be supported and funded properly by the Ministry of Defence."}, {"timestamp": [1553.38, 1556.96], "text": " We didn't get the heroes welcome that everybody asked it when they returned."}, {"timestamp": [1557.9, 1563.62], "text": " We returned a month later. All the land ballots had been given out and many of them didn't"}, {"timestamp": [1563.62, 1565.66], "text": " receive medals."}, {"timestamp": [1569.9, 1572.26], "text": " And so, you know, this is just honouring the memory of those Fano that have committed the optimist sacrifice."}, {"timestamp": [1572.5, 1576.08], "text": " In the next three months, Stone hopes to have three ceremonies planned"}, {"timestamp": [1576.08, 1578.96], "text": " similar to those held for the Sea Company last year,"}, {"timestamp": [1579.28, 1583.46], "text": " but first he's guiding Fano through the Army's administrative process."}, {"timestamp": [1583.96, 1587.74], "text": " If the government can help by giving some funding to help that happen, Kaupai."}, {"timestamp": [1588.72, 1591.42], "text": " If they don't, we'll just carry on regardless."}, {"timestamp": [1591.94, 1594.9], "text": " News Hub has approached the Ministry of Defence for comment."}, {"timestamp": [1595.32, 1597.0], "text": " They haven't got back to us yet."}, {"timestamp": [1597.4, 1599.26], "text": " Terina Kofai, News Hub."}, {"timestamp": [1600.44, 1602.76], "text": " Coming up, Norel is in shortly with sport,"}, {"timestamp": [1602.76, 1606.46], "text": " and the new Blackfern's coach is expected to be announced in the next few days."}, {"timestamp": [1607.0, 1607.72], "text": " Yeah, that's right."}, {"timestamp": [1607.8, 1611.68], "text": " And there was a strong endorsement of who the next 15s coach should be"}, {"timestamp": [1611.68, 1613.58], "text": " following Glenn Moore's resignation."}, {"timestamp": [1613.96, 1616.48], "text": " As the Black Fern's 7th team gathered in Mount Munganui"}, {"timestamp": [1616.48, 1620.08], "text": " as they prepare for their long-awaited return to the World Series."}, {"timestamp": [1620.92, 1623.22], "text": " Plus, the latest on the Black Sticks women's team,"}, {"timestamp": [1623.32, 1627.86], "text": " who are also in need of a new coach after Graham Shaw quit a couple of weeks ago."}, {"timestamp": [1628.48, 1632.54], "text": " Also coming up, what they call a battle against Nazis and Satanists."}, {"timestamp": [1632.7, 1636.74], "text": " We get an insight into the Russian public perspective of the war in Ukraine."}, {"timestamp": [1637.2, 1645.04], "text": " And crash landing in suburban Melbourne, 13 on board a hot air balloon, got a close-up view of trees and rooftops they hadn't paid for."}, {"timestamp": [1645.92, 1650.9], "text": " Desperate Kiwis have been impacted by the brutal lottery system that was MIQ."}, {"timestamp": [1651.06, 1655.1], "text": " I get emotional things done. It was a lot. Just the roller coaster of it."}, {"timestamp": [1655.22, 1660.12], "text": " Do you want to say sorry? I acknowledge that they had a huge cost on people, particularly at that time of year."}, {"timestamp": [1664.62, 1668.0], "text": " Keep an eye on the cake and don't eat any of the chocolate or the smarties."}, {"timestamp": [1669.5, 1674.16], "text": " When you're not there, do your kids do as they're told."}, {"timestamp": [1674.36, 1676.1], "text": " Did any of you eat some of the decorations?"}, {"timestamp": [1676.5, 1676.78], "text": " No."}, {"timestamp": [1678.24, 1680.4], "text": " All power and resilience."}, {"timestamp": [1681.56, 1682.84], "text": " I'm so scared."}, {"timestamp": [1683.14, 1684.56], "text": " You're not going to fall. I promise you."}, {"timestamp": [1684.74, 1685.6], "text": " We'll be tested."}, {"timestamp": [1686.64, 1687.84], "text": " I'll watch it and cringe."}, {"timestamp": [1688.34, 1689.82], "text": " Grant new parental guidance."}, {"timestamp": [1690.2, 1692.56], "text": " Tonight, 730 on 3 and 3 now."}, {"timestamp": [1693.66, 1695.02], "text": " You can do it, Samir."}, {"timestamp": [1695.2, 1696.0], "text": " Go, go, go."}, {"timestamp": [1696.64, 1697.8], "text": " Yes, Cimey."}, {"timestamp": [1698.94, 1700.58], "text": " He's off to a strong start."}, {"timestamp": [1701.52, 1703.12], "text": " Oh, like mother like son."}, {"timestamp": [1703.74, 1705.78], "text": " Start your journey to financial well-being"}, {"timestamp": [1705.78, 1706.94], "text": " by getting your score."}, {"timestamp": [1707.3, 1708.28], "text": " Search AMZ Howe."}, {"timestamp": [1709.12, 1711.38], "text": " While Kelly is on the go with the kids,"}, {"timestamp": [1712.0, 1714.42], "text": " personal shopper Jenny is carefully picking"}, {"timestamp": [1714.42, 1715.94], "text": " Kelly's fresh produce."}, {"timestamp": [1716.48, 1718.18], "text": " Kelly chose free pickup"}, {"timestamp": [1718.18, 1720.48], "text": " and collected her order on the way home."}, {"timestamp": [1721.08, 1723.18], "text": " What's your way? We can help with that."}, {"timestamp": [1724.52, 1725.18], "text": " Whoa. New? Yep. Yeah, we upgraded too. way home. What's your way? We can help with that. Whoa!"}, {"timestamp": [1726.18, 1727.24], "text": " Yeah? Yep."}, {"timestamp": [1727.9, 1729.56], "text": " Yeah, we upgraded too."}, {"timestamp": [1730.76, 1736.12], "text": " Well, this goes over 80Ks without using any petrol. That's 1.6 litres per 100 k."}, {"timestamp": [1736.24, 1739.76], "text": " Hey! Well, us can charge at home and it can fast charge."}, {"timestamp": [1739.86, 1744.4], "text": " Us too! It's all about safety. We've got ABS, FCM, B..."}, {"timestamp": [1744.4, 1745.0], "text": " Yeah, yeah. We got the whole out bit. We've got ABS, FCM. Yeah, yeah."}, {"timestamp": [1745.0, 1746.0], "text": " We got the whole out bit."}, {"timestamp": [1746.0, 1747.0], "text": " Seven seats?"}, {"timestamp": [1747.0, 1748.0], "text": " Obviously."}, {"timestamp": [1748.0, 1749.0], "text": " Queen car discount."}, {"timestamp": [1749.0, 1751.0], "text": " $5,750, right?"}, {"timestamp": [1751.0, 1754.0], "text": " Yeah, well, whatever."}, {"timestamp": [1754.0, 1757.0], "text": " Ours is the next generation Mitsubishi Outlander."}, {"timestamp": [1757.0, 1758.0], "text": " PHEV."}, {"timestamp": [1758.0, 1759.0], "text": " Yep."}, {"timestamp": [1759.0, 1762.0], "text": " So, Zals."}, {"timestamp": [1762.0, 1763.0], "text": " We both have the same car!"}, {"timestamp": [1763.0, 1764.0], "text": " I know, right?"}, {"timestamp": [1764.0, 1767.0], "text": " And you totally thought that I didn't."}, {"timestamp": [1767.0, 1772.0], "text": " So, you reckon you've got what it takes to be a dairy farmer?"}, {"timestamp": [1772.0, 1773.0], "text": " Hit it!"}, {"timestamp": [1773.0, 1781.0], "text": " You can't be easily distracted because you'll be getting an office with a mean as you."}, {"timestamp": [1781.0, 1784.0], "text": " Why? Do you love animals?"}, {"timestamp": [1784.0, 1788.0], "text": " More importantly, do they love you?"}, {"timestamp": [1788.0, 1790.0], "text": " Are you a thinker?"}, {"timestamp": [1790.0, 1791.0], "text": " Hmm."}, {"timestamp": [1791.0, 1793.0], "text": " A tinkerer?"}, {"timestamp": [1793.0, 1796.0], "text": " Do you enjoy playing with fun new toys?"}, {"timestamp": [1796.0, 1797.0], "text": " Yep."}, {"timestamp": [1797.0, 1800.0], "text": " You'll be expected to get out in the community."}, {"timestamp": [1800.0, 1803.0], "text": " You're a big part of what makes it tick."}, {"timestamp": [1803.0, 1805.0], "text": " Fishing no more?"}, {"timestamp": [1805.0, 1806.0], "text": " Yep."}, {"timestamp": [1806.0, 1808.0], "text": " Days off, they're compulsory."}, {"timestamp": [1808.0, 1810.0], "text": " Sleep-ins, they're optional."}, {"timestamp": [1810.0, 1812.0], "text": " This one's a biggie."}, {"timestamp": [1812.0, 1814.0], "text": " You've always got to play the long game."}, {"timestamp": [1814.0, 1816.0], "text": " Go-hoo!"}, {"timestamp": [1818.0, 1821.0], "text": " Because those little fellas, they depend on it."}, {"timestamp": [1821.0, 1822.0], "text": " What do you reckon?"}, {"timestamp": [1822.0, 1824.0], "text": " Still think you've got what it takes?"}, {"timestamp": [1824.0, 1831.6], "text": " Come join us."}, {"timestamp": [1833.42, 1835.24], "text": " All of us are on the move."}, {"timestamp": [1836.76, 1838.38], "text": " We're all going places."}, {"timestamp": [1839.34, 1840.26], "text": " We're moving up."}, {"timestamp": [1841.2, 1842.12], "text": " We're moving out."}, {"timestamp": [1843.12, 1848.64], "text": " We're moving on. Maybe we don't even know it yet, but we're all on a journey."}, {"timestamp": [1850.32, 1855.9], "text": " Wherever you're going, here at BP, we can help you on your way."}, {"timestamp": [1860.8, 1866.44], "text": " Lightning fast load times, up to 120 frames per second and thousands of games."}, {"timestamp": [1866.86, 1868.34], "text": " Simply next gen."}, {"timestamp": [1868.7, 1871.6], "text": " Get your Xbox Series S at the warehouse."}, {"timestamp": [1873.56, 1881.04], "text": " This is the story of post, a post that had recently mastered the skill of invisibility."}, {"timestamp": [1881.94, 1887.22], "text": " When a post appears out of nowhere, it's nice to have someone on your side."}, {"timestamp": [1888.56, 1890.4], "text": " Your outdoor areas like a sanctuary."}, {"timestamp": [1890.66, 1892.12], "text": " Outdoor heater, $198."}, {"timestamp": [1892.66, 1894.62], "text": " Landscape plants $7.30 each."}, {"timestamp": [1894.7, 1899.44], "text": " Where you find a competitive lower price on the same stock tight, we'll beat it by 15%."}, {"timestamp": [1899.44, 1902.44], "text": " Lowest prices are just the beginning."}, {"timestamp": [1904.78, 1910.3], "text": " A hot ear balloon has had a maiden flight in Melbourne that can be best described as hairy."}, {"timestamp": [1910.92, 1913.88], "text": " A faulty valve meant the balloon couldn't reach a safe height."}, {"timestamp": [1914.26, 1918.02], "text": " The pilot tried to guide the balloon to the beach but came up well short."}, {"timestamp": [1918.02, 1948.22], "text": " All thirting people on board were unhurt despite a very bumpy landing. The Australian Transport Safety Bureau is investigating."}, {"timestamp": [1949.42, 1954.26], "text": " Despite global condemnation, support for Vladimir Putin's invasion of Ukraine"}, {"timestamp": [1954.26, 1957.04], "text": " remains strong in Russia's rural heartlands."}, {"timestamp": [1957.58, 1960.08], "text": " Many troops have been conscripted from these regions,"}, {"timestamp": [1960.6, 1963.84], "text": " places where almost all information is state-controlled,"}, {"timestamp": [1963.84, 1967.2], "text": " and where, crucially, the Nazi advance in World War II"}, {"timestamp": [1967.2, 1969.74], "text": " still casts a long shadow."}, {"timestamp": [1970.26, 1973.92], "text": " ITV's Carl Dinnan reports from the Russian village of Comorri."}, {"timestamp": [1974.86, 1978.02], "text": " There is a fresh grave in the cemetery in Comarie,"}, {"timestamp": [1978.58, 1980.94], "text": " a remote hamlet near the border with Belarus."}, {"timestamp": [1981.78, 1987.0], "text": " It is that of a young Marine, Sergei Moraviov. He was 22."}, {"timestamp": [1987.0, 1992.0], "text": " People live in traditional wooden houses here, they have no gas to heat their homes and in"}, {"timestamp": [1992.0, 1996.0], "text": " spring the road turns to mud."}, {"timestamp": [1996.0, 2000.0], "text": " Sergei's family meet us at his graveside."}, {"timestamp": [2000.0, 2006.88], "text": " He was the best son. He always dreamed of being a soldier."}, {"timestamp": [2006.88, 2010.12], "text": " Sergei was an armored vehicle driver."}, {"timestamp": [2010.12, 2014.76], "text": " He was killed on the 23rd of March near Zaporisia in southern Ukraine."}, {"timestamp": [2014.76, 2018.22], "text": " His family knows some, but not all, of the details."}, {"timestamp": [2018.22, 2021.16], "text": " We know he covered his comrades and peaceful citizens."}, {"timestamp": [2021.16, 2023.18], "text": " We know that."}, {"timestamp": [2023.18, 2027.0], "text": " Because of that, he received wounds to his spine and side, because he protected people,"}, {"timestamp": [2027.0, 2029.0], "text": " his comrades."}, {"timestamp": [2029.0, 2035.0], "text": " Our daughter told us we should be very proud of our Sarajka, because he was a hero,"}, {"timestamp": [2035.0, 2038.0], "text": " a defender of our country and fatherland."}, {"timestamp": [2038.0, 2044.0], "text": " How do you feel about the special operation in Ukraine and what he was there to do?"}, {"timestamp": [2044.0, 2045.6], "text": " Do we support it?"}, {"timestamp": [2045.6, 2046.6], "text": " Yes."}, {"timestamp": [2046.6, 2051.2], "text": " Most of the information people get here is from State TV,"}, {"timestamp": [2051.2, 2055.0], "text": " which portrays the conflict in Ukraine as a fight against fascism."}, {"timestamp": [2059.0, 2064.0], "text": " People here remember that when the Germans occupied this village in World War II,"}, {"timestamp": [2064.0, 2067.8], "text": " they burned down every single house but one."}, {"timestamp": [2068.48, 2073.48], "text": " That is why the specter of Nazism holds such power here."}, {"timestamp": [2074.28, 2078.2], "text": " That is why Vladimir Putin has told them that in Ukraine,"}, {"timestamp": [2078.8, 2080.88], "text": " they are fighting against Nazis."}, {"timestamp": [2083.84, 2085.5], "text": " They aren't even fascists."}, {"timestamp": [2085.5, 2090.72], "text": " They are Satanists, tormenting peaceful citizens, women, children."}, {"timestamp": [2090.72, 2094.9], "text": " I think this needs to go to the end."}, {"timestamp": [2094.9, 2101.0], "text": " Like so many in Russia, these people have no doubt the so-called special operation is in a just"}, {"timestamp": [2101.0, 2106.12], "text": " cause, and no doubt that the young men being sent to fight it are heroes."}, {"timestamp": [2107.44, 2113.48], "text": " The Defence Force has announced its finalised a deal to sell surplus military equipment to Chile"}, {"timestamp": [2113.48, 2116.3], "text": " for just under 30 million New Zealand dollars."}, {"timestamp": [2116.84, 2122.24], "text": " The sale of the 22 light-armoured vehicles, or labs, has been under negotiation for two years."}, {"timestamp": [2122.24, 2125.1], "text": " They were originally part of a group of 105"}, {"timestamp": [2125.1, 2131.78], "text": " bought by the NZDF in 2003, but 30 were deemed surplus to requirements and put up for sale."}, {"timestamp": [2132.24, 2133.94], "text": " Another eight remain on the market."}, {"timestamp": [2135.34, 2140.42], "text": " Coming up, taking to the witness stand actor Johnny Depp describes what life was like"}, {"timestamp": [2140.42, 2144.68], "text": " married to Amber Heard in his multi-million dollar defamation trial."}, {"timestamp": [2145.4, 2149.4], "text": " A strong endorsement for who could fill the vacant Blackburn's coaching role"}, {"timestamp": [2149.4, 2154.42], "text": " after Glenn Moore's decision to quit in the wake of a scathing review into the team's culture."}, {"timestamp": [2155.06, 2160.84], "text": " And why Stephen Adams had to step in to protect his team's best player in the Grizzly's latest playoff game."}, {"timestamp": [2161.64, 2165.96], "text": " Tonight a Kiwi company is offering its employees period leave as at"}, {"timestamp": [2165.96, 2168.3], "text": " time other employers followed suit."}, {"timestamp": [2168.58, 2170.3], "text": " And why some wine hangovers"}, {"timestamp": [2170.3, 2172.12], "text": " aren't really hangovers after"}, {"timestamp": [2172.12, 2174.1], "text": " all. We've got the big reveal at 7."}, {"timestamp": [2178.1, 2179.78], "text": " This Anzac Day,"}, {"timestamp": [2180.34, 2182.52], "text": " trans-Tasman Titans clash"}, {"timestamp": [2182.52, 2187.5], "text": " as the Warriors and Storm go head to head"}, {"timestamp": [2187.5, 2188.06], "text": " Johnson!"}, {"timestamp": [2189.28, 2191.08], "text": " He's a flash of brilliance!"}, {"timestamp": [2191.78, 2194.08], "text": " Live and free on three."}, {"timestamp": [2194.88, 2196.4], "text": " Great praise for the Warriors!"}, {"timestamp": [2196.8, 2198.28], "text": " Brought you by Sky Sport."}, {"timestamp": [2199.0, 2201.24], "text": " Unbelievable finish here."}, {"timestamp": [2202.16, 2204.12], "text": " NRL Warriors versus Storm."}, {"timestamp": [2204.4, 2206.88], "text": " Anzac Day, 830 on 3 and 3 now."}, {"timestamp": [2209.1, 2210.34], "text": " Hello, old friend."}, {"timestamp": [2211.52, 2212.02], "text": " You gonna do this?"}, {"timestamp": [2212.14, 2212.38], "text": " Yes."}, {"timestamp": [2213.08, 2213.3], "text": " Penn."}, {"timestamp": [2214.04, 2215.1], "text": " Are you ready for me?"}, {"timestamp": [2215.44, 2218.26], "text": " Radio 9.15, 18."}, {"timestamp": [2218.26, 2219.12], "text": " Oh, let's go down, stand."}, {"timestamp": [2219.76, 2221.52], "text": " 2022."}, {"timestamp": [2223.36, 2224.88], "text": " I've got a lot of ticket I've got to check."}, {"timestamp": [2225.0, 2227.0], "text": " You guys want on?"}, {"timestamp": [2227.0, 2267.46], "text": " What's the next number? And... La La La La La La Who Who New"}, {"timestamp": [2267.46, 2268.48], "text": " May the Willeman"}, {"timestamp": [2268.48, 2270.26], "text": " Come to bring the shirt"}, {"timestamp": [2270.26, 2271.42], "text": " In Rome"}, {"timestamp": [2271.42, 2273.02], "text": " One day when the tongue"}, {"timestamp": [2273.02, 2273.66], "text": " In the sun"}, {"timestamp": [2273.66, 2275.5], "text": " We'll take our leave in time"}, {"timestamp": [2275.5, 2282.2], "text": " The majority of life"}, {"timestamp": [2282.2, 2282.88], "text": " On our planet"}, {"timestamp": [2282.88, 2285.1], "text": " It looks something like this."}, {"timestamp": [2286.48, 2289.14], "text": " Either they nor the planet can stop and wait."}, {"timestamp": [2290.14, 2291.94], "text": " It's my ocean's deep time."}, {"timestamp": [2297.28, 2299.76], "text": " Jamie Huffles, massive price smashes on now."}, {"timestamp": [2299.92, 2303.6], "text": " This premium Sony 55-inch TV 1796, that's nuts."}, {"timestamp": [2303.72, 2307.02], "text": " And this Samsung 4K QLED, 1 488. That's nuts too."}, {"timestamp": [2307.16, 2310.1], "text": " Plus free delivery on all LG Samsung, Sony and Panasonic TVs."}, {"timestamp": [2310.34, 2311.5], "text": " KB, you've done it again."}, {"timestamp": [2312.38, 2315.26], "text": " Get your free consumer's guide to hearing aids."}, {"timestamp": [2315.66, 2318.8], "text": " New Zealand's only independent guide to all the latest models."}, {"timestamp": [2319.36, 2322.2], "text": " Choose the right hearing aid for your lifestyle and budget."}, {"timestamp": [2322.8, 2326.82], "text": " Call 0-800-45-45-42 for your free copy."}, {"timestamp": [2327.24, 2330.3], "text": " In financial news tonight, we're seeing more New Zealanders."}, {"timestamp": [2330.38, 2334.36], "text": " Bundling their home utilities with slingshot, saving money in record numbers."}, {"timestamp": [2335.12, 2335.42], "text": " Boom."}, {"timestamp": [2336.36, 2338.48], "text": " So, economically speaking, I..."}, {"timestamp": [2338.48, 2343.1], "text": " Funding other stuff with broadband does increase one's propensity to save bad cash."}, {"timestamp": [2343.42, 2344.02], "text": " Boom."}, {"timestamp": [2344.4, 2345.76], "text": " I promise you."}, {"timestamp": [2346.02, 2351.06], "text": " Funding up will keep more money in the pockets of hardworking New Zealanders, starting today."}, {"timestamp": [2351.48, 2353.9], "text": " Bundle up with slingshot, save money. Boom."}, {"timestamp": [2354.88, 2356.54], "text": " Jessica, bent over."}, {"timestamp": [2357.24, 2360.86], "text": " Hey, small spenders, you give a new meaning to living comfortably."}, {"timestamp": [2362.02, 2363.82], "text": " You're the connoisseurs of coziness."}, {"timestamp": [2364.62, 2368.46], "text": " Turning up the heat and keeping cost down."}, {"timestamp": [2368.46, 2371.22], "text": " Saving, you do it in your sleep."}, {"timestamp": [2371.22, 2373.06], "text": " Yeah, you throw on that extra layer."}, {"timestamp": [2373.06, 2375.32], "text": " You make saving look hot."}, {"timestamp": [2375.32, 2378.34], "text": " You put the snug in style."}, {"timestamp": [2378.34, 2383.28], "text": " Winter is here, but you've already got it wrapped up."}, {"timestamp": [2383.28, 2385.9], "text": " The warehouse, where everyone gets a bargain."}, {"timestamp": [2390.66, 2391.98], "text": " X going to give it to you."}, {"timestamp": [2392.54, 2394.38], "text": " Wait for you to get it on your own."}, {"timestamp": [2394.58, 2395.72], "text": " X going to deliver to you."}, {"timestamp": [2395.84, 2396.3], "text": " Knock, knock."}, {"timestamp": [2396.44, 2397.82], "text": " Open up the door to spread."}, {"timestamp": [2398.44, 2401.5], "text": " Save like a boss with a new bucket for two."}, {"timestamp": [2405.96, 2407.82], "text": " News Hub Sport with Suzuki,"}, {"timestamp": [2408.3, 2411.24], "text": " supporting our future stars with Fano Afina Plunkett."}, {"timestamp": [2413.24, 2416.52], "text": " The coach behind the Black Fern's Sevens Olympics success"}, {"timestamp": [2416.52, 2420.26], "text": " has been endorsed for the Fern's vacant 15-aside job."}, {"timestamp": [2420.8, 2424.32], "text": " Alan Bunting helped mastermind the Sevens golden run in Tokyo,"}, {"timestamp": [2424.32, 2428.58], "text": " but in the wake of Glenn Moore's shock resignation from the 15 setup,"}, {"timestamp": [2428.88, 2431.06], "text": " he's now seen as the natural replacement."}, {"timestamp": [2431.56, 2432.8], "text": " Gordon Finlater reports."}, {"timestamp": [2433.84, 2439.02], "text": " It's been more than 800 days since the Blackfern's Sevens team played on the World Series."}, {"timestamp": [2439.66, 2440.74], "text": " Far out, it's been a long time."}, {"timestamp": [2441.12, 2445.14], "text": " Corey Sweeney is looking forward to travelling with the team to Canada next weekend."}, {"timestamp": [2445.54, 2449.06], "text": " He wants to continue the success of former co-coach Alan Bunting,"}, {"timestamp": [2449.34, 2451.92], "text": " who stepped down after the team won gold in Tokyo."}, {"timestamp": [2452.44, 2455.42], "text": " And with players in both the sevens and 15 squads,"}, {"timestamp": [2455.78, 2459.36], "text": " Sweeney is endorsing Bunting to take over as Blackfern's coach."}, {"timestamp": [2459.76, 2462.0], "text": " He's done some really special things with this group of players,"}, {"timestamp": [2462.0, 2465.78], "text": " and certainly if that was what happened then I would support that."}, {"timestamp": [2466.04, 2467.92], "text": " This comes after the damning review"}, {"timestamp": [2467.92, 2469.34], "text": " into the Blackfern's culture."}, {"timestamp": [2469.76, 2471.36], "text": " Even though Glenmore was retained"}, {"timestamp": [2471.36, 2472.86], "text": " in the wake of the backlash"}, {"timestamp": [2472.86, 2475.44], "text": " with accusations against team management"}, {"timestamp": [2475.44, 2477.06], "text": " of ghosting and body shaming,"}, {"timestamp": [2477.38, 2478.96], "text": " he resigned a few days later."}, {"timestamp": [2479.52, 2481.94], "text": " This has left the women's rugby world cup champions"}, {"timestamp": [2481.94, 2484.22], "text": " without a coach, less than six months out"}, {"timestamp": [2484.22, 2486.74], "text": " from this year's tournament, staged here in New Zealand."}, {"timestamp": [2487.44, 2489.2], "text": " Wouldn't say I think it's the right thing."}, {"timestamp": [2489.64, 2491.48], "text": " Some are sad to see him go."}, {"timestamp": [2491.82, 2492.58], "text": " I felt for him."}, {"timestamp": [2492.88, 2495.84], "text": " My personal experiences with Glenmore, he was awesome."}, {"timestamp": [2496.08, 2497.02], "text": " I was actually really sad."}, {"timestamp": [2497.36, 2500.4], "text": " I made my debut in 2015 when he made his,"}, {"timestamp": [2500.52, 2502.52], "text": " so we grew a close connection."}, {"timestamp": [2503.24, 2508.18], "text": " Sweeney, though, has seen firsthand the environment bunting created with the seven site."}, {"timestamp": [2509.68, 2514.14], "text": " He established a culture in this program right from whatever it was 2016"}, {"timestamp": [2514.14, 2518.38], "text": " and the players, the management all brought into that and he connected people together"}, {"timestamp": [2518.38, 2519.6], "text": " with a real common purpose."}, {"timestamp": [2520.56, 2524.3], "text": " A new Black Fern's coach is expected to be announced in the coming days."}, {"timestamp": [2524.6, 2526.02], "text": " Gordon Fend later, Newsop."}, {"timestamp": [2526.92, 2532.54], "text": " The Black Sticks women are also in the rebuilding phase after Graham Shaw quit as coach."}, {"timestamp": [2533.08, 2537.82], "text": " They make their return to the international hockey stage against Australia in Auckland next month"}, {"timestamp": [2537.82, 2545.1], "text": " and are banking on their Trans-Tasman rivals to give their World Cup and Commonwealth Games preparation a much-needed boost."}, {"timestamp": [2545.88, 2550.64], "text": " If the Black Sticks women have learned anything from the past 12 months, it's that..."}, {"timestamp": [2550.64, 2552.42], "text": " Consistent performances leads to medals."}, {"timestamp": [2552.8, 2557.96], "text": " A lesson learned the hard way in Tokyo after being knocked out of the quarterfinals by the Netherlands."}, {"timestamp": [2558.36, 2562.2], "text": " You have to win quarters, semis in the final to be in the medal contention."}, {"timestamp": [2562.4, 2565.9], "text": " So I think it's something we're definitely honing in on over the next couple of months."}, {"timestamp": [2566.46, 2569.38], "text": " An assignment made even harder with no one in charge"}, {"timestamp": [2569.38, 2572.3], "text": " after Graham Shaw quit his coach earlier this month"}, {"timestamp": [2572.3, 2573.74], "text": " to return home to Ireland."}, {"timestamp": [2574.1, 2576.48], "text": " For Graham, he's made the right call"}, {"timestamp": [2576.48, 2579.0], "text": " and we support him with that."}, {"timestamp": [2579.16, 2582.28], "text": " It was a bit of a shock, but I think the team's consolidated really well"}, {"timestamp": [2582.28, 2584.36], "text": " and, yeah, we've made a plan going forward."}, {"timestamp": [2587.12, 2587.36], "text": " 2020 is a big year."}, {"timestamp": [2591.68, 2594.02], "text": " Coming off Tokyo, you don't get the down year we normally get and now we've got a World Cup and Commonwealth Games."}, {"timestamp": [2594.18, 2596.94], "text": " And Commonwealth Champions, New Zealand!"}, {"timestamp": [2599.04, 2601.56], "text": " At July's Commonwealth Games in Birmingham"}, {"timestamp": [2601.56, 2604.32], "text": " they're hoping to win back-to-back gold medals."}, {"timestamp": [2604.62, 2608.38], "text": " Just use that as huge inspiration and draw off that confidence."}, {"timestamp": [2608.38, 2612.1], "text": " We know it's not going to be easy, there's going to be some huge competition."}, {"timestamp": [2612.1, 2616.36], "text": " And for that look no further than Australia with a four-match series against the Hockey Ruse"}, {"timestamp": [2616.36, 2618.12], "text": " locked in for Auckland next month."}, {"timestamp": [2618.12, 2621.32], "text": " You know there's every potential that we could play them in a semi-refinal in both"}, {"timestamp": [2621.32, 2625.54], "text": " events so I think it's really important that we do get eyes on what they are"}, {"timestamp": [2625.54, 2627.28], "text": " because they are a little bit different like we are."}, {"timestamp": [2627.42, 2630.22], "text": " The complexion of the team is sure to change once again"}, {"timestamp": [2630.22, 2632.94], "text": " when a new head coach is finally found."}, {"timestamp": [2634.7, 2637.88], "text": " NRL referees boss Graham Annesley has denied"}, {"timestamp": [2637.88, 2642.44], "text": " unconscious bias exists against the lower-ranked teams, including the Warriors."}, {"timestamp": [2643.24, 2646.54], "text": " Warriors fans were again frustrated with the match officials"}, {"timestamp": [2646.54, 2648.84], "text": " unleashing several puzzling decisions"}, {"timestamp": [2648.84, 2651.7], "text": " in the 22-14 defeat to the Sydney Roosters,"}, {"timestamp": [2652.12, 2653.82], "text": " one of the glamour teams in the competition."}, {"timestamp": [2654.46, 2656.56], "text": " And as Lee says, there's no favouritism,"}, {"timestamp": [2656.7, 2659.58], "text": " but the game's leading commentators aren't buying it."}, {"timestamp": [2660.18, 2662.88], "text": " Unconscious bias, by definition, is unconscious."}, {"timestamp": [2663.12, 2665.96], "text": " The Warriors had a few tough calls against the roosters on the weekend."}, {"timestamp": [2666.12, 2667.16], "text": " Which would support the argument."}, {"timestamp": [2667.16, 2668.32], "text": " Which would support the argument."}, {"timestamp": [2668.68, 2670.76], "text": " Tedesco should have been sin-bend in that game."}, {"timestamp": [2671.44, 2676.14], "text": " Warriors will take on another glamour team, the Melbourne Storm on Anzac Day."}, {"timestamp": [2676.94, 2682.56], "text": " And that game is live and free on three at 8.30 on Monday night, brought to you by Sky Sport."}, {"timestamp": [2683.34, 2686.78], "text": " Well, Liverpool was back on top of the English Premier League table"}, {"timestamp": [2686.78, 2690.8], "text": " after thrashing arch rivals Manchester United 4-0."}, {"timestamp": [2691.38, 2693.52], "text": " United was run ragged by the Reds,"}, {"timestamp": [2693.6, 2695.3], "text": " with Starford, Mohamed Sulla,"}, {"timestamp": [2695.44, 2699.22], "text": " bagging himself a double, ending an eight-game goal-scoring drought."}, {"timestamp": [2699.84, 2702.4], "text": " Manager Ralph Ragnet didn't hold back on his thoughts"}, {"timestamp": [2702.4, 2708.94], "text": " about his site's performance as Manu continue to lose ground on the Premier League's top four."}, {"timestamp": [2708.94, 2711.54], "text": " They just showed what kind of calibre there are."}, {"timestamp": [2711.54, 2716.44], "text": " Right now we are not up for it, we are not good enough to get points in a game like"}, {"timestamp": [2716.44, 2717.44], "text": " against Liverpool."}, {"timestamp": [2717.44, 2721.72], "text": " They are one of the best, if not the best teams in the world right now and we are far away"}, {"timestamp": [2721.72, 2722.52], "text": " from that."}, {"timestamp": [2722.52, 2723.52], "text": " We have to be honest."}, {"timestamp": [2723.52, 2725.3], "text": " We are just not physical enough."}, {"timestamp": [2725.84, 2731.2], "text": " United were without star striker Cristiano Ronaldo, who was absent following the death of his"}, {"timestamp": [2731.2, 2736.98], "text": " newborn son, but he wasn't far from the fans' hearts and minds as they paid tribute to Ronaldo"}, {"timestamp": [2736.98, 2738.06], "text": " and his family."}, {"timestamp": [2739.14, 2742.96], "text": " Stopping to applaud out of sympathy for a Manchester United superstar."}, {"timestamp": [2745.26, 2746.84], "text": " This is a sport should be."}, {"timestamp": [2747.38, 2754.92], "text": " Anybody who is a parent can only find intolerable the thought of losing a child."}, {"timestamp": [2755.42, 2758.2], "text": " Liverpool has put the pressure on Manchester City,"}, {"timestamp": [2758.5, 2762.06], "text": " who can move back to the top of the table with a win over Brighton tomorrow."}, {"timestamp": [2763.44, 2765.86], "text": " World heavyweight champion Tyson Fury"}, {"timestamp": [2765.86, 2767.92], "text": " has distanced himself from links with"}, {"timestamp": [2767.92, 2769.9], "text": " Daniel Kinnahan, the alleged head"}, {"timestamp": [2769.9, 2771.88], "text": " of an Irish organised crime gang"}, {"timestamp": [2771.88, 2773.94], "text": " and says his sole focus is"}, {"timestamp": [2773.94, 2775.98], "text": " beating Dillian White at a sold-out"}, {"timestamp": [2775.98, 2777.68], "text": " Wembley Stadium on Sunday."}, {"timestamp": [2778.46, 2780.2], "text": " Fury held a workout in front"}, {"timestamp": [2780.2, 2782.5], "text": " of the media, but White was a no-show,"}, {"timestamp": [2782.82, 2789.72], "text": " choosing instead to spar against Joseph Parker ahead of his WBC title challenge and Fury is not taking white"}, {"timestamp": [2789.72, 2793.92], "text": " lightly it's as dangerous as any heavyweight out there you know he's coming in"}, {"timestamp": [2793.92, 2798.24], "text": " Hungary he wants to win this fight he's a big shop at the opportunity of being"}, {"timestamp": [2798.24, 2803.24], "text": " champion of the world he's as dangerous as anybody else let's just say that"}, {"timestamp": [2803.24, 2806.5], "text": " when asked about his business dealings with Kinnahann,"}, {"timestamp": [2806.68, 2809.58], "text": " Fury was quick to stress it was none of his concern."}, {"timestamp": [2810.08, 2815.04], "text": " This comes after the US government put up $7.5 million reward last week"}, {"timestamp": [2815.04, 2817.76], "text": " for information leading to Kinnahen's arrest."}, {"timestamp": [2819.22, 2822.5], "text": " Well, finally tonight, foul trouble has seen Stephen Adams"}, {"timestamp": [2822.5, 2824.14], "text": " reduced to a mere spectator,"}, {"timestamp": [2824.52, 2828.24], "text": " as his Memphis Grizzly side dismantled the Minnesota Timberwolves"}, {"timestamp": [2828.24, 2833.06], "text": " 124 to 96 in game two of the NBA playoff series."}, {"timestamp": [2833.8, 2837.36], "text": " Adams jumped into protector mode, shielding star point guard jar,"}, {"timestamp": [2837.48, 2838.62], "text": " Jan, rant from trouble."}, {"timestamp": [2838.84, 2842.02], "text": " But Adams soon found himself in personal foul strife"}, {"timestamp": [2842.02, 2844.46], "text": " with two in the first two minutes of play."}, {"timestamp": [2844.46, 2845.68], "text": " So Adams right there."}, {"timestamp": [2845.82, 2847.96], "text": " Kind of looked certainly inadvertent"}, {"timestamp": [2847.96, 2848.94], "text": " from that vantage point."}, {"timestamp": [2850.32, 2852.0], "text": " But any whistle here against"}, {"timestamp": [2852.0, 2853.7], "text": " Adams is going to be his second personal."}, {"timestamp": [2854.84, 2855.88], "text": " Adams was forced"}, {"timestamp": [2855.88, 2858.06], "text": " to the bench while Morant went on to top"}, {"timestamp": [2858.06, 2860.1], "text": " score for the Grizzlies with 23"}, {"timestamp": [2860.1, 2861.98], "text": " points to level the series one"}, {"timestamp": [2861.98, 2864.04], "text": " apiece. And that is"}, {"timestamp": [2864.04, 2866.14], "text": " what you call taking one for the team. Go Stephen"}, {"timestamp": [2866.14, 2868.32], "text": " Adams. That is why we love him. Thanks very much,"}, {"timestamp": [2868.38, 2870.06], "text": " Norel. Johnny Depp"}, {"timestamp": [2870.06, 2872.34], "text": " has described his turbulent relationship"}, {"timestamp": [2872.34, 2874.12], "text": " with his mother while on the stand"}, {"timestamp": [2874.12, 2875.98], "text": " in his defamation case against"}, {"timestamp": [2875.98, 2877.56], "text": " ex-wife Amber Hurd."}, {"timestamp": [2877.76, 2880.12], "text": " The actor is suing Hurd over an article"}, {"timestamp": [2880.12, 2882.1], "text": " she wrote, alleging she was the victim"}, {"timestamp": [2882.1, 2884.28], "text": " of domestic abuse. Neil Connery"}, {"timestamp": [2884.28, 2885.68], "text": " from ITV has more. Johnny Depp arrived at court knowing she was the victim of domestic abuse. Neil Connery from ITV has more."}, {"timestamp": [2886.62, 2889.64], "text": " Johnny Depp arrived at court knowing this was the day"}, {"timestamp": [2889.64, 2893.0], "text": " he would be able to present his case in his own words."}, {"timestamp": [2893.54, 2898.28], "text": " His former wife, Amber Heard, who he's suing for defamation, wasn't far behind."}, {"timestamp": [2898.96, 2902.3], "text": " He took the stand and spoke of his relationship with her"}, {"timestamp": [2902.3, 2904.54], "text": " and denied allegations of abuse."}, {"timestamp": [2905.24, 2913.14], "text": " There were arguments and things of that nature,"}, {"timestamp": [2914.06, 2925.42], "text": " but never did I myself reach the point of striking misheard in any way."}, {"timestamp": [2926.18, 2930.78], "text": " He talked of why he was suing herd over an article she wrote in the Washington Post,"}, {"timestamp": [2931.26, 2935.14], "text": " saying she had become a public figure representing domestic abuse."}, {"timestamp": [2935.76, 2938.3], "text": " Since I knew that there was no truth to it whatsoever,"}, {"timestamp": [2939.62, 2947.48], "text": " I felt my responsibility to stand up not only for myself in that instance,"}, {"timestamp": [2947.6, 2950.32], "text": " but stand up for my children."}, {"timestamp": [2951.12, 2952.98], "text": " The actor spoke of his upbringing."}, {"timestamp": [2952.98, 2955.74], "text": " My mother was quite unpredictable."}, {"timestamp": [2956.24, 2965.16], "text": " She had the ability to be as cruel as anyone can be."}, {"timestamp": [2965.52, 2968.78], "text": " He told the court of how his mother had attempted suicide,"}, {"timestamp": [2969.28, 2971.38], "text": " acting out the effects of her overdose."}, {"timestamp": [2972.18, 2983.06], "text": " I saw my mother, you know, in that mode."}, {"timestamp": [2983.46, 2985.5], "text": " The actor tried to sum up the impact"}, {"timestamp": [2985.5, 2987.88], "text": " the allegations of abuse have had on him."}, {"timestamp": [2988.88, 2994.48], "text": " One day, you're Cinderella, so to speak,"}, {"timestamp": [2994.58, 2998.16], "text": " and then in 0.6 seconds you're Quasimodo."}, {"timestamp": [2998.66, 3001.52], "text": " Johnny Depp is no stranger to being center stage,"}, {"timestamp": [3001.82, 3003.84], "text": " but he knows his testimony in this case"}, {"timestamp": [3003.84, 3005.88], "text": " will be crucial in this bitter battle."}, {"timestamp": [3007.3, 3013.44], "text": " Former One Direction star Harry Stiles has announced a stadium tour of New Zealand in Australia in 2023."}, {"timestamp": [3014.22, 3033.04], "text": " The singer will perform his love-on tour show throughout Australia before heading to Auckland's Mount Smart Stadium on March the 7th."}, {"timestamp": [3037.96, 3038.96], "text": " Tickets will go on sale to the general public next week on April the 27th."}, {"timestamp": [3040.72, 3041.12], "text": " Well these are our top stories tonight."}, {"timestamp": [3047.46, 3048.08], "text": " The 26-year-old who died at Auckland Port yesterday was a new dad and working on the same ship as his father."}, {"timestamp": [3055.2, 3055.78], "text": " Atiroa Tua Iti will be remembered with a family service in Auckland before being taken back to the Cook Islands to be laid to rest."}, {"timestamp": [3063.94, 3064.38], "text": " On her second day of her tour of Singapore, Prime Minister Jacinda Ardun has criticised a defence pact signed between China and the Solomon Islands,"}, {"timestamp": [3066.16, 3066.54], "text": " calling it a very clear line."}, {"timestamp": [3069.32, 3069.78], "text": " She says she saw no need for the deal to have been done."}, {"timestamp": [3073.14, 3073.5], "text": " And Russia has launched a new phase of its war in eastern Ukraine."}, {"timestamp": [3076.6, 3077.06], "text": " The Battle of Dombas could be the most important."}, {"timestamp": [3082.08, 3082.66], "text": " Moscow claims to have hit more than 1,200 targets in just 24 hours."}, {"timestamp": [3085.86, 3086.4], "text": " And coming up, News Hub weather, and more heavy rain is on the way, Heather."}, {"timestamp": [3087.06, 3087.22], "text": " Yeah, correct."}, {"timestamp": [3090.1, 3092.08], "text": " With heavy rain for northern and western parts of the South Island and now for Mount Taranaki, too."}, {"timestamp": [3092.16, 3094.28], "text": " The heaviest falls are likely in Fiordland"}, {"timestamp": [3094.28, 3096.54], "text": " and the ranges of Westland and Buller"}, {"timestamp": [3096.54, 3100.24], "text": " where surface flooding, slips and road closures are possible."}, {"timestamp": [3100.5, 3101.82], "text": " Your full forecast is next."}, {"timestamp": [3102.18, 3104.06], "text": " And then a wine twist on the project."}, {"timestamp": [3104.66, 3107.76], "text": " Yes, if you're thinking about twisting the top off a bottle right now,"}, {"timestamp": [3107.84, 3111.72], "text": " then you better watch because it turns out the real reason your head might hurt after wine"}, {"timestamp": [3111.72, 3114.1], "text": " may not be what you think it is."}, {"timestamp": [3114.26, 3118.8], "text": " And country singer Tammy Nielsen tells us about meeting her idol, Willie Nelson."}, {"timestamp": [3119.22, 3121.4], "text": " So I get to meet my idol, Tammy Nelson."}, {"timestamp": [3121.68, 3123.82], "text": " And Mark gets to meet his idol, Mark."}, {"timestamp": [3123.92, 3124.46], "text": " No, Patty."}, {"timestamp": [3124.72, 3146.04], "text": " The project is next. Get out of the floor Come on and get out of the floor Rewat Grab some Go Go"}, {"timestamp": [3146.04, 3146.06], "text": " Go"}, {"timestamp": [3146.06, 3146.84], "text": " Go"}, {"timestamp": [3146.84, 3149.98], "text": " Get out"}, {"timestamp": [3149.98, 3154.54], "text": " You're"}, {"timestamp": [3154.54, 3155.5], "text": " By Michael Hill"}, {"timestamp": [3155.5, 3156.82], "text": " Dancing with the Stars"}, {"timestamp": [3156.82, 3158.18], "text": " Premier Sunday at 7"}, {"timestamp": [3158.18, 3159.82], "text": " On 3 and 3 now"}, {"timestamp": [3159.82, 3161.96], "text": " Grab some groceries on the go"}, {"timestamp": [3161.96, 3162.92], "text": " At the Warehouse"}, {"timestamp": [3162.92, 3164.16], "text": " Sanitarium weekbacks"}, {"timestamp": [3164.16, 3165.8], "text": " 1.2 Ks just $5."}, {"timestamp": [3166.34, 3168.42], "text": " These Greg's special blend refills just a dollar"}, {"timestamp": [3168.42, 3172.7], "text": " and five KGs of the Sunrise Rice just $10 at the warehouse"}, {"timestamp": [3172.7, 3199.4], "text": " where everyone gets a bargain. You know, you know, you can't you can't be able to be a machine,"}, {"timestamp": [3199.4, 3201.56], "text": " running the edge."}, {"timestamp": [3203.64, 3237.22], "text": " Not thinking about what I left behind Great deal store wide."}, {"timestamp": [3237.22, 3239.0], "text": " At Harvey Norman."}, {"timestamp": [3239.42, 3241.08], "text": " Relax in this fabric recliner chair."}, {"timestamp": [3241.38, 3242.54], "text": " Now just 988."}, {"timestamp": [3243.1, 3243.98], "text": " Update your bedroom."}, {"timestamp": [3244.26, 3245.72], "text": " Queen bed frames. Prism"}, {"timestamp": [3245.72, 3253.76], "text": " now 139. Coomore, now 1499. Save 136 on this Fisher and Pichel 6KG sensor dryer. Now just"}, {"timestamp": [3253.76, 3261.16], "text": " 749. And save 30% on this one terabyte hard drive. Now $63. Plus 60 months interest free"}, {"timestamp": [3261.16, 3264.28], "text": " store wide. On now at Harvey Norman. Go!"}, {"timestamp": [3265.66, 3268.14], "text": " So you're sure that's the new piano teacher?"}, {"timestamp": [3268.44, 3269.84], "text": " Well, not Domino's guaranteed"}, {"timestamp": [3269.84, 3271.68], "text": " to deliver hot and fresh pizza or your money back,"}, {"timestamp": [3271.82, 3272.86], "text": " kind of sure."}, {"timestamp": [3274.44, 3276.0], "text": " Domino's, delivered hot and fresh"}, {"timestamp": [3276.0, 3277.5], "text": " or your money back, guaranteed."}, {"timestamp": [3277.76, 3278.12], "text": " River!"}, {"timestamp": [3280.68, 3283.22], "text": " Blood of history hidden in this place."}, {"timestamp": [3283.58, 3286.0], "text": " Bit of elbow grease, splash erasing."}, {"timestamp": [3286.0, 3290.0], "text": " And a hundred years later, you've got a place driven by passion."}, {"timestamp": [3290.0, 3295.0], "text": " See, everyone at Redcoe has an unexplainable bond with motoring."}, {"timestamp": [3295.0, 3300.0], "text": " Been that way for a hundred years."}, {"timestamp": [3300.0, 3303.0], "text": " What happens in the future?"}, {"timestamp": [3303.0, 3305.5], "text": " Well, you'll have to wait and see."}, {"timestamp": [3312.9, 3314.12], "text": " I'm Neil Armstrong."}, {"timestamp": [3315.52, 3316.86], "text": " From Buckland's Beach."}, {"timestamp": [3318.12, 3321.26], "text": " Get endless talk, text and data for just $36."}, {"timestamp": [3321.78, 3323.52], "text": " That's out of this world value."}, {"timestamp": [3323.74, 3324.42], "text": " Get the skinny!"}, {"timestamp": [3326.32, 3329.84], "text": " I tell you I love you a million times."}, {"timestamp": [3330.64, 3333.64], "text": " Say that I'm sorry if I made you cry."}, {"timestamp": [3334.48, 3337.58], "text": " Could never be half the woman even if I try."}, {"timestamp": [3338.64, 3339.5], "text": " But I try."}, {"timestamp": [3340.22, 3344.64], "text": " Honda's EHEV Jazz is now eligible for the Clean Car Rebate."}, {"timestamp": [3345.18, 3348.62], "text": " Stock is available now and still only $35,000."}, {"timestamp": [3349.34, 3353.22], "text": " Plus, receive over $4,000 cash-back rebate when you purchase."}, {"timestamp": [3353.78, 3355.04], "text": " Jazz from Honda."}, {"timestamp": [3360.0, 3362.4], "text": " Tomorrow's weather brought to you by nature."}, {"timestamp": [3363.02, 3364.52], "text": " Turn it to power by Meridian."}, {"timestamp": [3366.5, 3367.82], "text": " Kiyota, welcome back."}, {"timestamp": [3367.88, 3370.32], "text": " Another very unseasonably warm day today,"}, {"timestamp": [3370.48, 3374.84], "text": " all thanks to a northerly flow dragging warm and moist air from the subtropics,"}, {"timestamp": [3375.14, 3377.44], "text": " but it's set to change with a cooler southerly flow,"}, {"timestamp": [3377.56, 3379.84], "text": " starting with the South Island tomorrow afternoon."}, {"timestamp": [3380.16, 3383.48], "text": " There's a series of fronts too moving north with rain warnings and watches"}, {"timestamp": [3383.48, 3385.22], "text": " for the west and north of the south island."}, {"timestamp": [3386.1, 3391.48], "text": " So heavy rain expected with thunderstorms for the north and west of Tewai Ponaumu, the south island."}, {"timestamp": [3391.72, 3396.44], "text": " Rain develops over the southeast section in the morning, which I'm sure will be welcomed by some,"}, {"timestamp": [3396.76, 3400.78], "text": " but only scattered falls will reach the Canterbury Plains and Kaikoda Coast."}, {"timestamp": [3400.78, 3404.42], "text": " The warm northerly will change to a cooler southerly from the afternoon."}, {"timestamp": [3405.18, 3409.86], "text": " Another warm night ahead for Teika Amawi, the North Island, and tomorrow stays warm with"}, {"timestamp": [3409.86, 3416.38], "text": " the northe with the northe-eastern south. Shows in the north become more frequent in the afternoon,"}, {"timestamp": [3416.52, 3422.68], "text": " possibly heavy too, and showers will dot the west. So as mentioned, showers in the north,"}, {"timestamp": [3422.76, 3425.22], "text": " which become frequent and heavy in the afternoon,"}, {"timestamp": [3427.34, 3428.32], "text": " nor Easterlies and another warm day."}, {"timestamp": [3432.06, 3432.24], "text": " Cloudy with showers here in the morning, and those showers pick up in the afternoon too."}, {"timestamp": [3436.86, 3437.82], "text": " Nor Easterlies for most with another warm night, 18 degrees the low along the coast."}, {"timestamp": [3442.18, 3442.56], "text": " Fine skies expected for the east coast with northerlies for Hawks Bay and Gisbin."}, {"timestamp": [3447.6, 3448.3], "text": " Westerlies develop in the afternoon for Danny Berg and gusty norwesterlies during the day for Masterton."}, {"timestamp": [3450.92, 3453.62], "text": " It's cloudy for the rest of the north with showers for New Plymouth which turns to heavy rain with thunderstorms in the evening."}, {"timestamp": [3454.04, 3455.76], "text": " Heavy showers for Carpati and Wellington"}, {"timestamp": [3455.76, 3459.22], "text": " with northerlies rising to gale falls tomorrow morning."}, {"timestamp": [3459.98, 3462.36], "text": " Crossing Temoana, Orokawa Cook straight"}, {"timestamp": [3462.36, 3464.6], "text": " and the symbols speak for themselves really rain"}, {"timestamp": [3464.6, 3466.44], "text": " with heavy falls and thunderstorms,"}, {"timestamp": [3466.5, 3468.7], "text": " with northerly's shifting late in the evening."}, {"timestamp": [3469.4, 3471.16], "text": " Rain at times tomorrow for the east,"}, {"timestamp": [3471.26, 3473.4], "text": " with Kaikaura remaining dry in the morning,"}, {"timestamp": [3473.54, 3477.3], "text": " but rain then spreads there and blenem in the afternoon with gusty winds."}, {"timestamp": [3478.16, 3481.08], "text": " And occasional rain, becoming persistent across the day"}, {"timestamp": [3481.08, 3482.1], "text": " for the rest of the island."}, {"timestamp": [3482.46, 3484.42], "text": " Oamaru, your rain arrives in the evening."}, {"timestamp": [3484.7, 3487.92], "text": " Winds shift a bit too with that southerly arriving after lunch."}, {"timestamp": [3488.66, 3491.34], "text": " So Otepoet Deneid and will remain cloudy tonight."}, {"timestamp": [3491.5, 3495.9], "text": " Tomorrow the rain arrives becoming widespread in the evening as Northerlies turn southerly."}, {"timestamp": [3496.68, 3500.58], "text": " Rain tomorrow morning for Otautahe Christchurch, but it clears in the afternoon."}, {"timestamp": [3500.88, 3504.62], "text": " A warm high of 26 but the wind will make it feel more like 21."}, {"timestamp": [3505.68, 3509.96], "text": " Mostly cloudy in the morning for Tefanganui-Atero Wellington, with northerlies rising to Gale"}, {"timestamp": [3509.96, 3512.44], "text": " Falls, gusting 90ks in exposed places."}, {"timestamp": [3512.84, 3516.78], "text": " In the afternoon, showers arrived turning to rain with heavy falls in the evening."}, {"timestamp": [3517.7, 3521.98], "text": " Another cracker day in Te Matawa-Mauaihawks Bay, fine weather all day with northerlies,"}, {"timestamp": [3521.98, 3525.32], "text": " a mild night of 17 17 with 25 the high tomorrow"}, {"timestamp": [3525.32, 3525.92], "text": " in Napier."}, {"timestamp": [3526.62, 3528.58], "text": " Further up the island, it's not as kind."}, {"timestamp": [3528.78, 3532.5], "text": " Showers become frequent in Tauranga tomorrow afternoon with no easterlies."}, {"timestamp": [3533.36, 3535.46], "text": " Mostly cloudy tomorrow in Kere Kerearo, Hamilton."}, {"timestamp": [3535.82, 3540.06], "text": " Showers do arrive, but not till after lunch with nor easterlies and a high of 24."}, {"timestamp": [3541.36, 3545.98], "text": " And cloudy with showers for Tamiki Makoto, Auckland, but still warm with a mild night ahead,"}, {"timestamp": [3546.32, 3549.06], "text": " though showers become frequent and heavy in the afternoon."}, {"timestamp": [3549.78, 3554.62], "text": " Now over the Tasman and it's a wet day for Ken's showers also for Hobart, Melbourne and Sydney,"}, {"timestamp": [3554.76, 3557.88], "text": " with Easter leaves running off the desert warming Perth to 29."}, {"timestamp": [3558.56, 3561.38], "text": " And rain for Tonga and Nui with thunderstorms in Fiji,"}, {"timestamp": [3561.38, 3565.26], "text": " a large wave warning has been issued for the southern Cook Islands too."}, {"timestamp": [3566.02, 3574.16], "text": " Back home and with the next long weekend inching closer, many eyes are on the outlook, which in the north looks good for Saturday, but showers do return on Sunday."}, {"timestamp": [3575.08, 3577.12], "text": " Friday sees some heavy rain here."}, {"timestamp": [3577.36, 3582.42], "text": " First thing in the morning, it'll be heavy for Bay of plenty, but Saturday and Sunday look lovely, just a little cooler."}, {"timestamp": [3583.44, 3586.66], "text": " Shows expected on Friday returning on Sunday for most, but Saturday looks lovely and fine, just a little cooler. Shows expected on Friday returning on Sunday for most,"}, {"timestamp": [3586.76, 3589.74], "text": " but Saturday looks lovely and fine, but again slightly cooler."}, {"timestamp": [3590.66, 3592.88], "text": " Shows stick around for the West Coast for the weekend,"}, {"timestamp": [3593.04, 3597.3], "text": " but there's plenty of sunshine elsewhere and cooler overnight lows for all two."}, {"timestamp": [3598.02, 3601.64], "text": " And Saturday looks to be the better day over the weekend for the lower half of the south,"}, {"timestamp": [3601.64, 3604.6], "text": " with rain returning to Southland and Dunedin on Sunday."}, {"timestamp": [3609.1, 3614.64], "text": " So at least some fine weather this weekend to get out and soak up the gorgeous scenery like here in otago beautiful thank you very much heather well that's news hub live at six"}, {"timestamp": [3614.64, 3619.58], "text": " four today rebecca wright will have more news on news hub live at 8 p m on eden and the newsub"}, {"timestamp": [3619.58, 3624.86], "text": " late team has the latest here on three at 1030 i'm laura tupo and i'm tom mccray and"}], "text": " The young man who fell to his death at Auckland port yesterday was working on the same ship as his father. The Prime Minister is visiting Singapore but all eyes are on China and its new Pacific agreement. And big changes to fishing rules have just been announced affecting all recreational anglers. The Tener Tena Tatao Katoa, Good Evening. The 26-year-old who died at Auckland Port yesterday was working on the same ship as his father. The family of Atiroa Tua Tauaiti have described him as an angel with a smile so constant you would think it was painted on. He was also a partner and a father to a new baby and will be remembered with a family service in Auckland before being taken back to the Cook Islands to be laid to rest. Alice Wilkins reports. Atiro Tuo Tua Tui Jr., known as Ati to those who loved him, was a quiet, gentle giant who was selfless to a fault and a new dad. If I could describe him, an angel, he'll basically take his shoes off, then he'll walk in the snow while he'll carry you on his back. That's the type of personality he was. Yesterday, a haka rang out across Auckland's port as Atiroa's body was moved from the sight of the accident. His father, Atiroa senior, who worked with Ati on the same ship, is shown in this video which family have given us permission to use, visibly inconsolable as he stood beside his son. We did ask him how you're feeling, and it's inscribable with a word. You couldn't even utter a word. Twenty-six-year-old Ateroah fell from a height while loading and unloading containers yesterday morning. He was working on the ship Capitan Tasman as a stevedore employed by private company Wallace investments. All work on the ship has since stopped. The hardest bit for us to know is it's how it happened, how the accident happened, how he lost his life. And I, you would not wish that on port anyone. Coi Orica, one of Ate's cousins, says it wasn't just Attero's dad who worked at the port, but other family members were also his co-workers. His cousins were there too. His cousins who so happens to be his best friends. And one of the young men that was standing beside his dad is Nati, which is they were inseparable. Where you find Ate, you find Nāt. Where you find Nāti, you find Arti. Today a small group of Ati's closest family returned to the port for a private tapu-lifting prayer service at the scene of his death. The young Stevedore, who was born in Atataki in the Cook Islands and moved to New Zealand in his late teens, leaves behind his partner Kura and their new baby boy still under one year old. It's really hard to fathom what's actually happening to us. Why does it happen to the good people? The quiet and gentle, much-loved character who left home for work in the morning and his family expected would return that night. Alice Wilkins joins us now from Auckland, Port. And Alice, what's next for Atiro's family? Well, investigations by Maritime New Zealand and Wallace's investments into how this accident happened are ongoing. But for Atiro's family, they're now waiting to take him home where they can celebrate and remember his life together here in Auckland. Then he will be flown to the Cook Islands his home so he can be laid to rest. Alice, thank you. The sustainability of supply change and of the planet with the focus of the Prime Minister's second day in Singapore. New Zealand signed agreements on both fronts, but it's another agreement involving China, which is causing concern. Political reporter Amelia Wade is with the Prime Minister in Singapore. Singapore's shores stacked with ships lining up to get unloaded. 250,000 containers get processed here every single day. When COVID slows this port down, the whole world suffers. The Prime Minister paying the port a visit to announce a joint working group to shore up supply chains. COVID has taught us many, many lessons, but the impact that supply chain constraints can have on economies, particularly small economies, was one of them. Sustainability of supply chains are focus of the day and sustainability of the planet, signing up for more sustainable aviation. Climate change for both our nations represents an existential crisis. Not just fossil fuels, New Zealand needs to depend on less. We've got a trade addiction to China. And we'll continue to invest in the Chinese market, but it's an end story here. How do we support growth in other markets such as Southeast Asia and Japan? But despite branching out New Zealand's biggest company sticking with China. China's still a very, very important market. China, a very, very important market engaging in very, very worrying behaviour. It's reportedly just signed its long suspected security pact with the Solomon Islands. Simply put, there is no need for this agreement that they have signed. Sparking concern that China will look to throw its military weight around the region. The broad nature of the security agreement leaves open the door for the deployment of PRC military forces to the Solomon Islands. There is a lot of influence going on in the Pacific, and there is a lot of pressure being placed on other Pacific countries. We must also draw clear lines where we have areas of concern, and the militarisation of our region is a very clear line. Because there is a lot at stake. But are Derns going to wait for formal sit-downs with the superpowers, the US and China, to raise those concerns leader to leader. There are some leaders where you simply don't drop a WhatsApp too. I would consider President Xi and President Biden to be amongst those. The threat of Chinese warships in the Pacific, no doubt straight to the top of the agenda for the Japan leg of this trip. The PM headed there tonight. In Singapore, Amelia Wade News Hub. Russia has launched a new phase of the war with more than 1,200 missile strikes in eastern Ukraine. As Europe correspondent, Lissette Raymer reports, the battle for Donbass is now underway and will be one of the most important of the war. Across the night sky, the Battle of Donbass burst into life, and the strikes haven't stopped since. Russia claims to have hit more than 1,200 targets in 24 hours, starting as it means to continue, aggressive and relentless. The front line in the east is 480 kilometres long. Right beside it, this hospice was urgently evacuated this morning. Residents carried onto buses by their carers who were desperate to get them to safety. Ukrainian fighters have been repelling the Russian advances, but in the town of Kramatwsk, the death toll has begun. And an hour north of there, the city of Kremliniaarsk the death toll has begun and an hour north of there the city of Kremlinia has already reportedly fallen into Russian control. Putin looks to have learnt lessons from his failed first assault and his forces are now moving in smaller, more mobile units backed by air support. The sprawling region is made up of Donetsk and Lujansk. For eight years, parts of Donbass have been controlled by Russian-backed forces. Now the offensive is pushing west. Today, the Kremlin boasted that this has always been the plan. This operation in the east of Ukraine is aimed, as was announced from the very beginning, to fully liberate the Donetska and Lugansk Republics. And this operation will continue. President Putin might be refocusing in the east, but he has not blinked in the south. Russian troops today bombed the steel plant in Mariupol, where a dwindling Ukrainian force is still holed up, while civilians attended makeshift markets paying extortionate prices to charge their phones and send IAM alive messages to loved ones. Tonight, there are renewed fears also of a chemical weapons attack. Ukrainian officials have called for 200,000 gas masks to be sent to the capital, while Kiev's hospital is keeping half of the beds free, an anticipation of the next assault. If the question is, are you ready, we are ready. Ukraine has successfully defended its freedom in the north, but its resistance is about to face its toughest test yet. In London, Lisztraima Newsub. 10,000 allied health workers have voted to take strike action in May. The workforce includes public physios, mental health workers and sterile services technicians. They'll work to rule through mid-May and will hold a 24-hour strike on the 16th. They've waited more than a year for their DHBs to table a pay offer they find acceptable. Health Minister Andrew Little is urging the parties to continue working with the facilitator to reach an agreement. A bus lane in Auckland's new market is generating around $12,000 worth of fines a day. The Automobile Association says it's a huge amount for a small bus lane and the council needs to find a way to get infringements down. Ashley Yates has more. The lane of pain. I described this road as messy, chaotic, dysfunctional. Last year, Logan Kingsbury was caught four times in this bus lane on Auckland's Kaiba Pass Road. His overall bill, $600. The right lane in this stretch of road gets quite congested and quite chaotic, and you can only see the lane at the top of the lights to go right. The lane to go left is actually hidden. So I went in the left lane, which turned up to be the bus lane. The whole lane measures just 160 metres, but get caught driving 50 metres on it and you're stung with a bill of $150. It generated $4.3 million in fines last year alone. It's a huge number. To us, it seems way out of whack with other bus lanes. The AA says this particular bus lane has been a problem for years. It's a very tricky intersection for people to navigate, particularly when it's really congested. Many of those court have accused Auckland Transport of revenue gathering. In a statement, Auckland Transport says revenue is not its focus, and that the goal is to help Aucklanders travel effectively and efficiently through new market by bus. It says it will carefully consider requests for improvement from the community. There's a real problem here and, you know, Auckland transport role is to serve all users of the transport system. I think they need to take a look at how they can make it easier for people to comply so they can get those infringement levels down as well as keeping the bus name flowing freely. For Logan, he acknowledges he was in the wrong. Observe the signs. Don't assume that, like me foolishly, that there's seven to ten or four to seven, and just don't drop in bus lanes. A tough lesson, which this motorist may be about to learn soon, Ashley Yates News Hub. A person has died following a house fire in Oatahoo this morning. Emergency services responded to the fire in the Auckland suburb just after 10. A body was found in the house, but the death is not being treated as suspicious and will be referred to the coroner. Police alongside fire and emergency New Zealand are working to establish the circumstances around the fire. Significant changes to fishing rules have been announced affecting all recreational anglers. It follows a case in the Coromandel where thousands of Pink Maumal were taken by a fisher in a single day, but no punishment was dished out as it was technically legal. Investigations reporter Michael Mara has the story. Bin's full of sought-after reef fish called Pink Mau Mau. Taken by the thousands, it was a site that enraged locals who witnessed it on many occasions. Where do you catch those? Blind enough. It was pretty sickening. What was worse was finding out that it was actually legal and that that loophole existed for people to be able to take as many as they wanted. Yes, taking as many pink Mao-mau as you'd like was allowed. In the media, I think it was you, showed that people were plundering that particular fish stock because it wasn't subject to a limit, so now we're including them all within the bag limit. There are 1,000 fin fish in New Zealand, however, only 43 species have daily limits. New rules will take effect from May 5, meaning all species will be included in the daily limit of 20. Mike Barna led the campaign for change. I think it's huge. I think at the end of the day, we've got fish stocks collapsing all around the country. And I think we need to be realistic about how many fish we take out of the ocean. It's not just about pink and blue maumau, but other lesser-known but good eating species like pigfish and granddaddy Harpuka. What it means is if you catch 10 Mau Mau, 7 snapper and 3 kingfish, for example, you've reached your daily limit. Minister David Parker said part of the decision was that eating preferences are changing. I think the rules became a bit outdated. Our culture has become a lot more sophisticated. We have a lot more cuisines that are cooked in New Zealand than used to be the case. And we're now utilising fish that used to be thrown away and people didn't actively try to catch. For example, the humble Kahawai, once vilified as no good, is now served raw in some of Auckland's best restaurants. If you don't have a limit on some of these other species, they can be depleted locally in a way that might take a long, long time for them to come back. The rules protecting species that previously never had protection apply for both the North and South Island. Michael Mora, Newsup. Conservation Minister Keri Allen has described the state of New Zealand's biodiversity as incredibly dire. Today, she launched her plan to turn it around. It comes one week after a damning report into the declining health of our wildlife. Political reporter Imogen Wells has more. The first thing you notice when you step off the boat and onto Wellington's Manor Island is the bird song. The scenic reserves, one of more than 80 predator-free sanctuaries in Aalue, a fitting location for announcing plans to tackle our declining biodiversity. We are living in an incredibly dire situation when it comes to biodiversity loss. So, in a bid to turn things around, the Minister's released 34 pages' worth of conservation goals for the next three years, which will set the direction for the government's plan to protect native plants and wildlife over the next 30 years. This is a cracking start. We will definitely be keeping a close eye on this is when we'll do it because of that urgency. Urgency that's staring us in the face. Last week, the Environment Ministry and Stats New Zealand released a damning report into the state of our environment. To put it simply, it said we're in real trouble, with introduced pests killing around 26.6 million native bird eggs and chicks every year. If we don't curb our activities and our behaviour right now, I can't guarantee that in decade or two's time, the 4,000 species there are at brink of being threatened or on the brink of extinction will be here and that will be a grave grave mark against our generation's name. A major step in this plan updating our conservation management laws. Currently there are a complex web of legislation including the 1953 Wildlife Act, old enough to have its very own gold card. Forest and Bird says it's legislative change and cash that'll make the most difference. What I'd like to see is the grunt in behind it. More grunt. So we can hear more of this. Imogen Wells News Hub. Well, Heather's here with a recap of the weather today and it was a record-breaking warm day. Yeah, it was. Auckland reached 26.5 degrees today. That's the warmest day in April for the city since records began in 1966. There was on the warmest centre today though. Wanganui hit 27 degrees, 9 degrees above average for this time of the year. Slightly cooler in the south, Twisle, dropping to 0.6. Now there is Sutherley on the way. I'll have more details after sport. Thanks Heather. Suitcase sales have had a sudden increase, but why we need tourists to return before we have our flights out of New Zealand return to the levels we once had. 600 and counting. That's the number of Māori battalion soldiers who are yet to receive medals for their service in World War II. And bumping across the rooftops of Melbourne, a hot air balloon ride that didn't quite go to plan. Tonight, the jewelry shop owners being targeted by Ram Raid after Ram Raid. Terrified the next attack could come at any moment. And Kiwi Country Star Tammy Nilsson is here to tell us what it was like recording with Willie Nelson. 70m after NewsHull. Tonight on three, it's parental guidance before an extreme version of Tugger War on all-new SAS Australia. And Tiger King merely scratched the surface. Stream the other side of the story Carol Baskin's Cage Fight on three now. Losing sleep, stress can interrupt your sleep routine, causing waking during the night. That's why we created sleep science. It contains an extract from asparagus stem to support healthy stress levels for quality sleep. Clinicians, keep your body working. Different isn't just electric. Different is new experiences. Implanting five natives with every car sold. The All-Electric Mazda MX30. Welcome to Different. Turn out. Tenor. For a quality kitchen, book a free appointment with a kitchen consultant at MIT10, who can help you from design to completion. What if you could see where you are using the most energy and make smarter choices about how you use it? With energy IQ, Genesis customers can. Genesis, with you, for you. The RSA is old. But not every veteran that we support is. Please give generously to the Poppy Appeal this April. Odoring's biggest sale is on now. Get 50% off Nandina Golf Stream and Essential Gloves. 30% of Gara, Rose and White, bog tulip packs and Amaria terracotta pink and white. And 15 to 50% of all outdoor plants. At all the rings. Summer in the morning light, everything's feeling right, waves in the distance calling me home again. Back to the moment, down to the morning. You and me, the koi up to the mama Down to the morning You and me The Korea To be Peketupé Singe Pick me up on the baseline Pick me up on the way Upoba Upovita daire Oh Upah Upo Bipiita Out Wide open spaces Mok on faces Anywhere On this way We're going to be there. We see you moving with the times, Aaltearo, and so we're moving with you. No Leaming's price smash. The Dyson V8 Animals, 69, and LG 65-inch 4K smart TV 1149. Save 300 on iPhone 13 Pro Max with a photophone $60 or above plan, available at Noleaming. Selection is designed. To break people, this crew doesn't just break. Stop! Take him shortcuts! He explodes. Get back in the game. Oh my God. All new SAS Australia. Tonight, 830 on 3 and 3 now. Travel agents are warning a spike in bookings for overseas trips will only be sustained if inbound tourism picks up. Less than half of the airlines that serviced New Zealand pre-pandemic are currently flying in, meaning there are limited options for flying out. Kasha Brownlee reports. Travel on to Miami. After being derailed by the pandemic two years ago, Simon Radka's plans to travel over to the US are finally back on track. We're pretty stoked, actually. We're really excited. So it's something that seemed like it was going to take a long time to finally happen. Simon's one of many jetting off now the borders are loosening. The pent-up demand that we predicted has come to fruition and we're seeing 100% increases in bookings month on month. If we look at January, we're running sort of around 10% of what we were in 2019. Since the border announcements, we're now up to 65, 70% of the passenger numbers leaving New Zealand. But to sustain the uptick in the outbound travellers, inbound tourism needs to pick up. We've got a dozen or so airlines who are flying to New Zealand. Pre-COVID, it was 29. We really need to see that inbound coming to bring some of those other carriers back. And also for the airlines who are flying to bring even increased capacity. It's expected we won't see that until at least the end of the year. Without the inbound tourism, then New Zealand ink is going to suffer, exporters are going to suffer, and also New Zealanders looking to go away overseas are going to suffer. The increased number of jet setters speaks for itself, but so does suitcase sales. After having to pivot to include homewheres during the pandemic, online retailer Luggage.co.n.Z is bouncing back. We're up to about 80% of pre-pandemic luggage and suitcase sales. So that's really positive. Finally, nearly all the ingredients of a good holiday. People, if they are thinking about getting away this year, need to start planning and booking now so that they can make sure they can get their dreams fulfilled. And hope that internationals are doing the same because what takes off must first come in. Kasha Brownlee, News Hub. More than 600 soldiers who served in the Māori battalion have yet to receive their medals with the list growing every week. Lawyer David Stone has recently compiled the list based on his own research with the faunao of the soldiers now applying for the medals they never received. Our Māori Affairs correspondent, Tarina Kofai, has more. The 28th Māori Battalion, one of the country's most celebrated and decorated units that fought in World War II. Almost 3,600 soldiers served in the Māori battalion, more than 600 were killed, and more than 600 never received their war medals upon their return. On average, there's about four medals per soldier. There were those that had more, some had five, some had seven, some had nine. The unclaimed medals has been a personal quest for David Stone, starting over three years ago with his own grand uncle, Dooley Swan. On this quest to find out what happened to our uncle, what happened to his medals, Nick Minot, you've found over 500. Stone realised there was a problem with the army's policy of sending medals in the mail. Many Māori vets believed it had no mana, it didn't recognise Tecanga Māori and the importance of delivering something so significant as a war medal face to face. So they just didn't claim them. Just this week I've had children of soldiers ring up and they're in their 70s, they're in their 80s, and they said we had no idea that this was even a thing. They had no idea that dad was owed medals, so they're shocked. But last year, the return of the soldiers' unclaimed medals to their faunae began, and Stone finally received his grand-uncle's medal. He was one of the 134 soldiers from the Sea Company. However, Stone says it was the request made, he was one of the 134 soldiers from the Sea Company. However, Stone says it was the request made by the last survivor of the Māori Battalion, Sir Robert Gillies, that made him want to see all soldiers honoured. Korobom says, you know, ask you twice, can you please do D-Cup me? I mean, put me on the spot and I wasn't going to say no. I said, oh yeah, okay. Māori-Waititi is from B Company's Bay of Plenty region and believes the work by Stone should be supported and funded properly by the Ministry of Defence. We didn't get the heroes welcome that everybody asked it when they returned. We returned a month later. All the land ballots had been given out and many of them didn't receive medals. And so, you know, this is just honouring the memory of those Fano that have committed the optimist sacrifice. In the next three months, Stone hopes to have three ceremonies planned similar to those held for the Sea Company last year, but first he's guiding Fano through the Army's administrative process. If the government can help by giving some funding to help that happen, Kaupai. If they don't, we'll just carry on regardless. News Hub has approached the Ministry of Defence for comment. They haven't got back to us yet. Terina Kofai, News Hub. Coming up, Norel is in shortly with sport, and the new Blackfern's coach is expected to be announced in the next few days. Yeah, that's right. And there was a strong endorsement of who the next 15s coach should be following Glenn Moore's resignation. As the Black Fern's 7th team gathered in Mount Munganui as they prepare for their long-awaited return to the World Series. Plus, the latest on the Black Sticks women's team, who are also in need of a new coach after Graham Shaw quit a couple of weeks ago. Also coming up, what they call a battle against Nazis and Satanists. We get an insight into the Russian public perspective of the war in Ukraine. And crash landing in suburban Melbourne, 13 on board a hot air balloon, got a close-up view of trees and rooftops they hadn't paid for. Desperate Kiwis have been impacted by the brutal lottery system that was MIQ. I get emotional things done. It was a lot. Just the roller coaster of it. Do you want to say sorry? I acknowledge that they had a huge cost on people, particularly at that time of year. Keep an eye on the cake and don't eat any of the chocolate or the smarties. When you're not there, do your kids do as they're told. Did any of you eat some of the decorations? No. All power and resilience. I'm so scared. You're not going to fall. I promise you. We'll be tested. I'll watch it and cringe. Grant new parental guidance. Tonight, 730 on 3 and 3 now. You can do it, Samir. Go, go, go. Yes, Cimey. He's off to a strong start. Oh, like mother like son. Start your journey to financial well-being by getting your score. Search AMZ Howe. While Kelly is on the go with the kids, personal shopper Jenny is carefully picking Kelly's fresh produce. Kelly chose free pickup and collected her order on the way home. What's your way? We can help with that. Whoa. New? Yep. Yeah, we upgraded too. way home. What's your way? We can help with that. Whoa! Yeah? Yep. Yeah, we upgraded too. Well, this goes over 80Ks without using any petrol. That's 1.6 litres per 100 k. Hey! Well, us can charge at home and it can fast charge. Us too! It's all about safety. We've got ABS, FCM, B... Yeah, yeah. We got the whole out bit. We've got ABS, FCM. Yeah, yeah. We got the whole out bit. Seven seats? Obviously. Queen car discount. $5,750, right? Yeah, well, whatever. Ours is the next generation Mitsubishi Outlander. PHEV. Yep. So, Zals. We both have the same car! I know, right? And you totally thought that I didn't. So, you reckon you've got what it takes to be a dairy farmer? Hit it! You can't be easily distracted because you'll be getting an office with a mean as you. Why? Do you love animals? More importantly, do they love you? Are you a thinker? Hmm. A tinkerer? Do you enjoy playing with fun new toys? Yep. You'll be expected to get out in the community. You're a big part of what makes it tick. Fishing no more? Yep. Days off, they're compulsory. Sleep-ins, they're optional. This one's a biggie. You've always got to play the long game. Go-hoo! Because those little fellas, they depend on it. What do you reckon? Still think you've got what it takes? Come join us. All of us are on the move. We're all going places. We're moving up. We're moving out. We're moving on. Maybe we don't even know it yet, but we're all on a journey. Wherever you're going, here at BP, we can help you on your way. Lightning fast load times, up to 120 frames per second and thousands of games. Simply next gen. Get your Xbox Series S at the warehouse. This is the story of post, a post that had recently mastered the skill of invisibility. When a post appears out of nowhere, it's nice to have someone on your side. Your outdoor areas like a sanctuary. Outdoor heater, $198. Landscape plants $7.30 each. Where you find a competitive lower price on the same stock tight, we'll beat it by 15%. Lowest prices are just the beginning. A hot ear balloon has had a maiden flight in Melbourne that can be best described as hairy. A faulty valve meant the balloon couldn't reach a safe height. The pilot tried to guide the balloon to the beach but came up well short. All thirting people on board were unhurt despite a very bumpy landing. The Australian Transport Safety Bureau is investigating. Despite global condemnation, support for Vladimir Putin's invasion of Ukraine remains strong in Russia's rural heartlands. Many troops have been conscripted from these regions, places where almost all information is state-controlled, and where, crucially, the Nazi advance in World War II still casts a long shadow. ITV's Carl Dinnan reports from the Russian village of Comorri. There is a fresh grave in the cemetery in Comarie, a remote hamlet near the border with Belarus. It is that of a young Marine, Sergei Moraviov. He was 22. People live in traditional wooden houses here, they have no gas to heat their homes and in spring the road turns to mud. Sergei's family meet us at his graveside. He was the best son. He always dreamed of being a soldier. Sergei was an armored vehicle driver. He was killed on the 23rd of March near Zaporisia in southern Ukraine. His family knows some, but not all, of the details. We know he covered his comrades and peaceful citizens. We know that. Because of that, he received wounds to his spine and side, because he protected people, his comrades. Our daughter told us we should be very proud of our Sarajka, because he was a hero, a defender of our country and fatherland. How do you feel about the special operation in Ukraine and what he was there to do? Do we support it? Yes. Most of the information people get here is from State TV, which portrays the conflict in Ukraine as a fight against fascism. People here remember that when the Germans occupied this village in World War II, they burned down every single house but one. That is why the specter of Nazism holds such power here. That is why Vladimir Putin has told them that in Ukraine, they are fighting against Nazis. They aren't even fascists. They are Satanists, tormenting peaceful citizens, women, children. I think this needs to go to the end. Like so many in Russia, these people have no doubt the so-called special operation is in a just cause, and no doubt that the young men being sent to fight it are heroes. The Defence Force has announced its finalised a deal to sell surplus military equipment to Chile for just under 30 million New Zealand dollars. The sale of the 22 light-armoured vehicles, or labs, has been under negotiation for two years. They were originally part of a group of 105 bought by the NZDF in 2003, but 30 were deemed surplus to requirements and put up for sale. Another eight remain on the market. Coming up, taking to the witness stand actor Johnny Depp describes what life was like married to Amber Heard in his multi-million dollar defamation trial. A strong endorsement for who could fill the vacant Blackburn's coaching role after Glenn Moore's decision to quit in the wake of a scathing review into the team's culture. And why Stephen Adams had to step in to protect his team's best player in the Grizzly's latest playoff game. Tonight a Kiwi company is offering its employees period leave as at time other employers followed suit. And why some wine hangovers aren't really hangovers after all. We've got the big reveal at 7. This Anzac Day, trans-Tasman Titans clash as the Warriors and Storm go head to head Johnson! He's a flash of brilliance! Live and free on three. Great praise for the Warriors! Brought you by Sky Sport. Unbelievable finish here. NRL Warriors versus Storm. Anzac Day, 830 on 3 and 3 now. Hello, old friend. You gonna do this? Yes. Penn. Are you ready for me? Radio 9.15, 18. Oh, let's go down, stand. 2022. I've got a lot of ticket I've got to check. You guys want on? What's the next number? And... La La La La La La Who Who New May the Willeman Come to bring the shirt In Rome One day when the tongue In the sun We'll take our leave in time The majority of life On our planet It looks something like this. Either they nor the planet can stop and wait. It's my ocean's deep time. Jamie Huffles, massive price smashes on now. This premium Sony 55-inch TV 1796, that's nuts. And this Samsung 4K QLED, 1 488. That's nuts too. Plus free delivery on all LG Samsung, Sony and Panasonic TVs. KB, you've done it again. Get your free consumer's guide to hearing aids. New Zealand's only independent guide to all the latest models. Choose the right hearing aid for your lifestyle and budget. Call 0-800-45-45-42 for your free copy. In financial news tonight, we're seeing more New Zealanders. Bundling their home utilities with slingshot, saving money in record numbers. Boom. So, economically speaking, I... Funding other stuff with broadband does increase one's propensity to save bad cash. Boom. I promise you. Funding up will keep more money in the pockets of hardworking New Zealanders, starting today. Bundle up with slingshot, save money. Boom. Jessica, bent over. Hey, small spenders, you give a new meaning to living comfortably. You're the connoisseurs of coziness. Turning up the heat and keeping cost down. Saving, you do it in your sleep. Yeah, you throw on that extra layer. You make saving look hot. You put the snug in style. Winter is here, but you've already got it wrapped up. The warehouse, where everyone gets a bargain. X going to give it to you. Wait for you to get it on your own. X going to deliver to you. Knock, knock. Open up the door to spread. Save like a boss with a new bucket for two. News Hub Sport with Suzuki, supporting our future stars with Fano Afina Plunkett. The coach behind the Black Fern's Sevens Olympics success has been endorsed for the Fern's vacant 15-aside job. Alan Bunting helped mastermind the Sevens golden run in Tokyo, but in the wake of Glenn Moore's shock resignation from the 15 setup, he's now seen as the natural replacement. Gordon Finlater reports. It's been more than 800 days since the Blackfern's Sevens team played on the World Series. Far out, it's been a long time. Corey Sweeney is looking forward to travelling with the team to Canada next weekend. He wants to continue the success of former co-coach Alan Bunting, who stepped down after the team won gold in Tokyo. And with players in both the sevens and 15 squads, Sweeney is endorsing Bunting to take over as Blackfern's coach. He's done some really special things with this group of players, and certainly if that was what happened then I would support that. This comes after the damning review into the Blackfern's culture. Even though Glenmore was retained in the wake of the backlash with accusations against team management of ghosting and body shaming, he resigned a few days later. This has left the women's rugby world cup champions without a coach, less than six months out from this year's tournament, staged here in New Zealand. Wouldn't say I think it's the right thing. Some are sad to see him go. I felt for him. My personal experiences with Glenmore, he was awesome. I was actually really sad. I made my debut in 2015 when he made his, so we grew a close connection. Sweeney, though, has seen firsthand the environment bunting created with the seven site. He established a culture in this program right from whatever it was 2016 and the players, the management all brought into that and he connected people together with a real common purpose. A new Black Fern's coach is expected to be announced in the coming days. Gordon Fend later, Newsop. The Black Sticks women are also in the rebuilding phase after Graham Shaw quit as coach. They make their return to the international hockey stage against Australia in Auckland next month and are banking on their Trans-Tasman rivals to give their World Cup and Commonwealth Games preparation a much-needed boost. If the Black Sticks women have learned anything from the past 12 months, it's that... Consistent performances leads to medals. A lesson learned the hard way in Tokyo after being knocked out of the quarterfinals by the Netherlands. You have to win quarters, semis in the final to be in the medal contention. So I think it's something we're definitely honing in on over the next couple of months. An assignment made even harder with no one in charge after Graham Shaw quit his coach earlier this month to return home to Ireland. For Graham, he's made the right call and we support him with that. It was a bit of a shock, but I think the team's consolidated really well and, yeah, we've made a plan going forward. 2020 is a big year. Coming off Tokyo, you don't get the down year we normally get and now we've got a World Cup and Commonwealth Games. And Commonwealth Champions, New Zealand! At July's Commonwealth Games in Birmingham they're hoping to win back-to-back gold medals. Just use that as huge inspiration and draw off that confidence. We know it's not going to be easy, there's going to be some huge competition. And for that look no further than Australia with a four-match series against the Hockey Ruse locked in for Auckland next month. You know there's every potential that we could play them in a semi-refinal in both events so I think it's really important that we do get eyes on what they are because they are a little bit different like we are. The complexion of the team is sure to change once again when a new head coach is finally found. NRL referees boss Graham Annesley has denied unconscious bias exists against the lower-ranked teams, including the Warriors. Warriors fans were again frustrated with the match officials unleashing several puzzling decisions in the 22-14 defeat to the Sydney Roosters, one of the glamour teams in the competition. And as Lee says, there's no favouritism, but the game's leading commentators aren't buying it. Unconscious bias, by definition, is unconscious. The Warriors had a few tough calls against the roosters on the weekend. Which would support the argument. Which would support the argument. Tedesco should have been sin-bend in that game. Warriors will take on another glamour team, the Melbourne Storm on Anzac Day. And that game is live and free on three at 8.30 on Monday night, brought to you by Sky Sport. Well, Liverpool was back on top of the English Premier League table after thrashing arch rivals Manchester United 4-0. United was run ragged by the Reds, with Starford, Mohamed Sulla, bagging himself a double, ending an eight-game goal-scoring drought. Manager Ralph Ragnet didn't hold back on his thoughts about his site's performance as Manu continue to lose ground on the Premier League's top four. They just showed what kind of calibre there are. Right now we are not up for it, we are not good enough to get points in a game like against Liverpool. They are one of the best, if not the best teams in the world right now and we are far away from that. We have to be honest. We are just not physical enough. United were without star striker Cristiano Ronaldo, who was absent following the death of his newborn son, but he wasn't far from the fans' hearts and minds as they paid tribute to Ronaldo and his family. Stopping to applaud out of sympathy for a Manchester United superstar. This is a sport should be. Anybody who is a parent can only find intolerable the thought of losing a child. Liverpool has put the pressure on Manchester City, who can move back to the top of the table with a win over Brighton tomorrow. World heavyweight champion Tyson Fury has distanced himself from links with Daniel Kinnahan, the alleged head of an Irish organised crime gang and says his sole focus is beating Dillian White at a sold-out Wembley Stadium on Sunday. Fury held a workout in front of the media, but White was a no-show, choosing instead to spar against Joseph Parker ahead of his WBC title challenge and Fury is not taking white lightly it's as dangerous as any heavyweight out there you know he's coming in Hungary he wants to win this fight he's a big shop at the opportunity of being champion of the world he's as dangerous as anybody else let's just say that when asked about his business dealings with Kinnahann, Fury was quick to stress it was none of his concern. This comes after the US government put up $7.5 million reward last week for information leading to Kinnahen's arrest. Well, finally tonight, foul trouble has seen Stephen Adams reduced to a mere spectator, as his Memphis Grizzly side dismantled the Minnesota Timberwolves 124 to 96 in game two of the NBA playoff series. Adams jumped into protector mode, shielding star point guard jar, Jan, rant from trouble. But Adams soon found himself in personal foul strife with two in the first two minutes of play. So Adams right there. Kind of looked certainly inadvertent from that vantage point. But any whistle here against Adams is going to be his second personal. Adams was forced to the bench while Morant went on to top score for the Grizzlies with 23 points to level the series one apiece. And that is what you call taking one for the team. Go Stephen Adams. That is why we love him. Thanks very much, Norel. Johnny Depp has described his turbulent relationship with his mother while on the stand in his defamation case against ex-wife Amber Hurd. The actor is suing Hurd over an article she wrote, alleging she was the victim of domestic abuse. Neil Connery from ITV has more. Johnny Depp arrived at court knowing she was the victim of domestic abuse. Neil Connery from ITV has more. Johnny Depp arrived at court knowing this was the day he would be able to present his case in his own words. His former wife, Amber Heard, who he's suing for defamation, wasn't far behind. He took the stand and spoke of his relationship with her and denied allegations of abuse. There were arguments and things of that nature, but never did I myself reach the point of striking misheard in any way. He talked of why he was suing herd over an article she wrote in the Washington Post, saying she had become a public figure representing domestic abuse. Since I knew that there was no truth to it whatsoever, I felt my responsibility to stand up not only for myself in that instance, but stand up for my children. The actor spoke of his upbringing. My mother was quite unpredictable. She had the ability to be as cruel as anyone can be. He told the court of how his mother had attempted suicide, acting out the effects of her overdose. I saw my mother, you know, in that mode. The actor tried to sum up the impact the allegations of abuse have had on him. One day, you're Cinderella, so to speak, and then in 0.6 seconds you're Quasimodo. Johnny Depp is no stranger to being center stage, but he knows his testimony in this case will be crucial in this bitter battle. Former One Direction star Harry Stiles has announced a stadium tour of New Zealand in Australia in 2023. The singer will perform his love-on tour show throughout Australia before heading to Auckland's Mount Smart Stadium on March the 7th. Tickets will go on sale to the general public next week on April the 27th. Well these are our top stories tonight. The 26-year-old who died at Auckland Port yesterday was a new dad and working on the same ship as his father. Atiroa Tua Iti will be remembered with a family service in Auckland before being taken back to the Cook Islands to be laid to rest. On her second day of her tour of Singapore, Prime Minister Jacinda Ardun has criticised a defence pact signed between China and the Solomon Islands, calling it a very clear line. She says she saw no need for the deal to have been done. And Russia has launched a new phase of its war in eastern Ukraine. The Battle of Dombas could be the most important. Moscow claims to have hit more than 1,200 targets in just 24 hours. And coming up, News Hub weather, and more heavy rain is on the way, Heather. Yeah, correct. With heavy rain for northern and western parts of the South Island and now for Mount Taranaki, too. The heaviest falls are likely in Fiordland and the ranges of Westland and Buller where surface flooding, slips and road closures are possible. Your full forecast is next. And then a wine twist on the project. Yes, if you're thinking about twisting the top off a bottle right now, then you better watch because it turns out the real reason your head might hurt after wine may not be what you think it is. And country singer Tammy Nielsen tells us about meeting her idol, Willie Nelson. So I get to meet my idol, Tammy Nelson. And Mark gets to meet his idol, Mark. No, Patty. The project is next. Get out of the floor Come on and get out of the floor Rewat Grab some Go Go Go Go Get out You're By Michael Hill Dancing with the Stars Premier Sunday at 7 On 3 and 3 now Grab some groceries on the go At the Warehouse Sanitarium weekbacks 1.2 Ks just $5. These Greg's special blend refills just a dollar and five KGs of the Sunrise Rice just $10 at the warehouse where everyone gets a bargain. You know, you know, you can't you can't be able to be a machine, running the edge. Not thinking about what I left behind Great deal store wide. At Harvey Norman. Relax in this fabric recliner chair. Now just 988. Update your bedroom. Queen bed frames. Prism now 139. Coomore, now 1499. Save 136 on this Fisher and Pichel 6KG sensor dryer. Now just 749. And save 30% on this one terabyte hard drive. Now $63. Plus 60 months interest free store wide. On now at Harvey Norman. Go! So you're sure that's the new piano teacher? Well, not Domino's guaranteed to deliver hot and fresh pizza or your money back, kind of sure. Domino's, delivered hot and fresh or your money back, guaranteed. River! Blood of history hidden in this place. Bit of elbow grease, splash erasing. And a hundred years later, you've got a place driven by passion. See, everyone at Redcoe has an unexplainable bond with motoring. Been that way for a hundred years. What happens in the future? Well, you'll have to wait and see. I'm Neil Armstrong. From Buckland's Beach. Get endless talk, text and data for just $36. That's out of this world value. Get the skinny! I tell you I love you a million times. Say that I'm sorry if I made you cry. Could never be half the woman even if I try. But I try. Honda's EHEV Jazz is now eligible for the Clean Car Rebate. Stock is available now and still only $35,000. Plus, receive over $4,000 cash-back rebate when you purchase. Jazz from Honda. Tomorrow's weather brought to you by nature. Turn it to power by Meridian. Kiyota, welcome back. Another very unseasonably warm day today, all thanks to a northerly flow dragging warm and moist air from the subtropics, but it's set to change with a cooler southerly flow, starting with the South Island tomorrow afternoon. There's a series of fronts too moving north with rain warnings and watches for the west and north of the south island. So heavy rain expected with thunderstorms for the north and west of Tewai Ponaumu, the south island. Rain develops over the southeast section in the morning, which I'm sure will be welcomed by some, but only scattered falls will reach the Canterbury Plains and Kaikoda Coast. The warm northerly will change to a cooler southerly from the afternoon. Another warm night ahead for Teika Amawi, the North Island, and tomorrow stays warm with the northe with the northe-eastern south. Shows in the north become more frequent in the afternoon, possibly heavy too, and showers will dot the west. So as mentioned, showers in the north, which become frequent and heavy in the afternoon, nor Easterlies and another warm day. Cloudy with showers here in the morning, and those showers pick up in the afternoon too. Nor Easterlies for most with another warm night, 18 degrees the low along the coast. Fine skies expected for the east coast with northerlies for Hawks Bay and Gisbin. Westerlies develop in the afternoon for Danny Berg and gusty norwesterlies during the day for Masterton. It's cloudy for the rest of the north with showers for New Plymouth which turns to heavy rain with thunderstorms in the evening. Heavy showers for Carpati and Wellington with northerlies rising to gale falls tomorrow morning. Crossing Temoana, Orokawa Cook straight and the symbols speak for themselves really rain with heavy falls and thunderstorms, with northerly's shifting late in the evening. Rain at times tomorrow for the east, with Kaikaura remaining dry in the morning, but rain then spreads there and blenem in the afternoon with gusty winds. And occasional rain, becoming persistent across the day for the rest of the island. Oamaru, your rain arrives in the evening. Winds shift a bit too with that southerly arriving after lunch. So Otepoet Deneid and will remain cloudy tonight. Tomorrow the rain arrives becoming widespread in the evening as Northerlies turn southerly. Rain tomorrow morning for Otautahe Christchurch, but it clears in the afternoon. A warm high of 26 but the wind will make it feel more like 21. Mostly cloudy in the morning for Tefanganui-Atero Wellington, with northerlies rising to Gale Falls, gusting 90ks in exposed places. In the afternoon, showers arrived turning to rain with heavy falls in the evening. Another cracker day in Te Matawa-Mauaihawks Bay, fine weather all day with northerlies, a mild night of 17 17 with 25 the high tomorrow in Napier. Further up the island, it's not as kind. Showers become frequent in Tauranga tomorrow afternoon with no easterlies. Mostly cloudy tomorrow in Kere Kerearo, Hamilton. Showers do arrive, but not till after lunch with nor easterlies and a high of 24. And cloudy with showers for Tamiki Makoto, Auckland, but still warm with a mild night ahead, though showers become frequent and heavy in the afternoon. Now over the Tasman and it's a wet day for Ken's showers also for Hobart, Melbourne and Sydney, with Easter leaves running off the desert warming Perth to 29. And rain for Tonga and Nui with thunderstorms in Fiji, a large wave warning has been issued for the southern Cook Islands too. Back home and with the next long weekend inching closer, many eyes are on the outlook, which in the north looks good for Saturday, but showers do return on Sunday. Friday sees some heavy rain here. First thing in the morning, it'll be heavy for Bay of plenty, but Saturday and Sunday look lovely, just a little cooler. Shows expected on Friday returning on Sunday for most, but Saturday looks lovely and fine, just a little cooler. Shows expected on Friday returning on Sunday for most, but Saturday looks lovely and fine, but again slightly cooler. Shows stick around for the West Coast for the weekend, but there's plenty of sunshine elsewhere and cooler overnight lows for all two. And Saturday looks to be the better day over the weekend for the lower half of the south, with rain returning to Southland and Dunedin on Sunday. So at least some fine weather this weekend to get out and soak up the gorgeous scenery like here in otago beautiful thank you very much heather well that's news hub live at six four today rebecca wright will have more news on news hub live at 8 p m on eden and the newsub late team has the latest here on three at 1030 i'm laura tupo and i'm tom mccray and"}