{"speakers": [], "chunks": [{"timestamp": [0.0, 4.56], "text": " that is one news. Thank you for watching. Time now for 7 chart with Sasha and Hayden."}, {"timestamp": [4.56, 8.96], "text": " Good evening, well if you googled anything today you might have noticed the"}, {"timestamp": [8.96, 14.12], "text": " Google Doodle commemorating Earth Day. Yes, cycle 22nd is surely the best of"}, {"timestamp": [14.12, 18.64], "text": " all days to start making some positive changes for the planet. The Google Doodle. How doodle?"}, {"timestamp": [18.64, 20.8], "text": " How doodle. How doodle. How dole I miss the Google Google Google. Anyway."}, {"timestamp": [20.8, 25.36], "text": ". What I have noticed is that everything. life is expensive, inflation is at its highest"}, {"timestamp": [25.36, 30.6], "text": " level in three decades, so what can we do right now that's good for the world and also good"}, {"timestamp": [30.6, 34.96], "text": " for our wallet?"}, {"timestamp": [34.96, 39.76], "text": " Feeding the family costs more than ever before."}, {"timestamp": [39.76, 47.12], "text": " Prices are up a staggering 7.6% on this time last year. It's the biggest jump in over a decade."}, {"timestamp": [47.12, 53.52], "text": " Despite that, last year we tossed out enough kai to feed the population of Dunedin for three years straight."}, {"timestamp": [55.2, 59.12], "text": " On this year's Earth Day we're encouraged to consider our food print"}, {"timestamp": [59.12, 64.24], "text": " because with food prices sure to keep rising just how much money are we throwing into the bin."}, {"timestamp": [67.12, 70.88], "text": " With a more on this we're joined by Veronica Shale from Zero Food Waste"}, {"timestamp": [70.88, 75.2], "text": " Challenge New Zealand. Great to have you with us tonight. Now that's an alarming statistic that we"}, {"timestamp": [75.2, 77.6], "text": " throw away enough food to feed an entire city."}, {"timestamp": [79.12, 84.16], "text": " Yes, hi guys, yes it really is alarming. In fact the most recent research shows that we throw away"}, {"timestamp": [84.16, 89.84], "text": " on average per household about 1259 bucks of food a year. So"}, {"timestamp": [89.84, 94.64], "text": " clearly it makes financial sense and environmental sense not to waste food and"}, {"timestamp": [94.64, 100.6], "text": " actually not wasting food and changing those behaviors isn't tricky and in fact"}, {"timestamp": [100.6, 103.96], "text": " it's not costly in fact quite the opposite."}, {"timestamp": [103.96, 107.6], "text": " Veronica, why are we worrying about households? Julie, there's bigger fish to fry,"}, {"timestamp": [107.6, 109.6], "text": " I wonder, why don't we go after the big corporations?"}, {"timestamp": [109.6, 114.96], "text": " Right, so look globally, yes we do waste a third of all the food that we produce from"}, {"timestamp": [114.96, 128.44], "text": " paddock to plate. So sure we're wasting food at the grower big kind of culprits in the food"}, {"timestamp": [128.44, 133.48], "text": " waste challenge. Well Veronica apart from maybe buying less or cooking smaller"}, {"timestamp": [133.48, 138.8], "text": " portions what else can we do? Well the United Nations have made it pretty clear that a"}, {"timestamp": [138.8, 143.0], "text": " plant-based diet is the best thing for the environment and for our health so"}, {"timestamp": [143.0, 150.48], "text": " actually you know our mothers and our grandmothers had it right. We need to not only eat more fruit and vegetables, you"}, {"timestamp": [150.48, 155.44], "text": " know, five plus a day, we need to also think about eating all of the fruit and vegetables."}, {"timestamp": [155.44, 161.28], "text": " So embracing those stems, the stalks, the skins, enjoying it all. You know, for example,"}, {"timestamp": [161.28, 168.12], "text": " use those broccoli stalks in your stir fry core in your porridge pot for some flavor."}, {"timestamp": [168.12, 171.16], "text": " I for one love preserving and scrappy cooking."}, {"timestamp": [171.16, 174.16], "text": " Use up those leftover vegetables and skins."}, {"timestamp": [174.16, 176.16], "text": " Make a broth or a stock."}, {"timestamp": [176.16, 179.92], "text": " And add that stews and soups later for a really nutritious flavor bomb."}, {"timestamp": [179.92, 181.24], "text": " But you know what?"}, {"timestamp": [181.24, 183.24], "text": " Embrace your freezer is your friend."}, {"timestamp": [183.24, 189.0], "text": " Frease those in-season herbs, vegetables and fruits."}, {"timestamp": [189.0, 193.0], "text": " Veronica, I guess you're going to tell me I've got to buy in season as well, right?"}, {"timestamp": [193.0, 198.0], "text": " Absolutely. You've got to think locally, you've got to think seasonally."}, {"timestamp": [198.0, 201.0], "text": " That means it's plentiful and it's affordable."}, {"timestamp": [201.0, 205.52], "text": " So right now that's broccoli and silver bead. It's mandarins and apples and"}, {"timestamp": [205.52, 211.92], "text": " pears and it's it's that key. We favourite, Fijoas. I mean they are everywhere and you can"}, {"timestamp": [211.92, 217.04], "text": " freeze them. You can scoop out that flesh, have them in the freezer for crumbles and cordials later."}, {"timestamp": [217.04, 226.28], "text": " The Five Plus a day food website has a great recipe for Fijo cordial. And again, embrace your freezer."}, {"timestamp": [226.28, 228.8], "text": " It really is your friend for fighting food waste"}, {"timestamp": [228.8, 231.32], "text": " and making sure it doesn't go into darn landfill"}, {"timestamp": [231.32, 232.52], "text": " and it's just better for the planet"}, {"timestamp": [232.52, 234.36], "text": " and it's much better for your pocket."}, {"timestamp": [234.36, 237.04], "text": " Veronica, I am looking forward to lobbing an apple core"}, {"timestamp": [237.04, 238.6], "text": " into the porridge pot this winter."}, {"timestamp": [238.6, 242.12], "text": " Thank you so much for your time."}, {"timestamp": [242.12, 267.44], "text": " see you again, Kakate. staple repeat last night's dinner. I think she'd be happy with that. You're saving food doing that. You've got to reheat everything. You've got your rice, or not your rice."}, {"timestamp": [267.44, 271.36], "text": " Maybe your rice, you really got to heat your rice. Overheat your rice, you carry your"}, {"timestamp": [271.36, 286.64], "text": " pasta, your pastry, your pastry, your pastry, your pasty, your pastry, your pastry, your pastry, your pasty. No, you, pastry, doesn't come back the next day so well. No, you wouldn't want to you wouldn't want to you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you largest Kappa Ha'a festival, what a segue, Team Atatitini, celebrates its golden anniversary 50 years."}, {"timestamp": [286.64, 293.04], "text": " To make the occasion, it's releasing one witer each weekday for 50 days before its 2023"}, {"timestamp": [293.04, 312.68], "text": " showdown, Tereau, Herringa Brown dipped into the archives to see where it all began. It all kicked off in 1972 in Lutumwa with 17 Kappa Haka performing as a celebration"}, {"timestamp": [312.68, 318.0], "text": " of Maori and Pacifica performing arts."}, {"timestamp": [318.0, 322.6], "text": " Formally known as the New Zealand Polynesian Cultural Festival."}, {"timestamp": [322.6, 329.64], "text": " Just a few hours ago here in Arawa Park, Rotarua, this stage resounded to the stamp of feet and the"}, {"timestamp": [329.72, 333.72], "text": " song and story of the Murray and island people echoed around the ground"}, {"timestamp": [334.4, 345.2], "text": " attended by some 900 performers, the Polynesian festival was quite a fantastic success. Since 2004 the festival has been known as"}, {"timestamp": [345.2, 348.8], "text": " Dematatini which translates to the many faces."}, {"timestamp": [351.2, 354.16], "text": " Pereui Hongi, a tutor and a Kai Haka"}, {"timestamp": [354.16, 356.8], "text": " or performer, is one of those faces."}, {"timestamp": [356.8, 359.6], "text": " Dematatani is now a national treasure."}, {"timestamp": [359.6, 363.76], "text": " It isn't just a couple Haka performance that all the"}, {"timestamp": [363.76, 366.08], "text": " mearies get up and go and do a"}, {"timestamp": [366.08, 368.32], "text": " bit of a witty and a pookana here and there."}, {"timestamp": [368.32, 369.32], "text": " No, no, no, Hwama."}, {"timestamp": [369.32, 387.56], "text": " There are more holistic benefits in our language and our history and our culture. What you're seeing is creativity. What you're not understanding is that the performance, that 30 minutes takes six months."}, {"timestamp": [387.56, 390.6], "text": " Every weekend all modes we are training."}, {"timestamp": [390.6, 393.96], "text": " 50 years on and the festival has since grown"}, {"timestamp": [393.96, 397.88], "text": " into one of the largest cultural festivals in the world."}, {"timestamp": [397.88, 399.84], "text": " The way in which we've been teaching,"}, {"timestamp": [399.84, 402.88], "text": " the next generation has been through song and dance."}, {"timestamp": [402.88, 410.12], "text": " And so we're actually maintaining this tradition. and to mark 50 golden years, Timotatini has released a"}, {"timestamp": [410.12, 415.0], "text": " book, a web series, and a very special album with the most iconic songs"}, {"timestamp": [415.0, 419.84], "text": " from the festival. With the guidance of Timototototini OGs, called"}, {"timestamp": [419.84, 426.88], "text": " Treventangy Wai Ruy Ruyah and musician Rob Ruja. Rob Ruja is absolutely amazing."}, {"timestamp": [426.88, 427.88], "text": " He's a mastermind."}, {"timestamp": [427.88, 430.32], "text": " We're so very fortunate to have him"}, {"timestamp": [430.32, 431.92], "text": " as the musical director,"}, {"timestamp": [431.92, 433.04], "text": " see it's a manage."}, {"timestamp": [433.04, 437.36], "text": " One, Timata Kaina, which is a group of haka icons"}, {"timestamp": [437.36, 438.64], "text": " in the Matsatini world."}, {"timestamp": [438.64, 444.36], "text": " Over the next 10 weeks, a new Waita will be released each weekday."}, {"timestamp": [444.36, 445.2], "text": " by award-winning hall. Over the next 10 weeks a new Wayata will be released each weekday"}, {"timestamp": [445.2, 447.4], "text": " some by award-winning artists."}, {"timestamp": [447.4, 451.4], "text": " You've got Rob, Rhea Hall, Maisydika, Troy Kini."}, {"timestamp": [451.4, 455.0], "text": " Mind why you've even got out to new tube babies,"}, {"timestamp": [455.0, 462.0], "text": " recreating these Matatini classics and putting them into a modern day context,"}, {"timestamp": [462.0, 486.8], "text": " a pop song if you will. 60,000 spectators over the space of four days. In the last 50 years of Tamatatini,"}, {"timestamp": [486.8, 491.2], "text": " this is the biggest venue the competition has ever seen."}, {"timestamp": [492.48, 493.48], "text": " I'm so excited."}, {"timestamp": [494.48, 498.8], "text": " I really do hope that, you know, it doesn't just stop at being"}, {"timestamp": [498.8, 501.8], "text": " forwarded the biggest events in Ao Taroa,"}, {"timestamp": [501.8, 503.96], "text": " but actually it needs to also be forwarded"}, {"timestamp": [503.96, 510.6], "text": " the biggest renumeration. The Matathines contributed significantly to the survival,"}, {"timestamp": [510.6, 516.8], "text": " revival and more importantly for me the practice of the Rio Maori"}, {"timestamp": [516.8, 521.0], "text": " niona Tijuana. And it's not just for Tiwi Maori. The excess"}, {"timestamp": [521.0, 526.52], "text": " Auckland has to the different cultures and diversities here will enable more"}, {"timestamp": [526.52, 546.16], "text": " cultures, more people to come and experience Kappa Haka at its highest competitive form. I am loving all of that, a visual feast of symphony for the eyes and for the years. Very exciting, lovely to see that old footage too."}, {"timestamp": [546.16, 551.96], "text": " Now as we head towards Anzac Day, a special salute to an iconic aircraft from the Second World War."}, {"timestamp": [551.96, 556.16], "text": " Agent Havelin mosquitoes were dispatched here at the end of the World War."}, {"timestamp": [556.16, 561.68], "text": " Now they were surplus to requirements, no one really wanted them, but the wooden wonders found limited use."}, {"timestamp": [561.68, 564.0], "text": " So they were sold off, mainly for their scrap value."}, {"timestamp": [564.0, 587.0], "text": ". found limited use so they were sold off mainly for their scrap value. But here is Michael Holland with one. I think it's mighty. Thank you, I think it is too. From an 11th cave of aviation all sorts,"}, {"timestamp": [587.0, 591.0], "text": " something masterful."}, {"timestamp": [593.0, 597.0], "text": " A World War II mosquito, as it once was,"}, {"timestamp": [597.0, 599.0], "text": " and now, as it always will be."}, {"timestamp": [599.0, 601.0], "text": " Probably one of the prettiest airplanes ever built,"}, {"timestamp": [601.0, 604.0], "text": " but you don't have to look far to see that it's actually a very angry airplane."}, {"timestamp": [604.0, 606.0], "text": " and it's made to cause harm."}, {"timestamp": [606.0, 616.0], "text": " The saviour of this piece of lethal elegance, the late John Smith who swooped in 66 years ago, to spirit a fiery scrapyard demise."}, {"timestamp": [616.0, 619.0], "text": " This would have been chopped up with an axe probably in burnt."}, {"timestamp": [619.0, 622.0], "text": " The metal bits would have been melted down."}, {"timestamp": [622.0, 630.72], "text": " One of 30 mosquitoes left in the world out of nearly 8,000 that were built."}, {"timestamp": [630.72, 636.8], "text": " John and his older brother George, now 91, towing it in sections from the RNZAF"}, {"timestamp": [636.8, 641.24], "text": " base at Glenham to their home at Marpua near Nelson."}, {"timestamp": [641.24, 646.4], "text": " The mosquito then left to sit for six decades, along with numerous other military"}, {"timestamp": [646.4, 652.56], "text": " aircraft, including a P51 Mustang and two P40 kitty hawks."}, {"timestamp": [652.56, 658.0], "text": " The cluttered shed finally giving up its priceless treasures with John Smith's passing three"}, {"timestamp": [658.0, 659.16], "text": " years ago."}, {"timestamp": [659.16, 666.04], "text": " The Mosquito spending the last 18 months under preservation at the Ulmaca Heritage Aviation Center where it"}, {"timestamp": [666.04, 668.04], "text": " will remain on loan."}, {"timestamp": [668.04, 669.04], "text": " Good looking plane."}, {"timestamp": [669.04, 672.32], "text": " They've done a beautiful job."}, {"timestamp": [672.32, 674.32], "text": " Did you ever think you'd see the day?"}, {"timestamp": [674.32, 675.32], "text": " No."}, {"timestamp": [675.32, 676.32], "text": " No, I've been dreaming."}, {"timestamp": [676.32, 682.12], "text": " It's been a long time coming and I always wanted to see the single back of its original"}, {"timestamp": [682.12, 684.32], "text": " camouflage and now here we are."}, {"timestamp": [684.32, 688.0], "text": " Everything we needed to reassemble the airplane was in storage"}, {"timestamp": [688.0, 691.0], "text": " where it was still inside the back of the airplane or elsewhere in the sheet."}, {"timestamp": [691.0, 694.0], "text": " Everything was there and labelled and boxed up."}, {"timestamp": [694.0, 698.0], "text": " I first met it or first saw it when I was nine years old"}, {"timestamp": [698.0, 702.0], "text": " and I was allowed to sit in the cockpit and now, you know,"}, {"timestamp": [702.0, 706.04], "text": " ever many years of this later and I've seen my nine-year-old grandson climb"}, {"timestamp": [706.04, 707.44], "text": " up and do the same thing."}, {"timestamp": [707.44, 709.16], "text": " And he was as wide-eyed as you were?"}, {"timestamp": [709.16, 710.16], "text": " He was."}, {"timestamp": [710.16, 711.16], "text": " He appreciated what he was sitting."}, {"timestamp": [711.16, 714.6], "text": " He appreciated what he was sitting in very much."}, {"timestamp": [714.6, 722.6], "text": " And while the Muzzi will never fly again, its wooden frame would need to be completely rebuilt,"}, {"timestamp": [722.6, 731.0], "text": " its V12 rolls Roy Roys Merlin's still know how to make that brutish, British, Balo. I didn't expect them to start and"}, {"timestamp": [731.0, 736.08], "text": " run like they did. This one ran on the third press of the button. The other engine ran the very"}, {"timestamp": [736.08, 739.16], "text": " first time we pressed the button and it just sat there running in front of us all. So we were"}, {"timestamp": [739.16, 745.8], "text": " first onished. Yeah, they talked about the Merlin the 12th cylinder concerto. And when you got two of them together, you've got an orchestra."}, {"timestamp": [745.8, 751.8], "text": " That orchestra is set to perform this Sunday during a special Anzac weekend open day."}, {"timestamp": [751.8, 755.6], "text": " The airplane will be nice and close to be seen and heard."}, {"timestamp": [755.6, 756.6], "text": " Enjoyable or hard work?"}, {"timestamp": [758.6, 761.8], "text": " 95% enjoyable."}, {"timestamp": [761.8, 766.92], "text": " 5% something's happened which we may talk about, but it was fun."}, {"timestamp": [766.92, 769.72], "text": " A lovely way to honour John's memory."}, {"timestamp": [771.6, 773.28], "text": " I think you'd be smiling."}, {"timestamp": [773.28, 774.24], "text": " Oh, I'm sure what he would."}, {"timestamp": [774.24, 777.12], "text": " What do we owe John Smith?"}, {"timestamp": [777.12, 778.12], "text": " That's a huge thank you."}, {"timestamp": [778.12, 780.04], "text": " Every one of us appreciates the work that he did."}, {"timestamp": [780.04, 808.72], "text": " It's drawn a lot of emotions out of people. I don't hear how much red tape, the ICC, throw at my feet, I'll send it back to them."}, {"timestamp": [808.72, 812.04], "text": " The worst thing you can say to me is that you can't do it."}, {"timestamp": [812.04, 867.0], "text": " That is the worst thing you can say, because I'll find a way. in on Selling Houses Australia. That's your Friday with one. If you're tired, short of breath or have chest pain, I promise you."}, {"timestamp": [867.0, 870.0], "text": " Bumbling up will keep more money in the pockets of hardworking New Zealanders."}, {"timestamp": [870.0, 871.0], "text": " Starting today!"}, {"timestamp": [871.0, 874.0], "text": " Budgetal up with sling shirt, save money, boom!"}, {"timestamp": [874.0, 876.0], "text": " Jessica, then tover."}, {"timestamp": [876.0, 882.0], "text": " If you're tired, short of breath or have chest pain, it could be a problem with a valve in your heart."}, {"timestamp": [882.0, 888.88], "text": " This can be life-threatening when left untreated, untreated, but it can be fixed. So ask your GP to listen to your heart. For more info before you visit,"}, {"timestamp": [888.88, 891.52], "text": " go to listen to your heart.co.nz."}, {"timestamp": [891.52, 898.32], "text": " Kewis know that our home is our castle. Carpet your castle this month with our 3KG 24-ounce"}, {"timestamp": [898.32, 907.0], "text": " Vellensiana and Casabella carpets. They're on offer for only $69 a carpet meter, because there's no place like home."}, {"timestamp": [907.0, 914.0], "text": " When did we lose it? The fun, the light-heartedness, the things that make life, life."}, {"timestamp": [914.0, 918.0], "text": " It's all about techno gadgets and sci-fi nonsense."}, {"timestamp": [918.0, 922.0], "text": " Let's bring back the fun, the joy."}, {"timestamp": [922.0, 930.0], "text": " Imagine an electric car that's not just electric. A car not for the future, but for us."}, {"timestamp": [930.0, 937.0], "text": " Recharged life with a Skoda plug-in hybrid electric range. Skoda. Simply clever."}, {"timestamp": [937.0, 940.0], "text": " Everyone loves a Blooper apart from maybe the blue peas."}, {"timestamp": [940.0, 950.0], "text": " Yeah, life telly can be like tightro-walking. Sometimes it's fair to say even the best of us can be caught unaware and unprepared more of that in a moment. Hopefully, not from"}, {"timestamp": [950.0, 987.88], "text": " us, but no guarantees. G quality sleep. Clinicians keep your body working. It's Hunter Holmes' new design sale with big discounts on a range of stunning styles"}, {"timestamp": [987.88, 994.32], "text": " like this Ruben sofa now 30% off or 25% off the Nash range and get 25% off the Trinidad"}, {"timestamp": [994.32, 998.32], "text": " dining table and sand chairs. Plus more in store only at Hunter Home."}, {"timestamp": [998.32, 1002.0], "text": " Our husband and brothers and fathers stayed in Ukraine."}, {"timestamp": [1002.0, 1006.0], "text": " I'm flation hitting almost 6% average chemists aren't getting ahead."}, {"timestamp": [1006.0, 1008.0], "text": " Families and friends need to reunite."}, {"timestamp": [1008.0, 1010.0], "text": " It's time to move again."}, {"timestamp": [1010.0, 1011.0], "text": " Makes sense of today,"}, {"timestamp": [1011.0, 1028.0], "text": " with New Zealand's herald. Lindor made to knelt you by the lint master chocolatier."}, {"timestamp": [1028.0, 1031.0], "text": " J.P. has most massive price smashes on now!"}, {"timestamp": [1031.0, 1035.0], "text": " Look at the Samsung Galaxy S-20 FE for a very cool 6-line 7!"}, {"timestamp": [1035.0, 1038.0], "text": " This Amazon Echo Dot just 85 back splits heart!"}, {"timestamp": [1038.0, 1042.0], "text": " And unless if 25% of JPL quantum and razor accessories!"}, {"timestamp": [1042.0, 1043.0], "text": " Chaeve, you've done it again!"}, {"timestamp": [1043.0, 1046.0], "text": " I didn't realize that getting into the Playboy world"}, {"timestamp": [1046.0, 1047.0], "text": " was a dangerous choice."}, {"timestamp": [1047.0, 1049.0], "text": " Sometimes things happen in the bedroom."}, {"timestamp": [1049.0, 1051.0], "text": " Secrets of Playboy."}, {"timestamp": [1051.0, 1068.6], "text": " Streaming now, TVNZ on Demand. No my hookie my welcome back nice to have you with us with the Anzac Day approaching one woman is urging New Zealanders to look for their local war"}, {"timestamp": [1068.6, 1072.84], "text": " memorial most communities have one if not more remembering fallen and"}, {"timestamp": [1072.84, 1077.6], "text": " returned soldiers but not every community has an Anne Robbie though she's a"}, {"timestamp": [1077.6, 1081.28], "text": " self-appointed guardian of all war memorials in Southland"}, {"timestamp": [1081.28, 1096.0], "text": " Gendy Harper has her story. And Robbie came to Horo-Co Valley School just to play the pipes, which she does at Anzac services all over Southland."}, {"timestamp": [1096.0, 1101.0], "text": " But at this tiny country school, she's in for a big surprise."}, {"timestamp": [1101.0, 1108.0], "text": " We thank you, your inspiration and a hero in our community. Please put your hands together for Anne."}, {"timestamp": [1110.0, 1120.0], "text": " Thank you so much. There's a brooch with a Scottish bent and a hand-made heartfelt little book of thank-yous."}, {"timestamp": [1120.0, 1122.0], "text": " It's beautiful."}, {"timestamp": [1122.0, 1125.36], "text": " Anne Robbie is being celebrated for her efforts to preserve the regions. It's beautiful."}, {"timestamp": [1125.36, 1131.48], "text": " Anne Robbie is being celebrated for her efforts to preserve the region's war memorials,"}, {"timestamp": [1131.48, 1134.6], "text": " be they traditional or be they a birdbath."}, {"timestamp": [1134.6, 1138.52], "text": " So that was the original position of it, but whether or not we have to grind some"}, {"timestamp": [1138.52, 1139.6], "text": " of that out."}, {"timestamp": [1139.6, 1141.96], "text": " She documents each and everyone."}, {"timestamp": [1141.96, 1147.0], "text": " Anybody got any ideas of how many war memorials there are in Southland?"}, {"timestamp": [1147.0, 1150.0], "text": " She finds them in decontrated churches."}, {"timestamp": [1150.0, 1152.0], "text": " No, but we're a bit low."}, {"timestamp": [1152.0, 1157.0], "text": " At the moment I've documented 422 in Southland."}, {"timestamp": [1157.0, 1160.0], "text": " She finds them in deconsecrated churches."}, {"timestamp": [1160.0, 1163.0], "text": " This one here is from St David's Church."}, {"timestamp": [1163.0, 1166.0], "text": " And abandoned community halls."}, {"timestamp": [1166.0, 1170.0], "text": " Without her, what our memorials would be rapidly disappearing."}, {"timestamp": [1170.0, 1174.0], "text": " If they need TLC, she takes them to the Woodworkers Guild,"}, {"timestamp": [1174.0, 1177.0], "text": " or home to husband Peter."}, {"timestamp": [1177.0, 1180.0], "text": " Get the luster back into the wood, clean the mud off,"}, {"timestamp": [1180.0, 1183.0], "text": " quite often the bird droppings,"}, {"timestamp": [1183.0, 1185.0], "text": " cigeon poo, whatever."}, {"timestamp": [1185.0, 1186.0], "text": " It's a hag."}, {"timestamp": [1186.0, 1191.0], "text": " Anne's prized find the McKenzie Memorial on Bluff Hill,"}, {"timestamp": [1191.0, 1194.0], "text": " Fallen Brothers and a fallen flagpole."}, {"timestamp": [1194.0, 1196.0], "text": " It's going to draw you big, you guys."}, {"timestamp": [1196.0, 1199.0], "text": " Now she wants a walkway leading up to it."}, {"timestamp": [1199.0, 1204.0], "text": " And I don't care how much red tape the ICC throw at my feet."}, {"timestamp": [1204.0, 1205.84], "text": " I'll send it back to them."}, {"timestamp": [1206.72, 1212.08], "text": " She did actually send one council a bucket of red tape. The worst thing you can say to"}, {"timestamp": [1212.08, 1218.0], "text": " me is that you can't do it. That is the worst thing you can say because I'll find a way."}, {"timestamp": [1218.8, 1224.24], "text": " She wouldn't want to say no basically I think I've more got pushed into this role than voluntarily but"}, {"timestamp": [1224.24, 1229.28], "text": " but no it's pretty good. Yeah I'll do anything for him. I challenge all of you children here"}, {"timestamp": [1229.28, 1237.92], "text": " to look after your warm memorials. She's given years of voluntary service and sang much of her own money into it."}, {"timestamp": [1238.72, 1245.84], "text": " Yeah, don't tell Peter. Yeah, yeah, but I don't think he would mind what I'm doing is nothing computer"}, {"timestamp": [1245.84, 1251.04], "text": " for what they actually did and went overseas. They gave their lives."}, {"timestamp": [1251.04, 1257.04], "text": " Right now Anne is fighting a battle of her own. She's in the midst of cancer"}, {"timestamp": [1257.04, 1263.96], "text": " treatment. No, cancer is a ship and right now I'm trying to deal with pain but"}, {"timestamp": [1263.96, 1267.0], "text": " but this gives me a focus as well."}, {"timestamp": [1267.0, 1271.0], "text": " Still above the daisies, so I'll be working on them until I'm under them."}, {"timestamp": [1271.0, 1274.0], "text": " At Hodokow Valley, another surprise."}, {"timestamp": [1274.0, 1275.0], "text": " It's a beautiful shield."}, {"timestamp": [1275.0, 1277.0], "text": " From the back of the school shed."}, {"timestamp": [1277.0, 1280.0], "text": " It's amazing, another one, 423."}, {"timestamp": [1280.0, 1281.0], "text": " all New Zealand."}, {"timestamp": [1281.0, 1286.0], "text": " Get in behind your war memorials. It doesn't matter whether there is blood connection or not."}, {"timestamp": [1286.0, 1305.48], "text": " They actually are part of you. Thank goodness for the ends of the world. Yeah, amazing. What do guerrillas, newsreaders and a pot smoking country"}, {"timestamp": [1305.48, 1306.52], "text": " sing a have in common?"}, {"timestamp": [1306.52, 1308.6], "text": " No ad living here, just read the script."}, {"timestamp": [1308.6, 1310.84], "text": " Uh, they all like bananas?"}, {"timestamp": [1310.84, 1311.72], "text": " Bananas?"}, {"timestamp": [1311.72, 1312.64], "text": " Bananas?"}, {"timestamp": [1312.64, 1325.8], "text": " Is it bananas? In animals where they shouldn't be used, as we learned a few weeks back, it's crab"}, {"timestamp": [1325.8, 1327.52], "text": " season in Cuba."}, {"timestamp": [1327.52, 1332.44], "text": " This time the crusties are on the move in the town of Juron, known as the Bay of Pigs."}, {"timestamp": [1332.44, 1335.88], "text": " The site of a failed invasion by the Americans back in 1961."}, {"timestamp": [1335.88, 1343.44], "text": " While cars try to turn the wee fellas into chowder, older forms of transport are more friendly,"}, {"timestamp": [1343.44, 1345.28], "text": " as the red crabs make their way from their"}, {"timestamp": [1345.28, 1351.28], "text": " forest home to the ocean to spawn and then head back again."}, {"timestamp": [1351.28, 1354.28], "text": " If they like it."}, {"timestamp": [1354.28, 1359.08], "text": " While guerrillas don't really belong in captivity they do tend to live longer when they do."}, {"timestamp": [1359.08, 1363.44], "text": " Meet Fatow of the Berlin Zoo at 65 she's the oldest of her kind."}, {"timestamp": [1363.44, 1367.0], "text": " Most only make it to 40."}, {"timestamp": [1367.0, 1369.48], "text": " Who said cake isn't good for you?"}, {"timestamp": [1369.48, 1371.88], "text": " Walking our pet alligator this morning."}, {"timestamp": [1371.88, 1375.72], "text": " And while alligators do belong in Florida, when one of this being turns up in the"}, {"timestamp": [1375.72, 1388.96], "text": " burbs, it's always a relief when they see his stuff up don't we Melissa?"}, {"timestamp": [1388.96, 1389.96], "text": " Melissa!"}, {"timestamp": [1389.96, 1390.96], "text": " Oh hi!"}, {"timestamp": [1390.96, 1395.28], "text": " While even a yawn can make us laugh, on the days of COVID it unscribed"}, {"timestamp": [1395.28, 1402.48], "text": " unscripted sneezed tends to grab one's attention the BBC's shorn lay has become a master of the genre."}, {"timestamp": [1402.48, 1404.72], "text": " He sneezed in 2020."}, {"timestamp": [1404.72, 1407.6], "text": " wave of a coronavirus infecting again in 2021."}, {"timestamp": [1407.6, 1409.6], "text": " The brothers in Poland."}, {"timestamp": [1409.6, 1414.8], "text": " The folks see the back of Boris Johnson. And last week it seemed he was about to strike again."}, {"timestamp": [1414.8, 1420.8], "text": " So been over the Liberal Democrat MP. Excuse me, I'm about to speak."}, {"timestamp": [1420.8, 1423.8], "text": " Look at his happy little face."}, {"timestamp": [1423.8, 1426.0], "text": " I think I've got away with that."}, {"timestamp": [1426.0, 1427.0], "text": " Three!"}, {"timestamp": [1427.0, 1432.0], "text": " Away from the horrors of actual war, a symbolic ballet has been playing out on the walls"}, {"timestamp": [1432.0, 1438.0], "text": " of Russian embassies, which have been invaded with projections of the Ukraine flag, like this one in London."}, {"timestamp": [1438.0, 1469.36], "text": " This week there was almost something cartoonish about the battle that took place at the Russian embassy in Washington DC. As P show their flair by turning famous English language text into today."}, {"timestamp": [1469.36, 1475.2], "text": " Ah, I got the pakihuana, hahurikoro, I takua, katoa, then I know how"}, {"timestamp": [1475.2, 1488.0], "text": " I cana takuara hapahoeta makakakakakkawale. And at number one. American country legend Willie Nelson has teamed up with a kiwi legend."}, {"timestamp": [1488.0, 1494.0], "text": " I won't let the breath leave my chest without taking you with me."}, {"timestamp": [1494.0, 1498.0], "text": " And while there's no eye in Nelson, there certainly is a Nielsen."}, {"timestamp": [1498.0, 1501.0], "text": " As in Tammy Nielsen, the Pierre met recently in the states,"}, {"timestamp": [1501.0, 1546.0], "text": " cooked up this perfect slice of Western heaven. as long as you don't sneeze on me I I've already had a class call this week. We'll be back in just a moment."}, {"timestamp": [1546.0, 1565.0], "text": " So a... Can they save the shattered clock? This fits missing the glasses bro, the vessels bent."}, {"timestamp": [1565.0, 1567.0], "text": " It's turning to an aptit nightmare."}, {"timestamp": [1567.0, 1569.0], "text": " Then it's the semi-final."}, {"timestamp": [1569.0, 1571.0], "text": " Hold on tight."}, {"timestamp": [1571.0, 1572.0], "text": " It's 1940, baby!"}, {"timestamp": [1572.0, 1574.0], "text": " Will they reach for the stars?"}, {"timestamp": [1574.0, 1575.0], "text": " I say."}, {"timestamp": [1575.0, 1577.0], "text": " Or fall from great heights."}, {"timestamp": [1577.0, 1580.0], "text": " Ah, ah, oh, God, I can't watch."}, {"timestamp": [1580.0, 1583.0], "text": " The repair shop and the Great British Sewing"}, {"timestamp": [1583.0, 1586.2], "text": " next on one want to sell us your car?"}, {"timestamp": [1586.96, 1589.8], "text": " Just go online and book on the time to come see us"}, {"timestamp": [1593.12, 1596.24], "text": " You can do it from your house. It doesn't have to be here."}, {"timestamp": [1597.12, 1599.12], "text": " Online is everywhere"}, {"timestamp": [1599.12, 1601.12], "text": " beep-beep-ee!"}, {"timestamp": [1601.32, 1607.0], "text": " While Kelly is on the go with the kids, personal shopper Jenny is carefully picking Callie's fresh produce."}, {"timestamp": [1607.0, 1610.0], "text": " Callie toes, free pickup,"}, {"timestamp": [1610.0, 1612.0], "text": " and collected her order on the way home."}, {"timestamp": [1612.0, 1613.0], "text": " What's your way?"}, {"timestamp": [1613.0, 1630.0], "text": " We can help with that. And darling, darling, stand by me."}, {"timestamp": [1630.0, 1632.0], "text": " Oh, stand by me."}, {"timestamp": [1632.0, 1633.0], "text": " By me."}, {"timestamp": [1633.0, 1634.0], "text": " By me."}, {"timestamp": [1634.0, 1637.0], "text": " Oh, stand now."}, {"timestamp": [1637.0, 1641.0], "text": " Together, anything's possible."}, {"timestamp": [1641.0, 1643.0], "text": " Westback."}, {"timestamp": [1643.0, 1645.52], "text": " Together greater."}, {"timestamp": [1651.6, 1655.44], "text": " For this next limited creation, law coffee artists were inspired by the rich cultural Zambia selecting hand-picked or rabika beans for your Nesrasso machine."}, {"timestamp": [1656.8, 1665.0], "text": " Laura Espresso, a masterpiece in taste. The event of an emergency. Ever had an emergency? No. Never."}, {"timestamp": [1665.0, 1667.0], "text": " Are your contact lenses causing discomfort?"}, {"timestamp": [1667.0, 1668.0], "text": " Switch to Total One."}, {"timestamp": [1668.0, 1672.0], "text": " The lens with a silky cushion of moisture for lasting comfort."}, {"timestamp": [1672.0, 1674.0], "text": " Total One. The lens that feels like nothing."}, {"timestamp": [1681.0, 1682.0], "text": " Peace? Personal peace?"}, {"timestamp": [1682.0, 1686.0], "text": " This is the end of the tax year, so..."}, {"timestamp": [1686.0, 1689.0], "text": " Things get a bit tense."}, {"timestamp": [1691.0, 1692.0], "text": " Does this happen?"}, {"timestamp": [1692.0, 1694.0], "text": " Every year?"}, {"timestamp": [1694.0, 1696.0], "text": " Since she started freelancing, yeah."}, {"timestamp": [1696.0, 1698.0], "text": " Sounds stressful."}, {"timestamp": [1699.0, 1701.0], "text": " You get used to it."}, {"timestamp": [1701.0, 1726.0], "text": " Someone can you move in? The day one skin melts and in the sun summer has begun. Key is stonic."}, {"timestamp": [1726.0, 1729.0], "text": " The smaller SUV for a bigger life."}, {"timestamp": [1729.0, 1732.0], "text": " Now available in AlexT specification"}, {"timestamp": [1732.0, 1735.0], "text": " with a one-liter turbo GDI engine."}, {"timestamp": [1735.0, 1737.0], "text": " Seven-speed dual clutch transmission."}, {"timestamp": [1737.0, 1739.0], "text": " And fitted with the top of the range,"}, {"timestamp": [1739.0, 1746.0], "text": " G.T.line bodykit and alloy wheels. Maybe we can take a chance and try something new."}, {"timestamp": [1746.0, 1748.0], "text": " Brand new."}, {"timestamp": [1748.0, 1750.0], "text": " Test drive, one today."}, {"timestamp": [1750.0, 1752.0], "text": " One for the chef."}, {"timestamp": [1752.0, 1765.24], "text": " Excuse me sir, should we put polydant in before we dig in? So we're ready to tuck in, sir. If your mouth could talk, it would ask for pulley dent."}, {"timestamp": [1765.24, 1767.24], "text": " You don't need smooth, chill, jazz"}, {"timestamp": [1767.24, 1771.36], "text": " to enjoy exquisite quarter past Dutch hot chocolate."}, {"timestamp": [1771.36, 1772.88], "text": " But it definitely helps."}, {"timestamp": [1785.6, 1792.48], "text": " crying windows. One of the clearest signs we know of a home that's a little upset on the inside. A DVS home ventilation system delivers good clear air to keep your windows and home dry and happy as."}, {"timestamp": [1803.28, 1805.0], "text": " That's the case of the missing white wine emoji. I'm a red wine emoji man myself."}, {"timestamp": [1805.0, 1806.0], "text": " Those are our people today."}, {"timestamp": [1806.0, 1807.84], "text": " That was seven sharp tonight."}, {"timestamp": [1807.84, 1809.24], "text": " The repair shop is up next."}, {"timestamp": [1809.24, 1810.24], "text": " We'll see you next week."}, {"timestamp": [1810.24, 1811.24], "text": " Poor money."}, {"timestamp": [1811.24, 1812.24], "text": " Cheerio."}, {"timestamp": [1812.24, 1813.12], "text": " Don't particularly girls get the way you"}], "text": " that is one news. Thank you for watching. Time now for 7 chart with Sasha and Hayden. Good evening, well if you googled anything today you might have noticed the Google Doodle commemorating Earth Day. Yes, cycle 22nd is surely the best of all days to start making some positive changes for the planet. The Google Doodle. How doodle? How doodle. How doodle. How dole I miss the Google Google Google. Anyway.. What I have noticed is that everything. life is expensive, inflation is at its highest level in three decades, so what can we do right now that's good for the world and also good for our wallet? Feeding the family costs more than ever before. Prices are up a staggering 7.6% on this time last year. It's the biggest jump in over a decade. Despite that, last year we tossed out enough kai to feed the population of Dunedin for three years straight. On this year's Earth Day we're encouraged to consider our food print because with food prices sure to keep rising just how much money are we throwing into the bin. With a more on this we're joined by Veronica Shale from Zero Food Waste Challenge New Zealand. Great to have you with us tonight. Now that's an alarming statistic that we throw away enough food to feed an entire city. Yes, hi guys, yes it really is alarming. In fact the most recent research shows that we throw away on average per household about 1259 bucks of food a year. So clearly it makes financial sense and environmental sense not to waste food and actually not wasting food and changing those behaviors isn't tricky and in fact it's not costly in fact quite the opposite. Veronica, why are we worrying about households? Julie, there's bigger fish to fry, I wonder, why don't we go after the big corporations? Right, so look globally, yes we do waste a third of all the food that we produce from paddock to plate. So sure we're wasting food at the grower big kind of culprits in the food waste challenge. Well Veronica apart from maybe buying less or cooking smaller portions what else can we do? Well the United Nations have made it pretty clear that a plant-based diet is the best thing for the environment and for our health so actually you know our mothers and our grandmothers had it right. We need to not only eat more fruit and vegetables, you know, five plus a day, we need to also think about eating all of the fruit and vegetables. So embracing those stems, the stalks, the skins, enjoying it all. You know, for example, use those broccoli stalks in your stir fry core in your porridge pot for some flavor. I for one love preserving and scrappy cooking. Use up those leftover vegetables and skins. Make a broth or a stock. And add that stews and soups later for a really nutritious flavor bomb. But you know what? Embrace your freezer is your friend. Frease those in-season herbs, vegetables and fruits. Veronica, I guess you're going to tell me I've got to buy in season as well, right? Absolutely. You've got to think locally, you've got to think seasonally. That means it's plentiful and it's affordable. So right now that's broccoli and silver bead. It's mandarins and apples and pears and it's it's that key. We favourite, Fijoas. I mean they are everywhere and you can freeze them. You can scoop out that flesh, have them in the freezer for crumbles and cordials later. The Five Plus a day food website has a great recipe for Fijo cordial. And again, embrace your freezer. It really is your friend for fighting food waste and making sure it doesn't go into darn landfill and it's just better for the planet and it's much better for your pocket. Veronica, I am looking forward to lobbing an apple core into the porridge pot this winter. Thank you so much for your time. see you again, Kakate. staple repeat last night's dinner. I think she'd be happy with that. You're saving food doing that. You've got to reheat everything. You've got your rice, or not your rice. Maybe your rice, you really got to heat your rice. Overheat your rice, you carry your pasta, your pastry, your pastry, your pastry, your pasty, your pastry, your pastry, your pastry, your pasty. No, you, pastry, doesn't come back the next day so well. No, you wouldn't want to you wouldn't want to you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you, you largest Kappa Ha'a festival, what a segue, Team Atatitini, celebrates its golden anniversary 50 years. To make the occasion, it's releasing one witer each weekday for 50 days before its 2023 showdown, Tereau, Herringa Brown dipped into the archives to see where it all began. It all kicked off in 1972 in Lutumwa with 17 Kappa Haka performing as a celebration of Maori and Pacifica performing arts. Formally known as the New Zealand Polynesian Cultural Festival. Just a few hours ago here in Arawa Park, Rotarua, this stage resounded to the stamp of feet and the song and story of the Murray and island people echoed around the ground attended by some 900 performers, the Polynesian festival was quite a fantastic success. Since 2004 the festival has been known as Dematatini which translates to the many faces. Pereui Hongi, a tutor and a Kai Haka or performer, is one of those faces. Dematatani is now a national treasure. It isn't just a couple Haka performance that all the mearies get up and go and do a bit of a witty and a pookana here and there. No, no, no, Hwama. There are more holistic benefits in our language and our history and our culture. What you're seeing is creativity. What you're not understanding is that the performance, that 30 minutes takes six months. Every weekend all modes we are training. 50 years on and the festival has since grown into one of the largest cultural festivals in the world. The way in which we've been teaching, the next generation has been through song and dance. And so we're actually maintaining this tradition. and to mark 50 golden years, Timotatini has released a book, a web series, and a very special album with the most iconic songs from the festival. With the guidance of Timototototini OGs, called Treventangy Wai Ruy Ruyah and musician Rob Ruja. Rob Ruja is absolutely amazing. He's a mastermind. We're so very fortunate to have him as the musical director, see it's a manage. One, Timata Kaina, which is a group of haka icons in the Matsatini world. Over the next 10 weeks, a new Waita will be released each weekday. by award-winning hall. Over the next 10 weeks a new Wayata will be released each weekday some by award-winning artists. You've got Rob, Rhea Hall, Maisydika, Troy Kini. Mind why you've even got out to new tube babies, recreating these Matatini classics and putting them into a modern day context, a pop song if you will. 60,000 spectators over the space of four days. In the last 50 years of Tamatatini, this is the biggest venue the competition has ever seen. I'm so excited. I really do hope that, you know, it doesn't just stop at being forwarded the biggest events in Ao Taroa, but actually it needs to also be forwarded the biggest renumeration. The Matathines contributed significantly to the survival, revival and more importantly for me the practice of the Rio Maori niona Tijuana. And it's not just for Tiwi Maori. The excess Auckland has to the different cultures and diversities here will enable more cultures, more people to come and experience Kappa Haka at its highest competitive form. I am loving all of that, a visual feast of symphony for the eyes and for the years. Very exciting, lovely to see that old footage too. Now as we head towards Anzac Day, a special salute to an iconic aircraft from the Second World War. Agent Havelin mosquitoes were dispatched here at the end of the World War. Now they were surplus to requirements, no one really wanted them, but the wooden wonders found limited use. So they were sold off, mainly for their scrap value.. found limited use so they were sold off mainly for their scrap value. But here is Michael Holland with one. I think it's mighty. Thank you, I think it is too. From an 11th cave of aviation all sorts, something masterful. A World War II mosquito, as it once was, and now, as it always will be. Probably one of the prettiest airplanes ever built, but you don't have to look far to see that it's actually a very angry airplane. and it's made to cause harm. The saviour of this piece of lethal elegance, the late John Smith who swooped in 66 years ago, to spirit a fiery scrapyard demise. This would have been chopped up with an axe probably in burnt. The metal bits would have been melted down. One of 30 mosquitoes left in the world out of nearly 8,000 that were built. John and his older brother George, now 91, towing it in sections from the RNZAF base at Glenham to their home at Marpua near Nelson. The mosquito then left to sit for six decades, along with numerous other military aircraft, including a P51 Mustang and two P40 kitty hawks. The cluttered shed finally giving up its priceless treasures with John Smith's passing three years ago. The Mosquito spending the last 18 months under preservation at the Ulmaca Heritage Aviation Center where it will remain on loan. Good looking plane. They've done a beautiful job. Did you ever think you'd see the day? No. No, I've been dreaming. It's been a long time coming and I always wanted to see the single back of its original camouflage and now here we are. Everything we needed to reassemble the airplane was in storage where it was still inside the back of the airplane or elsewhere in the sheet. Everything was there and labelled and boxed up. I first met it or first saw it when I was nine years old and I was allowed to sit in the cockpit and now, you know, ever many years of this later and I've seen my nine-year-old grandson climb up and do the same thing. And he was as wide-eyed as you were? He was. He appreciated what he was sitting. He appreciated what he was sitting in very much. And while the Muzzi will never fly again, its wooden frame would need to be completely rebuilt, its V12 rolls Roy Roys Merlin's still know how to make that brutish, British, Balo. I didn't expect them to start and run like they did. This one ran on the third press of the button. The other engine ran the very first time we pressed the button and it just sat there running in front of us all. So we were first onished. Yeah, they talked about the Merlin the 12th cylinder concerto. And when you got two of them together, you've got an orchestra. That orchestra is set to perform this Sunday during a special Anzac weekend open day. The airplane will be nice and close to be seen and heard. Enjoyable or hard work? 95% enjoyable. 5% something's happened which we may talk about, but it was fun. A lovely way to honour John's memory. I think you'd be smiling. Oh, I'm sure what he would. What do we owe John Smith? That's a huge thank you. Every one of us appreciates the work that he did. It's drawn a lot of emotions out of people. I don't hear how much red tape, the ICC, throw at my feet, I'll send it back to them. The worst thing you can say to me is that you can't do it. That is the worst thing you can say, because I'll find a way. in on Selling Houses Australia. That's your Friday with one. If you're tired, short of breath or have chest pain, I promise you. Bumbling up will keep more money in the pockets of hardworking New Zealanders. Starting today! Budgetal up with sling shirt, save money, boom! Jessica, then tover. If you're tired, short of breath or have chest pain, it could be a problem with a valve in your heart. This can be life-threatening when left untreated, untreated, but it can be fixed. So ask your GP to listen to your heart. For more info before you visit, go to listen to your heart.co.nz. Kewis know that our home is our castle. Carpet your castle this month with our 3KG 24-ounce Vellensiana and Casabella carpets. They're on offer for only $69 a carpet meter, because there's no place like home. When did we lose it? The fun, the light-heartedness, the things that make life, life. It's all about techno gadgets and sci-fi nonsense. Let's bring back the fun, the joy. Imagine an electric car that's not just electric. A car not for the future, but for us. Recharged life with a Skoda plug-in hybrid electric range. Skoda. Simply clever. Everyone loves a Blooper apart from maybe the blue peas. Yeah, life telly can be like tightro-walking. Sometimes it's fair to say even the best of us can be caught unaware and unprepared more of that in a moment. Hopefully, not from us, but no guarantees. G quality sleep. Clinicians keep your body working. It's Hunter Holmes' new design sale with big discounts on a range of stunning styles like this Ruben sofa now 30% off or 25% off the Nash range and get 25% off the Trinidad dining table and sand chairs. Plus more in store only at Hunter Home. Our husband and brothers and fathers stayed in Ukraine. I'm flation hitting almost 6% average chemists aren't getting ahead. Families and friends need to reunite. It's time to move again. Makes sense of today, with New Zealand's herald. Lindor made to knelt you by the lint master chocolatier. J.P. has most massive price smashes on now! Look at the Samsung Galaxy S-20 FE for a very cool 6-line 7! This Amazon Echo Dot just 85 back splits heart! And unless if 25% of JPL quantum and razor accessories! Chaeve, you've done it again! I didn't realize that getting into the Playboy world was a dangerous choice. Sometimes things happen in the bedroom. Secrets of Playboy. Streaming now, TVNZ on Demand. No my hookie my welcome back nice to have you with us with the Anzac Day approaching one woman is urging New Zealanders to look for their local war memorial most communities have one if not more remembering fallen and returned soldiers but not every community has an Anne Robbie though she's a self-appointed guardian of all war memorials in Southland Gendy Harper has her story. And Robbie came to Horo-Co Valley School just to play the pipes, which she does at Anzac services all over Southland. But at this tiny country school, she's in for a big surprise. We thank you, your inspiration and a hero in our community. Please put your hands together for Anne. Thank you so much. There's a brooch with a Scottish bent and a hand-made heartfelt little book of thank-yous. It's beautiful. Anne Robbie is being celebrated for her efforts to preserve the regions. It's beautiful. Anne Robbie is being celebrated for her efforts to preserve the region's war memorials, be they traditional or be they a birdbath. So that was the original position of it, but whether or not we have to grind some of that out. She documents each and everyone. Anybody got any ideas of how many war memorials there are in Southland? She finds them in decontrated churches. No, but we're a bit low. At the moment I've documented 422 in Southland. She finds them in deconsecrated churches. This one here is from St David's Church. And abandoned community halls. Without her, what our memorials would be rapidly disappearing. If they need TLC, she takes them to the Woodworkers Guild, or home to husband Peter. Get the luster back into the wood, clean the mud off, quite often the bird droppings, cigeon poo, whatever. It's a hag. Anne's prized find the McKenzie Memorial on Bluff Hill, Fallen Brothers and a fallen flagpole. It's going to draw you big, you guys. Now she wants a walkway leading up to it. And I don't care how much red tape the ICC throw at my feet. I'll send it back to them. She did actually send one council a bucket of red tape. The worst thing you can say to me is that you can't do it. That is the worst thing you can say because I'll find a way. She wouldn't want to say no basically I think I've more got pushed into this role than voluntarily but but no it's pretty good. Yeah I'll do anything for him. I challenge all of you children here to look after your warm memorials. She's given years of voluntary service and sang much of her own money into it. Yeah, don't tell Peter. Yeah, yeah, but I don't think he would mind what I'm doing is nothing computer for what they actually did and went overseas. They gave their lives. Right now Anne is fighting a battle of her own. She's in the midst of cancer treatment. No, cancer is a ship and right now I'm trying to deal with pain but but this gives me a focus as well. Still above the daisies, so I'll be working on them until I'm under them. At Hodokow Valley, another surprise. It's a beautiful shield. From the back of the school shed. It's amazing, another one, 423. all New Zealand. Get in behind your war memorials. It doesn't matter whether there is blood connection or not. They actually are part of you. Thank goodness for the ends of the world. Yeah, amazing. What do guerrillas, newsreaders and a pot smoking country sing a have in common? No ad living here, just read the script. Uh, they all like bananas? Bananas? Bananas? Is it bananas? In animals where they shouldn't be used, as we learned a few weeks back, it's crab season in Cuba. This time the crusties are on the move in the town of Juron, known as the Bay of Pigs. The site of a failed invasion by the Americans back in 1961. While cars try to turn the wee fellas into chowder, older forms of transport are more friendly, as the red crabs make their way from their forest home to the ocean to spawn and then head back again. If they like it. While guerrillas don't really belong in captivity they do tend to live longer when they do. Meet Fatow of the Berlin Zoo at 65 she's the oldest of her kind. Most only make it to 40. Who said cake isn't good for you? Walking our pet alligator this morning. And while alligators do belong in Florida, when one of this being turns up in the burbs, it's always a relief when they see his stuff up don't we Melissa? Melissa! Oh hi! While even a yawn can make us laugh, on the days of COVID it unscribed unscripted sneezed tends to grab one's attention the BBC's shorn lay has become a master of the genre. He sneezed in 2020. wave of a coronavirus infecting again in 2021. The brothers in Poland. The folks see the back of Boris Johnson. And last week it seemed he was about to strike again. So been over the Liberal Democrat MP. Excuse me, I'm about to speak. Look at his happy little face. I think I've got away with that. Three! Away from the horrors of actual war, a symbolic ballet has been playing out on the walls of Russian embassies, which have been invaded with projections of the Ukraine flag, like this one in London. This week there was almost something cartoonish about the battle that took place at the Russian embassy in Washington DC. As P show their flair by turning famous English language text into today. Ah, I got the pakihuana, hahurikoro, I takua, katoa, then I know how I cana takuara hapahoeta makakakakakkawale. And at number one. American country legend Willie Nelson has teamed up with a kiwi legend. I won't let the breath leave my chest without taking you with me. And while there's no eye in Nelson, there certainly is a Nielsen. As in Tammy Nielsen, the Pierre met recently in the states, cooked up this perfect slice of Western heaven. as long as you don't sneeze on me I I've already had a class call this week. We'll be back in just a moment. So a... Can they save the shattered clock? This fits missing the glasses bro, the vessels bent. It's turning to an aptit nightmare. Then it's the semi-final. Hold on tight. It's 1940, baby! Will they reach for the stars? I say. Or fall from great heights. Ah, ah, oh, God, I can't watch. The repair shop and the Great British Sewing next on one want to sell us your car? Just go online and book on the time to come see us You can do it from your house. It doesn't have to be here. Online is everywhere beep-beep-ee! While Kelly is on the go with the kids, personal shopper Jenny is carefully picking Callie's fresh produce. Callie toes, free pickup, and collected her order on the way home. What's your way? We can help with that. And darling, darling, stand by me. Oh, stand by me. By me. By me. Oh, stand now. Together, anything's possible. Westback. Together greater. For this next limited creation, law coffee artists were inspired by the rich cultural Zambia selecting hand-picked or rabika beans for your Nesrasso machine. Laura Espresso, a masterpiece in taste. The event of an emergency. Ever had an emergency? No. Never. Are your contact lenses causing discomfort? Switch to Total One. The lens with a silky cushion of moisture for lasting comfort. Total One. The lens that feels like nothing. Peace? Personal peace? This is the end of the tax year, so... Things get a bit tense. Does this happen? Every year? Since she started freelancing, yeah. Sounds stressful. You get used to it. Someone can you move in? The day one skin melts and in the sun summer has begun. Key is stonic. The smaller SUV for a bigger life. Now available in AlexT specification with a one-liter turbo GDI engine. Seven-speed dual clutch transmission. And fitted with the top of the range, G.T.line bodykit and alloy wheels. Maybe we can take a chance and try something new. Brand new. Test drive, one today. One for the chef. Excuse me sir, should we put polydant in before we dig in? So we're ready to tuck in, sir. If your mouth could talk, it would ask for pulley dent. You don't need smooth, chill, jazz to enjoy exquisite quarter past Dutch hot chocolate. But it definitely helps. crying windows. One of the clearest signs we know of a home that's a little upset on the inside. A DVS home ventilation system delivers good clear air to keep your windows and home dry and happy as. That's the case of the missing white wine emoji. I'm a red wine emoji man myself. Those are our people today. That was seven sharp tonight. The repair shop is up next. We'll see you next week. Poor money. Cheerio. Don't particularly girls get the way you"}