{"speakers": [], "chunks": [{"timestamp": [0.0, 4.12], "text": " Hello and welcome to BBC News. I'm David Eads. Our top stories."}, {"timestamp": [4.84, 10.06], "text": " European Union leaders agree further sanctions against Russia over its invasion of Ukraine,"}, {"timestamp": [10.26, 14.22], "text": " though they stop short of imposing a total ban on Russian oil."}, {"timestamp": [17.44, 24.06], "text": " The battle for Donbass, we report from the front line as Russian forces close in on Ukraine's eastern region."}, {"timestamp": [24.82, 34.48], "text": " This might all simply be just in case a contingency plan, but if the Russians do blast their way"}, {"timestamp": [34.48, 36.88], "text": " through, they're going to need it."}, {"timestamp": [37.5, 43.24], "text": " Prime Minister Justin Trudeau proposes new laws to crack down on the sale, the transfer,"}, {"timestamp": [43.24, 46.3], "text": " and the importation of handguns in Canada."}, {"timestamp": [47.6, 50.1], "text": " And Mona Lisa with cream cake."}, {"timestamp": [50.24, 76.62], "text": " A man is held after attempting to deface the world-famous portrait in the Louvre Museum in Paris. Hello, a warm welcome to our viewers on PBS in America and around the globe."}, {"timestamp": [77.2, 82.36], "text": " By the end of the year, the EU will be blocking 90% of its oil imports from Russia."}, {"timestamp": [82.36, 85.6], "text": " That is the message coming from the EU member states"}, {"timestamp": [85.6, 87.52], "text": " as they impose further sanctions"}, {"timestamp": [87.52, 89.94], "text": " against Vladimir Putin's government"}, {"timestamp": [89.94, 91.48], "text": " over its invasion of Ukraine."}, {"timestamp": [92.04, 93.42], "text": " Now, the bloc has agreed to ban"}, {"timestamp": [93.42, 96.64], "text": " more than two-thirds of Russian oil imports straight away,"}, {"timestamp": [97.02, 98.56], "text": " that was at a summit in Brussels,"}, {"timestamp": [99.02, 100.22], "text": " where Hungary, nonetheless,"}, {"timestamp": [100.46, 102.06], "text": " heavily dependent on Russian oil,"}, {"timestamp": [102.44, 104.48], "text": " resisted a full oil embargo."}, {"timestamp": [104.88, 112.34], "text": " The European Commission President Ursula von der Leyen said the agreement was very significant for reasons of climate as well as dealing with Moscow."}, {"timestamp": [113.2, 121.66], "text": " It is a big step forward, what we did today, because indeed we now have gotten rid of coal, and this was already very difficult."}, {"timestamp": [122.5, 130.72], "text": " Now we have basically the political agreement how to phase out oil in a clear time frame."}, {"timestamp": [131.62, 140.1], "text": " And we started tonight, and we will report tomorrow, to discuss the big energy package repower EU"}, {"timestamp": [140.1, 146.48], "text": " that the Commission tabled, which is the basis to be able, over time,"}, {"timestamp": [146.9, 150.46], "text": " to completely diversify away from Russian fossil fuels."}, {"timestamp": [150.72, 152.04], "text": " That is our goal."}, {"timestamp": [152.66, 156.86], "text": " And therefore, we have now a very clear roadmap on the table."}, {"timestamp": [157.62, 161.2], "text": " That's Ursula von der Leyen speaking just an hour or so ago, in fact."}, {"timestamp": [161.28, 164.74], "text": " Let's get some more on the story because I'm joined by our reporter Mark LaBelle."}, {"timestamp": [170.18, 170.54], "text": " Mark, she's certainly talking that up, understandably. They have an agreement."}, {"timestamp": [175.94, 180.26], "text": " How much of a moment do you think this is? Well, David, there's no doubt the first feeling amongst EU leaders in Brussels would have been one of relief that they passed what had to be"}, {"timestamp": [180.26, 185.24], "text": " a unanimous agreement as part of the sixth package of sanctions on Russia."}, {"timestamp": [185.24, 191.04], "text": " It's a big deal. It's 90% of all the imports of oil from Russia into the EU banned by the end"}, {"timestamp": [191.04, 195.88], "text": " of the year. It's what Charles Michel, the president of the EU Council, called remarkable"}, {"timestamp": [195.88, 200.66], "text": " achievement because it's going to take a real slice out of that financing of the war effort"}, {"timestamp": [200.66, 206.54], "text": " for Russia, as he put it. Russia's war machine, he said, would be suffering as a result of what was a lot of money."}, {"timestamp": [206.64, 212.06], "text": " I mean, so far, the EU has spent 30 billion euros since the beginning of the invasion on oil imports."}, {"timestamp": [212.18, 215.9], "text": " They rely on about a quarter of their crude imports coming from Russia."}, {"timestamp": [216.46, 218.8], "text": " But it's short of a full deal."}, {"timestamp": [218.8, 222.8], "text": " And just before they'd agreed, President Zelensky actually addressed them,"}, {"timestamp": [223.1, 227.22], "text": " saying that they had to stop these internal quarrels from taking place."}, {"timestamp": [227.3, 231.06], "text": " And so I think pressure was put on Hungary, but they couldn't get that extra 10%."}, {"timestamp": [231.06, 236.86], "text": " So where does that leave Hungary, in fact, because they have exemptions of sorts, don't they?"}, {"timestamp": [236.98, 243.2], "text": " And are they open-ended? When would they finish? Will they ever get to 100% ban?"}, {"timestamp": [243.66, 248.1], "text": " Well, it's really interesting. There's been no public falling out when the EU leaders were questioned about this."}, {"timestamp": [248.18, 253.9], "text": " They said Hungary's stance was fair. They also had to protect the security of the EU citizen and their power supply."}, {"timestamp": [253.9, 259.74], "text": " But if you think about it, the Drusba pipeline, which comes from Russia to into the EU,"}, {"timestamp": [260.1, 268.22], "text": " that supplies from the northern end Germany and Poland, Germany and Poland have said that they're happy to hand over their supply by the end of the year,"}, {"timestamp": [268.3, 271.2], "text": " whereas the southern supply, which goes to Hungary and Slovakia,"}, {"timestamp": [271.58, 274.58], "text": " will still keep running until other supplies can be made."}, {"timestamp": [274.66, 277.42], "text": " Now, in answer to your question, well, it might take, they said,"}, {"timestamp": [277.72, 281.64], "text": " between 45 and 60 days to do some infrastructure changes"}, {"timestamp": [281.64, 287.32], "text": " in order to use the Adria pipeline into Croatia. They said that the refineries"}, {"timestamp": [287.32, 291.6], "text": " in Hungary need updating. We also know that President Orban, who's been re-elected in Hungary,"}, {"timestamp": [291.9, 297.18], "text": " is an ally of President Putin's, even though he's said that this invasion must stop, essentially."}, {"timestamp": [297.56, 302.4], "text": " So a lot of people will be suspicious there. And very briefly, you mentioned it's the sixth package"}, {"timestamp": [302.4, 306.84], "text": " of sanctions. Oil is the issue everyone looks at, but that's not all that's in it."}, {"timestamp": [307.24, 307.82], "text": " That's right."}, {"timestamp": [307.92, 311.38], "text": " Russia's biggest bank has been banned from using the SWIFT payment system."}, {"timestamp": [311.88, 316.7], "text": " There have been three more Russian broadcasters put on the banned list of broadcasting into the EU."}, {"timestamp": [316.7, 322.56], "text": " There's also a ban on insuring Russian ships or reinsuring Russian ships."}, {"timestamp": [322.72, 326.46], "text": " So all of these measures measures which needed unanimous support"}, {"timestamp": [326.46, 331.66], "text": " being brought on Russia to try and stop them, to stop them in their tracks as they kind of"}, {"timestamp": [331.66, 336.18], "text": " continue this war in Ukraine. Certainly is silent. The sanctions news tightens that"}, {"timestamp": [336.18, 341.98], "text": " much further. Mark, thank you very much indeed. And Russian forces have themselves been"}, {"timestamp": [341.98, 346.34], "text": " intensifying their attacks on the eastern Donbass region in Ukraine."}, {"timestamp": [346.5, 355.5], "text": " Their renewed assault comes as President Biden ruled out sending advanced long-range rocket systems to Ukraine to help it fight the Russian invasion."}, {"timestamp": [356.0, 364.38], "text": " Our correspondent Jeremy Bowen and cameraman Fred Scott have been in the Dombas where the Russians are trying to encircle the city of Severo Donyetsk."}, {"timestamp": [364.38, 369.5], "text": " They sent this report from Bakhmut. That's a frontline town, about 60 kilometers away."}, {"timestamp": [369.5, 373.5], "text": " It could become one of Russia's next objectives in the region."}, {"timestamp": [373.5, 378.5], "text": " Life was never easy in Dombas."}, {"timestamp": [378.5, 381.5], "text": " At least it was familiar."}, {"timestamp": [381.5, 387.0], "text": " Now the war is getting closer to their care home, and it's time to go."}, {"timestamp": [391.0, 395.0], "text": " These women have no families to support them."}, {"timestamp": [399.0, 403.0], "text": " One of the Ukrainian volunteers said the Russian soldiers are worse than animals."}, {"timestamp": [403.0, 407.24], "text": " We can't leave these women behind."}, {"timestamp": [407.24, 413.84], "text": " They're taking them west out of Dombas, away from the Russian advance."}, {"timestamp": [413.84, 420.2], "text": " A Russian strike did this close by in Bahmoud."}, {"timestamp": [420.2, 424.56], "text": " Most of the residents had evacuated by the time it was hit last week."}, {"timestamp": [424.56, 427.56], "text": " The man who lived in this flat left the day before."}, {"timestamp": [428.68, 432.94], "text": " Civilians here fear the Russians will take all of Dombas, including their town."}, {"timestamp": [435.26, 438.68], "text": " Roman and Marina want to stay, but it's getting lonely,"}, {"timestamp": [438.68, 442.58], "text": " with the destructive power of the Russian army on their doorstep."}, {"timestamp": [444.08, 448.76], "text": " So far, we made that decision, but if it gets too bad, then I don't know."}, {"timestamp": [449.16, 450.18], "text": " We want to stay here."}, {"timestamp": [450.48, 451.24], "text": " We want peace."}, {"timestamp": [451.62, 454.14], "text": " We want our child to go to school here, normally."}, {"timestamp": [454.74, 455.72], "text": " We will rebuild the city."}, {"timestamp": [460.32, 462.86], "text": " Sonia, their daughter, turned eight this month."}, {"timestamp": [463.86, 466.06], "text": " Her school closed when the Russians invaded."}, {"timestamp": [468.4, 471.62], "text": " Online lessons are part of a wall of normality."}, {"timestamp": [471.8, 473.64], "text": " Her parents are trying to build around her."}, {"timestamp": [475.2, 477.38], "text": " It's looking very fragile."}, {"timestamp": [480.26, 483.52], "text": " Just down the road is a glimpse of the future they dread."}, {"timestamp": [484.52, 487.2], "text": " The Russians are around five miles away."}, {"timestamp": [488.2, 492.04], "text": " They're hitting Bachmood regularly but not constantly yet."}, {"timestamp": [494.92, 500.16], "text": " Doggedly civilians clutch at routine as their old lives disappear."}, {"timestamp": [502.32, 504.92], "text": " The town waits on big decisions."}, {"timestamp": [504.92, 505.0], "text": " For the few civilians left about leaving or staying, The town waits on big decisions."}, {"timestamp": [505.0, 515.0], "text": " For the few civilians left about leaving or staying, how to survive, but also for the Ukrainian army."}, {"timestamp": [515.0, 525.48], "text": " Some powerful American-made howitzers have just arrived, but not enough to stop the Russian advance into Severinetsk. Can you?"}, {"timestamp": [525.48, 526.28], "text": " Armata!"}, {"timestamp": [526.28, 527.08], "text": " Forsterile!"}, {"timestamp": [527.08, 541.24], "text": " Ukraine's generals must decide how many more troops to sacrifice in what could be a losing battle for this part of Dombas."}, {"timestamp": [541.24, 548.0], "text": " A fighting retreat to more defensible positions looks likely if the Russian offensive doesn't stall."}, {"timestamp": [549.6, 553.96], "text": " New trench networks well back from the existing front line are ready."}, {"timestamp": [555.18, 561.68], "text": " Kramatosk, one of the Dombas towns that must be on the Russian target list, is about 15 minutes drive that way."}, {"timestamp": [562.44, 564.88], "text": " The rest of Ukraine is there."}, {"timestamp": [566.68, 572.34], "text": " This might all simply be just in case a contingency plan."}, {"timestamp": [572.48, 576.66], "text": " But if the Russians do blast their way through,"}, {"timestamp": [577.2, 578.64], "text": " they're going to need it."}, {"timestamp": [581.14, 587.0], "text": " Maxim Lutsik's unit was ordered to retreat closer to Bahmoud after weeks of heavy fighting."}, {"timestamp": [587.0, 590.0], "text": " He's one of thousands of Ukrainian volunteers."}, {"timestamp": [590.0, 593.0], "text": " Foo-hoo!"}, {"timestamp": [593.0, 597.0], "text": " All the aircraft bombings."}, {"timestamp": [597.0, 603.0], "text": " Back in Kiev, just after the invasion, he signed up with his friend, Dmitro."}, {"timestamp": [603.0, 606.68], "text": " I'm studying economy and I'm studying biology."}, {"timestamp": [606.68, 610.32], "text": " The two students fought in the victory in Kiev."}, {"timestamp": [610.32, 612.76], "text": " Dmitro's still there."}, {"timestamp": [612.76, 619.32], "text": " Ukrainians have to put aside the deliverance they felt then."}, {"timestamp": [619.32, 624.56], "text": " In Dombas, Maxin, 19 years old, is in an attritional struggle."}, {"timestamp": [624.56, 630.0], "text": " We were defending the Zara chemical factory."}, {"timestamp": [630.0, 643.0], "text": " I think that there is no way to make a deal with Putin."}, {"timestamp": [643.0, 645.04], "text": " Putin understands the..."}, {"timestamp": [645.04, 649.88], "text": "...understands only the language of bullets, blood, war crimes."}, {"timestamp": [649.88, 655.68], "text": " Air raid sirens were sounding as they prepared to bury Sergei Verpeka,"}, {"timestamp": [655.68, 658.4], "text": " a 21-year-old Ukrainian soldier."}, {"timestamp": [658.4, 667.0], "text": " Since the invasion this war has had terrible consequences and not just in Ukraine."}, {"timestamp": [667.0, 673.0], "text": " Sergei Verpeka and thousands more Ukrainians and Russians are dead."}, {"timestamp": [673.0, 681.0], "text": " The killing here has brought the big nuclear armed powers closer to confrontation than since the height of the Cold War."}, {"timestamp": [681.0, 684.0], "text": " Millions are refugees."}, {"timestamp": [684.0, 686.76], "text": " A wider war is a clear risk."}, {"timestamp": [687.52, 692.32], "text": " More destruction, hunger, poverty, and more funerals are a certainty."}, {"timestamp": [693.52, 697.04], "text": " War is the bringer of grief and change."}, {"timestamp": [698.4, 700.76], "text": " Jeremy Bowen, BBC News, Donbass."}, {"timestamp": [702.18, 709.12], "text": " John Herbs is a former US ambassador to Ukraine and is currently the director of the Eurasia Center at the Atlantic Council."}, {"timestamp": [709.36, 711.48], "text": " And John joins us now from Virginia."}, {"timestamp": [711.62, 713.76], "text": " And thanks very much indeed for your time."}, {"timestamp": [714.4, 723.5], "text": " Can I ask you, first of all, there's a general sense really of destruction clearly in the Donbass region and retreat from Ukrainian forces."}, {"timestamp": [723.5, 725.22], "text": " Despite, as we heard there,"}, {"timestamp": [725.58, 728.7], "text": " the arrival of U.S. howitzers coming into play,"}, {"timestamp": [729.18, 732.96], "text": " how much difference would it make do you think"}, {"timestamp": [732.96, 738.12], "text": " for longer-range missiles to be made available by the Biden administration,"}, {"timestamp": [738.38, 740.44], "text": " which clearly he's decided he's not going to do?"}, {"timestamp": [741.28, 748.0], "text": " If the United States was resolute in supporting Ukraine, Biden has done a good deal for"}, {"timestamp": [748.0, 756.36], "text": " Ukraine, but he's done it incrementally and timidly. If he was resolute in supporting Ukraine, sending all"}, {"timestamp": [756.36, 762.3], "text": " the weapons Ukraine has been asking for for months, that our experts who understand the situation"}, {"timestamp": [762.3, 770.7], "text": " they believe Ukraine needs, the Russian offensive in eastern Ukraine, which is right now enjoying some incremental success, would be stopped in its tracks."}, {"timestamp": [771.0, 777.1], "text": " Right. So you would have no issue, John, of providing missiles which could be fired well into Russia?"}, {"timestamp": [778.18, 781.82], "text": " Correct, although I don't think the Ukrainians would use those missiles for that purpose."}, {"timestamp": [782.24, 788.68], "text": " What they would use those missiles for is to offset the vast Russian superiority at the present time"}, {"timestamp": [788.68, 794.48], "text": " in tanks, artillery, long-distance missiles, and planes."}, {"timestamp": [794.92, 797.66], "text": " And they could therefore strike Russian supplies"}, {"timestamp": [797.66, 798.74], "text": " as they enter Ukraine."}, {"timestamp": [799.3, 801.38], "text": " They could strike Russian artillery"}, {"timestamp": [801.38, 803.18], "text": " that's anywhere in Ukraine."}, {"timestamp": [804.42, 807.74], "text": " And these would be things that it makes perfect sense for us to provide."}, {"timestamp": [808.22, 813.78], "text": " Because Putin's aggression against Ukraine is also a sign of an aggressive foreign policy"}, {"timestamp": [813.78, 817.82], "text": " that's going to come for NATO allies if Putin succeeds in Ukraine."}, {"timestamp": [817.82, 823.28], "text": " Can I ask you then what do you think Russia will make of that Biden decision?"}, {"timestamp": [828.44, 833.38], "text": " Russia will make of that Biden decision because there seems to be a clearer approach towards the Donbass region at the moment from Russian forces. You've used the word incremental two or three"}, {"timestamp": [833.38, 838.38], "text": " times, I think, there perhaps that would be a fair word to use in terms of their approach to"}, {"timestamp": [838.38, 842.44], "text": " dealing with the Donbass. Do you think they'll feel they're getting it right this time?"}, {"timestamp": [843.34, 851.94], "text": " Yes. And look, the United States and NATO and the EU are far more powerful than Russia in every aspect,"}, {"timestamp": [852.34, 856.42], "text": " with the exception of nuclear weapons where the U.S. and Russia are peer powers."}, {"timestamp": [858.56, 862.1], "text": " Putin's bet is that Western leadership is weak."}, {"timestamp": [862.48, 863.78], "text": " Western leadership can be bluffed."}, {"timestamp": [863.78, 869.18], "text": " And Biden's statement, which came a day or two after Russia threatened us and threatened NATO"}, {"timestamp": [869.18, 872.8], "text": " when it arms Ukraine, looks like classic weakness."}, {"timestamp": [873.22, 875.32], "text": " So it emboldens Putin to be more aggressive."}, {"timestamp": [875.96, 878.14], "text": " So it's a very serious strategic mistake."}, {"timestamp": [878.86, 880.52], "text": " John Herbs, thank you very much indeed."}, {"timestamp": [881.24, 881.76], "text": " My pleasure."}, {"timestamp": [883.62, 886.38], "text": " Okay, let's get some of the days other news for you now. The"}, {"timestamp": [886.38, 892.42], "text": " UN nuclear watchdog says Iran's stockpile of enriched uranium has continued to grow substantially"}, {"timestamp": [892.42, 898.76], "text": " and Tehran's done little to answer questions about traces of uranium found at three undeclared"}, {"timestamp": [898.76, 910.76], "text": " sites. The IAEA says the amount of uranium enriched in Iran has been many times beyond the limit imposed by the international nuclear deal agreed back in 2015."}, {"timestamp": [911.84, 920.04], "text": " The authorities in Nepal have located the bodies of all but one of the 22 people on board a plane which crashed in the Himalayas on Sunday."}, {"timestamp": [920.54, 926.54], "text": " Two Germans, four Indians and 16 Nepalis were on the flight, which normally lasts just 20 minutes."}, {"timestamp": [926.68, 930.24], "text": " An investigation into the cause of the crash has of course been launched."}, {"timestamp": [931.56, 940.08], "text": " President Jaya Bolsonaro has sent his condolences to the families of 91 people now who died in torrential rains in northeastern Brazil,"}, {"timestamp": [940.46, 944.14], "text": " as rescue workers continue to search for another 26 who are still missing."}, {"timestamp": [944.56, 950.86], "text": " The city of Recife has been worst affected after days of downpours triggered flooding and landslides"}, {"timestamp": [950.86, 954.0], "text": " that swept away, almost everything, in their path."}, {"timestamp": [958.52, 960.7], "text": " We'll do sit with this here on BBC News."}, {"timestamp": [960.82, 963.82], "text": " We're going to have the very latest on gun laws in Canada."}, {"timestamp": [964.24, 965.44], "text": " In just a moment, don't go away."}, {"timestamp": [974.98, 978.92], "text": " The Queen and her husband began their royal progress to Westminster."}, {"timestamp": [979.46, 986.54], "text": " The moment of crowning, in accordance with the order of service, by a signal given the great guns of the"}, {"timestamp": [986.54, 986.92], "text": " power."}, {"timestamp": [988.38, 993.56], "text": " Tributes have been paid around the world to Muhammad Ali, who's died at the age of 74."}, {"timestamp": [994.22, 999.52], "text": " Outspoken, but rarely outfought, Ali transcended the sport of boxing, of which he was three"}, {"timestamp": [999.52, 1000.96], "text": " times world champion."}, {"timestamp": [1001.44, 1005.96], "text": " He was a good fighter, and he fought all the way to the end, even through his illness."}, {"timestamp": [1006.12, 1006.82], "text": " Yes, he did."}, {"timestamp": [1007.58, 1012.38], "text": " UEFA imposes an indefinite ban on English clubs playing in Europe."}, {"timestamp": [1020.02, 1026.6], "text": " Today is the 20th anniversary of the release of the Beatles LP Sergeant Pepper's Lonely Hearts Club band,"}, {"timestamp": [1026.88, 1029.46], "text": " a record described as the album of the century."}, {"timestamp": [1036.06, 1043.58], "text": " Hello again, you're watching BBC News with me, David Eads."}, {"timestamp": [1043.66, 1045.42], "text": " Our main headlines at this hour."}, {"timestamp": [1045.94, 1050.22], "text": " European Union leaders have agreed to ban more than two-thirds of Russian oil imports"}, {"timestamp": [1050.22, 1055.86], "text": " in a compromised deal to put more pressure on Vladimir Putin over the war in Ukraine,"}, {"timestamp": [1056.02, 1058.26], "text": " aiming for 90% by the end of the year."}, {"timestamp": [1058.8, 1062.24], "text": " Ukrainian soldiers are facing a fierce battle in the east of the country"}, {"timestamp": [1062.24, 1066.72], "text": " as Russian forces close in on the key city of Severodonetsk."}, {"timestamp": [1069.12, 1075.7], "text": " Now, a tabernacle dating back to the 1890s, has been stolen from the altar at a Catholic church in New York City."}, {"timestamp": [1076.16, 1083.06], "text": " Police investigating the crime, say the burglar cut through a metal protective casing and made off with the Holy Eucharist,"}, {"timestamp": [1083.14, 1085.14], "text": " believed to be worth more than $2 million."}, {"timestamp": [1085.98, 1090.26], "text": " The angels either side of the tavernacle were decapitated and destroyed."}, {"timestamp": [1090.74, 1095.76], "text": " The Brooklyn Diocese calls it a crime of disrespect and hate and says the gold relic is"}, {"timestamp": [1095.76, 1099.34], "text": " irreplaceable due to its historical and artistic value."}, {"timestamp": [1101.36, 1102.64], "text": " And how about this as well?"}, {"timestamp": [1102.64, 1108.12], "text": " A man disguised as an elderly woman has attacked, well, arguably the world's most famous painting."}, {"timestamp": [1108.26, 1110.82], "text": " It's the Mona Lisa at the Louvre Museum in Paris."}, {"timestamp": [1110.82, 1117.28], "text": " The man tried to smash the portrait's protective screen before smearing the glass with cake."}, {"timestamp": [1117.68, 1119.0], "text": " Stephanie Prentice reports."}, {"timestamp": [1122.0, 1123.52], "text": " No way!"}, {"timestamp": [1123.78, 1131.72], "text": " The voice that spoke for everyone there, as the Mona Lisa, one of the world's most famous paintings as cleaned off by security,"}, {"timestamp": [1132.22, 1135.64], "text": " with tourists and art lovers watching and filming in shock."}, {"timestamp": [1136.46, 1142.98], "text": " Thankfully, the portrait is protected by bulletproof glass after someone showered it in acid in the 1950s."}, {"timestamp": [1143.3, 1146.32], "text": " But how did Leonardo da Vinci's Renaissance masterpiece"}, {"timestamp": [1146.32, 1153.04], "text": " come to be covered in cream? American visitor Luke Sumberry recorded this footage shortly after"}, {"timestamp": [1153.04, 1159.04], "text": " landing in Paris for a sports match. He told us what happened. We went to, I think it's called the"}, {"timestamp": [1159.04, 1166.56], "text": " Lurra, excuse my, excuse my pronunciation, and we went to go see the painting."}, {"timestamp": [1166.8, 1168.68], "text": " And we were chilling there for about five minutes."}, {"timestamp": [1168.8, 1172.68], "text": " And then we heard a whole bunch of kind of gasps and ooze and awes from the crowd."}, {"timestamp": [1173.08, 1179.64], "text": " And I just looked up and I saw who we later found out was a man dressed as an old lady in a wheelchair,"}, {"timestamp": [1180.44, 1181.48], "text": " bring out of this wheelchair."}, {"timestamp": [1181.84, 1188.0], "text": " And then from there, kind of proceeded to beat on what we know now is bulletproof glass"}, {"timestamp": [1188.0, 1192.12], "text": " and then smash a cake and smear a cake all over the painting."}, {"timestamp": [1194.04, 1198.42], "text": " This man, seemed being escorted out by security, claimed to be behind the attack,"}, {"timestamp": [1198.72, 1202.18], "text": " which is being cited as a stunt to raise awareness of climate change."}, {"timestamp": [1202.94, 1207.02], "text": " They say like we need to save the planet, think about the planet."}, {"timestamp": [1207.54, 1209.68], "text": " The artists are killing the planet."}, {"timestamp": [1211.78, 1215.36], "text": " Meanwhile, back at the scene of the crime, relief and applause,"}, {"timestamp": [1215.68, 1218.96], "text": " as the Mona Lisa smile is back to its full glory once again."}, {"timestamp": [1219.46, 1221.0], "text": " Stephanie Prentice, BBC News."}, {"timestamp": [1222.72, 1224.84], "text": " I just want to turn our attention to India now."}, {"timestamp": [1224.84, 1227.2], "text": " As the rapper Drake has led tributes"}, {"timestamp": [1227.2, 1229.98], "text": " to the Indian singer and rapper Sidu Musawala,"}, {"timestamp": [1230.44, 1232.02], "text": " who's been shot dead near his home"}, {"timestamp": [1232.02, 1233.74], "text": " in the North Indian state of Punjab."}, {"timestamp": [1234.2, 1236.92], "text": " Mr. Musawala had a huge global following."}, {"timestamp": [1237.28, 1238.88], "text": " This report from Rajini Vadjanath"}, {"timestamp": [1238.88, 1241.14], "text": " and does contain flashing images from the start."}, {"timestamp": [1244.1, 1250.98], "text": " Described as one of India's most forceful music exports, Sidu Mousaywalah's music racked up"}, {"timestamp": [1250.98, 1253.38], "text": " more than five billion views."}, {"timestamp": [1254.06, 1259.58], "text": " Known for his trademark Punjabi vocals mixed with rap, hip-hop and drill beats."}, {"timestamp": [1260.34, 1266.28], "text": " Creative but controversial, seen here with best-selling UK rapper Steflon Don."}, {"timestamp": [1267.12, 1270.92], "text": " Some of his songs, like this, glorified gun culture."}, {"timestamp": [1271.8, 1274.58], "text": " Sidu Mousselawal had been charged by Indian police"}, {"timestamp": [1274.58, 1277.42], "text": " for sharing violent content on social media."}, {"timestamp": [1278.32, 1281.8], "text": " And it was a shooting which claimed his life on Sunday."}, {"timestamp": [1282.62, 1286.22], "text": " CCTV shows two cars trailing his black SUV."}, {"timestamp": [1286.9, 1290.3], "text": " Officials say that at least 30 shots were fired by the gunmen."}, {"timestamp": [1290.82, 1294.38], "text": " Police initially said it could be gang-related, but are still investigating."}, {"timestamp": [1296.0, 1302.02], "text": " A career that was just getting started, a budding politician who'd also acted in films."}, {"timestamp": [1302.82, 1308.86], "text": " So Sidu Muswalah has been called a pioneer, an icon, legend already, and he was only 28."}, {"timestamp": [1309.12, 1313.64], "text": " What this means is that this person has been able to create this mind-blowing legacy,"}, {"timestamp": [1314.14, 1315.4], "text": " which goes beyond music."}, {"timestamp": [1315.88, 1321.46], "text": " His artistry was truly inspiring, and I think that what he was able to do, which is what we love"}, {"timestamp": [1321.46, 1324.76], "text": " about him and what people love about him, is provoke."}, {"timestamp": [1326.14, 1329.98], "text": " Sidu Musaywal's final release was called The Last Ride."}, {"timestamp": [1330.66, 1333.34], "text": " The lyrics of the song, chillingly prophetic."}, {"timestamp": [1334.22, 1336.88], "text": " The funeral will happen in youth."}, {"timestamp": [1337.62, 1340.08], "text": " Regina Vardian Arben, BBC News, Delhi."}, {"timestamp": [1341.18, 1349.28], "text": " Now, the Canadian government has introduced some tough new legislation to crack down on the sale, the transfer and the importation of handguns."}, {"timestamp": [1349.68, 1353.32], "text": " Rifle magazines are also going to be limited to no more than five rounds."}, {"timestamp": [1353.48, 1361.24], "text": " The Prime Minister, Justin Trudeau, said there was no reason anyone needed guns in their everyday lives except for hunting or sports shooting."}, {"timestamp": [1361.32, 1365.42], "text": " And he said the government had a duty to act against rising gun violence."}, {"timestamp": [1365.54, 1370.32], "text": " Well, I'm joined now from Ottawa by Marco Mendocino, Canada's Minister of Public Safety,"}, {"timestamp": [1370.68, 1373.72], "text": " who introduced that legislation earlier in the day."}, {"timestamp": [1373.86, 1376.72], "text": " Minister, thanks very much indeed for your time."}, {"timestamp": [1376.72, 1383.2], "text": " How far is this going in terms of your overall aim in gun control?"}, {"timestamp": [1384.58, 1387.98], "text": " In short, this is the most sweeping legislation"}, {"timestamp": [1387.98, 1391.26], "text": " that we've introduced on gun policy in a generation."}, {"timestamp": [1392.0, 1395.96], "text": " It provides for a national freeze on handguns"}, {"timestamp": [1395.96, 1400.48], "text": " in a way that will have a decisive and immediate impact"}, {"timestamp": [1400.48, 1404.3], "text": " to reduce the alarming trend around handgun violence in the country."}, {"timestamp": [1404.78, 1406.16], "text": " It takes on organized"}, {"timestamp": [1406.16, 1411.96], "text": " crime, including some of the provisions which you mentioned in your introductory comments. We're going to"}, {"timestamp": [1411.96, 1417.96], "text": " make sure that we raise maximum penalties against serious offenders who use guns as part of their"}, {"timestamp": [1417.96, 1423.96], "text": " criminal endeavors. And we're also going to tackle gender-based violence in connection with gun violence"}, {"timestamp": [1423.96, 1431.36], "text": " by introducing what we call red flag protocols, which will allow anyone to go to a court to seize guns and"}, {"timestamp": [1431.36, 1436.4], "text": " revoke licenses where the individual who is the possessor of that license poses a threat"}, {"timestamp": [1436.4, 1441.52], "text": " to anyone or to themselves. And when you combine these measures with the other things that we've"}, {"timestamp": [1441.52, 1445.12], "text": " done, like banning AR-15s, which we did two years ago,"}, {"timestamp": [1445.58, 1452.1], "text": " right across the country, as well as a $250 million building safer communities fund to address crime at its root causes."}, {"timestamp": [1452.1, 1455.62], "text": " This is a sweeping comprehensive strategy."}, {"timestamp": [1455.98, 1461.22], "text": " Right. I don't want to make a direct equation between what happens in Canada"}, {"timestamp": [1461.22, 1463.7], "text": " and what happens a little bit further south, of course."}, {"timestamp": [1463.84, 1469.0], "text": " But, I mean, many of the most highness crimes we've seen recently"}, {"timestamp": [1469.0, 1472.78], "text": " have involved mass killings with military-style assault weapons."}, {"timestamp": [1473.24, 1476.32], "text": " Is that an area you can ever go in Canada as well?"}, {"timestamp": [1476.42, 1481.7], "text": " I mean, can you wipe out anything that might lead to mass killings?"}, {"timestamp": [1482.82, 1485.2], "text": " Well, we're certainly doing everything that we can"}, {"timestamp": [1485.2, 1487.32], "text": " within our legislative powers to do so,"}, {"timestamp": [1487.4, 1491.24], "text": " including banning AR-15 assault-style and assault-style rifles,"}, {"timestamp": [1491.68, 1493.32], "text": " which we did two years ago."}, {"timestamp": [1493.64, 1495.46], "text": " And as an extension of that policy,"}, {"timestamp": [1495.6, 1498.42], "text": " we will be introducing a mandatory buyback program"}, {"timestamp": [1498.42, 1500.62], "text": " to get those out of our communities for good"}, {"timestamp": [1500.62, 1503.72], "text": " because they have no place in any civilized society."}, {"timestamp": [1503.72, 1506.22], "text": " And you can just hand them over, Ken?"}, {"timestamp": [1506.24, 1507.18], "text": " You say a buyback."}, {"timestamp": [1508.38, 1513.38], "text": " Well, so what we plan to do is consult with industry leaders to come up with a fair compensation"}, {"timestamp": [1513.38, 1517.5], "text": " system, and we're going to be publishing more details about that this summer."}, {"timestamp": [1517.58, 1523.64], "text": " But there will also be an option for those who had previously lawfully possessed that type of assault rifle"}, {"timestamp": [1523.64, 1527.58], "text": " to decommission or deactivate them so as to render them inoperable."}, {"timestamp": [1528.3, 1528.54], "text": " Okay."}, {"timestamp": [1529.68, 1533.36], "text": " Marco Mentecino, I'm afraid we have to leave it there because we've come to the end of the bulletin."}, {"timestamp": [1533.64, 1537.2], "text": " Very much appreciate you talking us through the legislation you've laid out there."}, {"timestamp": [1537.28, 1537.66], "text": " Thank you."}, {"timestamp": [1538.12, 1539.28], "text": " Thank you very much for having me."}, {"timestamp": [1541.92, 1544.18], "text": " And as I say, that brings us to the end of the bulletin."}, {"timestamp": [1544.18, 1557.0], "text": " Just to remind you, if you go on the website, you can get more on the latest news on the EU's move to ban up to 90% of imports of Russian oil as they increase their sanctions."}], "text": " Hello and welcome to BBC News. I'm David Eads. Our top stories. European Union leaders agree further sanctions against Russia over its invasion of Ukraine, though they stop short of imposing a total ban on Russian oil. The battle for Donbass, we report from the front line as Russian forces close in on Ukraine's eastern region. This might all simply be just in case a contingency plan, but if the Russians do blast their way through, they're going to need it. Prime Minister Justin Trudeau proposes new laws to crack down on the sale, the transfer, and the importation of handguns in Canada. And Mona Lisa with cream cake. A man is held after attempting to deface the world-famous portrait in the Louvre Museum in Paris. Hello, a warm welcome to our viewers on PBS in America and around the globe. By the end of the year, the EU will be blocking 90% of its oil imports from Russia. That is the message coming from the EU member states as they impose further sanctions against Vladimir Putin's government over its invasion of Ukraine. Now, the bloc has agreed to ban more than two-thirds of Russian oil imports straight away, that was at a summit in Brussels, where Hungary, nonetheless, heavily dependent on Russian oil, resisted a full oil embargo. The European Commission President Ursula von der Leyen said the agreement was very significant for reasons of climate as well as dealing with Moscow. It is a big step forward, what we did today, because indeed we now have gotten rid of coal, and this was already very difficult. Now we have basically the political agreement how to phase out oil in a clear time frame. And we started tonight, and we will report tomorrow, to discuss the big energy package repower EU that the Commission tabled, which is the basis to be able, over time, to completely diversify away from Russian fossil fuels. That is our goal. And therefore, we have now a very clear roadmap on the table. That's Ursula von der Leyen speaking just an hour or so ago, in fact. Let's get some more on the story because I'm joined by our reporter Mark LaBelle. Mark, she's certainly talking that up, understandably. They have an agreement. How much of a moment do you think this is? Well, David, there's no doubt the first feeling amongst EU leaders in Brussels would have been one of relief that they passed what had to be a unanimous agreement as part of the sixth package of sanctions on Russia. It's a big deal. It's 90% of all the imports of oil from Russia into the EU banned by the end of the year. It's what Charles Michel, the president of the EU Council, called remarkable achievement because it's going to take a real slice out of that financing of the war effort for Russia, as he put it. Russia's war machine, he said, would be suffering as a result of what was a lot of money. I mean, so far, the EU has spent 30 billion euros since the beginning of the invasion on oil imports. They rely on about a quarter of their crude imports coming from Russia. But it's short of a full deal. And just before they'd agreed, President Zelensky actually addressed them, saying that they had to stop these internal quarrels from taking place. And so I think pressure was put on Hungary, but they couldn't get that extra 10%. So where does that leave Hungary, in fact, because they have exemptions of sorts, don't they? And are they open-ended? When would they finish? Will they ever get to 100% ban? Well, it's really interesting. There's been no public falling out when the EU leaders were questioned about this. They said Hungary's stance was fair. They also had to protect the security of the EU citizen and their power supply. But if you think about it, the Drusba pipeline, which comes from Russia to into the EU, that supplies from the northern end Germany and Poland, Germany and Poland have said that they're happy to hand over their supply by the end of the year, whereas the southern supply, which goes to Hungary and Slovakia, will still keep running until other supplies can be made. Now, in answer to your question, well, it might take, they said, between 45 and 60 days to do some infrastructure changes in order to use the Adria pipeline into Croatia. They said that the refineries in Hungary need updating. We also know that President Orban, who's been re-elected in Hungary, is an ally of President Putin's, even though he's said that this invasion must stop, essentially. So a lot of people will be suspicious there. And very briefly, you mentioned it's the sixth package of sanctions. Oil is the issue everyone looks at, but that's not all that's in it. That's right. Russia's biggest bank has been banned from using the SWIFT payment system. There have been three more Russian broadcasters put on the banned list of broadcasting into the EU. There's also a ban on insuring Russian ships or reinsuring Russian ships. So all of these measures measures which needed unanimous support being brought on Russia to try and stop them, to stop them in their tracks as they kind of continue this war in Ukraine. Certainly is silent. The sanctions news tightens that much further. Mark, thank you very much indeed. And Russian forces have themselves been intensifying their attacks on the eastern Donbass region in Ukraine. Their renewed assault comes as President Biden ruled out sending advanced long-range rocket systems to Ukraine to help it fight the Russian invasion. Our correspondent Jeremy Bowen and cameraman Fred Scott have been in the Dombas where the Russians are trying to encircle the city of Severo Donyetsk. They sent this report from Bakhmut. That's a frontline town, about 60 kilometers away. It could become one of Russia's next objectives in the region. Life was never easy in Dombas. At least it was familiar. Now the war is getting closer to their care home, and it's time to go. These women have no families to support them. One of the Ukrainian volunteers said the Russian soldiers are worse than animals. We can't leave these women behind. They're taking them west out of Dombas, away from the Russian advance. A Russian strike did this close by in Bahmoud. Most of the residents had evacuated by the time it was hit last week. The man who lived in this flat left the day before. Civilians here fear the Russians will take all of Dombas, including their town. Roman and Marina want to stay, but it's getting lonely, with the destructive power of the Russian army on their doorstep. So far, we made that decision, but if it gets too bad, then I don't know. We want to stay here. We want peace. We want our child to go to school here, normally. We will rebuild the city. Sonia, their daughter, turned eight this month. Her school closed when the Russians invaded. Online lessons are part of a wall of normality. Her parents are trying to build around her. It's looking very fragile. Just down the road is a glimpse of the future they dread. The Russians are around five miles away. They're hitting Bachmood regularly but not constantly yet. Doggedly civilians clutch at routine as their old lives disappear. The town waits on big decisions. For the few civilians left about leaving or staying, The town waits on big decisions. For the few civilians left about leaving or staying, how to survive, but also for the Ukrainian army. Some powerful American-made howitzers have just arrived, but not enough to stop the Russian advance into Severinetsk. Can you? Armata! Forsterile! Ukraine's generals must decide how many more troops to sacrifice in what could be a losing battle for this part of Dombas. A fighting retreat to more defensible positions looks likely if the Russian offensive doesn't stall. New trench networks well back from the existing front line are ready. Kramatosk, one of the Dombas towns that must be on the Russian target list, is about 15 minutes drive that way. The rest of Ukraine is there. This might all simply be just in case a contingency plan. But if the Russians do blast their way through, they're going to need it. Maxim Lutsik's unit was ordered to retreat closer to Bahmoud after weeks of heavy fighting. He's one of thousands of Ukrainian volunteers. Foo-hoo! All the aircraft bombings. Back in Kiev, just after the invasion, he signed up with his friend, Dmitro. I'm studying economy and I'm studying biology. The two students fought in the victory in Kiev. Dmitro's still there. Ukrainians have to put aside the deliverance they felt then. In Dombas, Maxin, 19 years old, is in an attritional struggle. We were defending the Zara chemical factory. I think that there is no way to make a deal with Putin. Putin understands the......understands only the language of bullets, blood, war crimes. Air raid sirens were sounding as they prepared to bury Sergei Verpeka, a 21-year-old Ukrainian soldier. Since the invasion this war has had terrible consequences and not just in Ukraine. Sergei Verpeka and thousands more Ukrainians and Russians are dead. The killing here has brought the big nuclear armed powers closer to confrontation than since the height of the Cold War. Millions are refugees. A wider war is a clear risk. More destruction, hunger, poverty, and more funerals are a certainty. War is the bringer of grief and change. Jeremy Bowen, BBC News, Donbass. John Herbs is a former US ambassador to Ukraine and is currently the director of the Eurasia Center at the Atlantic Council. And John joins us now from Virginia. And thanks very much indeed for your time. Can I ask you, first of all, there's a general sense really of destruction clearly in the Donbass region and retreat from Ukrainian forces. Despite, as we heard there, the arrival of U.S. howitzers coming into play, how much difference would it make do you think for longer-range missiles to be made available by the Biden administration, which clearly he's decided he's not going to do? If the United States was resolute in supporting Ukraine, Biden has done a good deal for Ukraine, but he's done it incrementally and timidly. If he was resolute in supporting Ukraine, sending all the weapons Ukraine has been asking for for months, that our experts who understand the situation they believe Ukraine needs, the Russian offensive in eastern Ukraine, which is right now enjoying some incremental success, would be stopped in its tracks. Right. So you would have no issue, John, of providing missiles which could be fired well into Russia? Correct, although I don't think the Ukrainians would use those missiles for that purpose. What they would use those missiles for is to offset the vast Russian superiority at the present time in tanks, artillery, long-distance missiles, and planes. And they could therefore strike Russian supplies as they enter Ukraine. They could strike Russian artillery that's anywhere in Ukraine. And these would be things that it makes perfect sense for us to provide. Because Putin's aggression against Ukraine is also a sign of an aggressive foreign policy that's going to come for NATO allies if Putin succeeds in Ukraine. Can I ask you then what do you think Russia will make of that Biden decision? Russia will make of that Biden decision because there seems to be a clearer approach towards the Donbass region at the moment from Russian forces. You've used the word incremental two or three times, I think, there perhaps that would be a fair word to use in terms of their approach to dealing with the Donbass. Do you think they'll feel they're getting it right this time? Yes. And look, the United States and NATO and the EU are far more powerful than Russia in every aspect, with the exception of nuclear weapons where the U.S. and Russia are peer powers. Putin's bet is that Western leadership is weak. Western leadership can be bluffed. And Biden's statement, which came a day or two after Russia threatened us and threatened NATO when it arms Ukraine, looks like classic weakness. So it emboldens Putin to be more aggressive. So it's a very serious strategic mistake. John Herbs, thank you very much indeed. My pleasure. Okay, let's get some of the days other news for you now. The UN nuclear watchdog says Iran's stockpile of enriched uranium has continued to grow substantially and Tehran's done little to answer questions about traces of uranium found at three undeclared sites. The IAEA says the amount of uranium enriched in Iran has been many times beyond the limit imposed by the international nuclear deal agreed back in 2015. The authorities in Nepal have located the bodies of all but one of the 22 people on board a plane which crashed in the Himalayas on Sunday. Two Germans, four Indians and 16 Nepalis were on the flight, which normally lasts just 20 minutes. An investigation into the cause of the crash has of course been launched. President Jaya Bolsonaro has sent his condolences to the families of 91 people now who died in torrential rains in northeastern Brazil, as rescue workers continue to search for another 26 who are still missing. The city of Recife has been worst affected after days of downpours triggered flooding and landslides that swept away, almost everything, in their path. We'll do sit with this here on BBC News. We're going to have the very latest on gun laws in Canada. In just a moment, don't go away. The Queen and her husband began their royal progress to Westminster. The moment of crowning, in accordance with the order of service, by a signal given the great guns of the power. Tributes have been paid around the world to Muhammad Ali, who's died at the age of 74. Outspoken, but rarely outfought, Ali transcended the sport of boxing, of which he was three times world champion. He was a good fighter, and he fought all the way to the end, even through his illness. Yes, he did. UEFA imposes an indefinite ban on English clubs playing in Europe. Today is the 20th anniversary of the release of the Beatles LP Sergeant Pepper's Lonely Hearts Club band, a record described as the album of the century. Hello again, you're watching BBC News with me, David Eads. Our main headlines at this hour. European Union leaders have agreed to ban more than two-thirds of Russian oil imports in a compromised deal to put more pressure on Vladimir Putin over the war in Ukraine, aiming for 90% by the end of the year. Ukrainian soldiers are facing a fierce battle in the east of the country as Russian forces close in on the key city of Severodonetsk. Now, a tabernacle dating back to the 1890s, has been stolen from the altar at a Catholic church in New York City. Police investigating the crime, say the burglar cut through a metal protective casing and made off with the Holy Eucharist, believed to be worth more than $2 million. The angels either side of the tavernacle were decapitated and destroyed. The Brooklyn Diocese calls it a crime of disrespect and hate and says the gold relic is irreplaceable due to its historical and artistic value. And how about this as well? A man disguised as an elderly woman has attacked, well, arguably the world's most famous painting. It's the Mona Lisa at the Louvre Museum in Paris. The man tried to smash the portrait's protective screen before smearing the glass with cake. Stephanie Prentice reports. No way! The voice that spoke for everyone there, as the Mona Lisa, one of the world's most famous paintings as cleaned off by security, with tourists and art lovers watching and filming in shock. Thankfully, the portrait is protected by bulletproof glass after someone showered it in acid in the 1950s. But how did Leonardo da Vinci's Renaissance masterpiece come to be covered in cream? American visitor Luke Sumberry recorded this footage shortly after landing in Paris for a sports match. He told us what happened. We went to, I think it's called the Lurra, excuse my, excuse my pronunciation, and we went to go see the painting. And we were chilling there for about five minutes. And then we heard a whole bunch of kind of gasps and ooze and awes from the crowd. And I just looked up and I saw who we later found out was a man dressed as an old lady in a wheelchair, bring out of this wheelchair. And then from there, kind of proceeded to beat on what we know now is bulletproof glass and then smash a cake and smear a cake all over the painting. This man, seemed being escorted out by security, claimed to be behind the attack, which is being cited as a stunt to raise awareness of climate change. They say like we need to save the planet, think about the planet. The artists are killing the planet. Meanwhile, back at the scene of the crime, relief and applause, as the Mona Lisa smile is back to its full glory once again. Stephanie Prentice, BBC News. I just want to turn our attention to India now. As the rapper Drake has led tributes to the Indian singer and rapper Sidu Musawala, who's been shot dead near his home in the North Indian state of Punjab. Mr. Musawala had a huge global following. This report from Rajini Vadjanath and does contain flashing images from the start. Described as one of India's most forceful music exports, Sidu Mousaywalah's music racked up more than five billion views. Known for his trademark Punjabi vocals mixed with rap, hip-hop and drill beats. Creative but controversial, seen here with best-selling UK rapper Steflon Don. Some of his songs, like this, glorified gun culture. Sidu Mousselawal had been charged by Indian police for sharing violent content on social media. And it was a shooting which claimed his life on Sunday. CCTV shows two cars trailing his black SUV. Officials say that at least 30 shots were fired by the gunmen. Police initially said it could be gang-related, but are still investigating. A career that was just getting started, a budding politician who'd also acted in films. So Sidu Muswalah has been called a pioneer, an icon, legend already, and he was only 28. What this means is that this person has been able to create this mind-blowing legacy, which goes beyond music. His artistry was truly inspiring, and I think that what he was able to do, which is what we love about him and what people love about him, is provoke. Sidu Musaywal's final release was called The Last Ride. The lyrics of the song, chillingly prophetic. The funeral will happen in youth. Regina Vardian Arben, BBC News, Delhi. Now, the Canadian government has introduced some tough new legislation to crack down on the sale, the transfer and the importation of handguns. Rifle magazines are also going to be limited to no more than five rounds. The Prime Minister, Justin Trudeau, said there was no reason anyone needed guns in their everyday lives except for hunting or sports shooting. And he said the government had a duty to act against rising gun violence. Well, I'm joined now from Ottawa by Marco Mendocino, Canada's Minister of Public Safety, who introduced that legislation earlier in the day. Minister, thanks very much indeed for your time. How far is this going in terms of your overall aim in gun control? In short, this is the most sweeping legislation that we've introduced on gun policy in a generation. It provides for a national freeze on handguns in a way that will have a decisive and immediate impact to reduce the alarming trend around handgun violence in the country. It takes on organized crime, including some of the provisions which you mentioned in your introductory comments. We're going to make sure that we raise maximum penalties against serious offenders who use guns as part of their criminal endeavors. And we're also going to tackle gender-based violence in connection with gun violence by introducing what we call red flag protocols, which will allow anyone to go to a court to seize guns and revoke licenses where the individual who is the possessor of that license poses a threat to anyone or to themselves. And when you combine these measures with the other things that we've done, like banning AR-15s, which we did two years ago, right across the country, as well as a $250 million building safer communities fund to address crime at its root causes. This is a sweeping comprehensive strategy. Right. I don't want to make a direct equation between what happens in Canada and what happens a little bit further south, of course. But, I mean, many of the most highness crimes we've seen recently have involved mass killings with military-style assault weapons. Is that an area you can ever go in Canada as well? I mean, can you wipe out anything that might lead to mass killings? Well, we're certainly doing everything that we can within our legislative powers to do so, including banning AR-15 assault-style and assault-style rifles, which we did two years ago. And as an extension of that policy, we will be introducing a mandatory buyback program to get those out of our communities for good because they have no place in any civilized society. And you can just hand them over, Ken? You say a buyback. Well, so what we plan to do is consult with industry leaders to come up with a fair compensation system, and we're going to be publishing more details about that this summer. But there will also be an option for those who had previously lawfully possessed that type of assault rifle to decommission or deactivate them so as to render them inoperable. Okay. Marco Mentecino, I'm afraid we have to leave it there because we've come to the end of the bulletin. Very much appreciate you talking us through the legislation you've laid out there. Thank you. Thank you very much for having me. And as I say, that brings us to the end of the bulletin. Just to remind you, if you go on the website, you can get more on the latest news on the EU's move to ban up to 90% of imports of Russian oil as they increase their sanctions."}