{"speakers": [], "chunks": [{"timestamp": [0.0, 25.16], "text": " Hi, Anthony O K. Today on the stream, we are thinking about rethinking. How does our brain work and how can we make it work a little bit better? You may already be doing some of the techniques we're going to be talking to you about. This is a picture back here. It pretty much sums up the last week of me"}, {"timestamp": [25.16, 30.36], "text": " preparing for this show. I am not intending to do all the heavy lifting by myself. I am bringing on"}, {"timestamp": [30.36, 34.18], "text": " the guests immediately so you can meet them and they can tell you who they are and what they do."}, {"timestamp": [34.3, 39.5], "text": " Hello, Annie, Gina, Dominic, so good to have you. Annie, introduce yourself to our stream audience."}, {"timestamp": [41.06, 50.68], "text": " Sure. I'm Annie Murphy-Paul. I'm a writer, a science writer who writes about learning and cognition. And I'm the author of a book called The Extended Mind, The Power of Thinking Outside the Brain."}, {"timestamp": [50.84, 58.4], "text": " And you inspired our entire conversation. Thanks for that. Hello, Gina. Great to have you on the stream. Tell everybody who you are on what you do."}, {"timestamp": [59.2, 65.92], "text": " Hello. Nice to be here. Thank you. My name is Gina Poe. I'm a neuroscientist at UCLA,"}, {"timestamp": [66.36, 71.3], "text": " and I do research on the function of sleep for learning and memory."}, {"timestamp": [72.3, 73.26], "text": " Great to have you."}, {"timestamp": [73.34, 74.96], "text": " And Dominic, welcome to the stream."}, {"timestamp": [75.14, 77.08], "text": " Introduce yourself to our international viewers."}, {"timestamp": [78.28, 79.74], "text": " My name is Dominic Packer."}, {"timestamp": [79.82, 82.3], "text": " I'm a professor of psychology at Lehigh University,"}, {"timestamp": [82.3, 83.92], "text": " which is in Bethlehem, Pennsylvania."}, {"timestamp": [84.8, 85.78], "text": " And I'm an expert on"}, {"timestamp": [85.78, 91.18], "text": " group dynamics and how people's identities shape how they think, feel, and behave. So, Gess, I'm going to"}, {"timestamp": [91.18, 95.32], "text": " give you a couple of rapid fire questions, which really helped me to prepare for this show. I know"}, {"timestamp": [95.32, 98.8], "text": " you're going to know the answers like this. All right, Dominic, what is the mind?"}, {"timestamp": [100.4, 108.5], "text": " The mind generally refers to the thoughts we have, the emotions we feel, the perceptions we have of the world, how we make sense of things."}, {"timestamp": [108.5, 118.0], "text": " It's a key distinction to be made with regard to the mind, such that some of it are things we're conscious of, so we're aware of our thoughts or our feelings, what we believe about something."}, {"timestamp": [118.0, 123.0], "text": " But a lot of the mind is also non-conscious or very rapidly processed."}, {"timestamp": [123.0, 126.2], "text": " Conclusions we reach without necessarily having realized"}, {"timestamp": [126.2, 135.06], "text": " how exactly we reached it so that's the mind gina what's the brain the brain is the organ by which"}, {"timestamp": [135.06, 142.0], "text": " the mind thinks and acts and interacts with the world it is the organ through which we sense everything"}, {"timestamp": [142.0, 145.76], "text": " and it is the organ through which we do everything."}, {"timestamp": [146.4, 150.24], "text": " It is us. Our brain is our mind."}, {"timestamp": [151.0, 157.56], "text": " Okay. Annie, the best metaphor that you have either created yourself or you've heard or you've read"}, {"timestamp": [157.56, 160.68], "text": " about how our brain actually works?"}, {"timestamp": [162.12, 165.98], "text": " Well, we tend to think of the brain as like a workhorse that we just sort of keep"}, {"timestamp": [165.98, 170.48], "text": " flogging until it gets the job done. But I like to think of the brain as more like an orchestra"}, {"timestamp": [170.48, 175.72], "text": " conductor that's at the heart of everything. It's bringing in resources from here and there and"}, {"timestamp": [175.72, 181.18], "text": " creating, you know, beautiful music. All right. So you've met our guests and you know they know this"}, {"timestamp": [181.18, 185.76], "text": " topic. What would you like to ask them about how do we get more out of our brain?"}, {"timestamp": [186.12, 188.6], "text": " If you're on YouTube, you can be part of today's discussion."}, {"timestamp": [188.74, 190.06], "text": " The comment section is right there."}, {"timestamp": [190.32, 192.44], "text": " I'm expecting your brilliant questions, no pressure."}, {"timestamp": [192.88, 194.22], "text": " The show starts right now."}, {"timestamp": [194.64, 198.36], "text": " Annie, let's talk, first of all, about how you feel that most of us use our brain."}, {"timestamp": [198.36, 205.64], "text": " You're a science writer, so you write a lot about the way that we think, the way that we use our thoughts, the way that we use our brains."}, {"timestamp": [205.86, 207.18], "text": " How do most of us use our brain?"}, {"timestamp": [208.52, 219.38], "text": " Well, to go back to this question of metaphors, I think many of us think of our brains as like a computer that we just feed information into and then the output, you know, is the result."}, {"timestamp": [219.54, 225.64], "text": " Or we think of it as like a muscle, that it's something that we have to keep exercising to get stronger."}, {"timestamp": [225.86, 231.3], "text": " But the reason the metaphor of the orchestra conductor is more helpful is that we actually don't"}, {"timestamp": [231.3, 232.54], "text": " think with our brains alone."}, {"timestamp": [232.7, 239.36], "text": " We think with our bodies, with the spaces in which we learn and work, with our interactions"}, {"timestamp": [239.36, 244.22], "text": " with other people, with our tools, like our smartphones and other technological devices."}, {"timestamp": [244.22, 249.7], "text": " So that really broadens the idea of what thinking is when we acknowledge that all these other"}, {"timestamp": [249.7, 251.72], "text": " resources are part of the thinking process."}, {"timestamp": [251.96, 253.48], "text": " Dominic, I see you nodding. Go ahead."}, {"timestamp": [254.84, 255.96], "text": " I completely agree."}, {"timestamp": [256.08, 261.36], "text": " I think the idea that Anne is exploring in her book, especially, that so much of our thinking"}, {"timestamp": [261.36, 265.5], "text": " exists outside of the individual mind or the individual brain"}, {"timestamp": [265.5, 270.66], "text": " and involves other people as well as technologies and devices is a super interesting one."}, {"timestamp": [270.96, 277.58], "text": " And research is exploring how outsourcing, at least a lot of the thinking that we do,"}, {"timestamp": [277.76, 282.06], "text": " affects the conclusions that people reach or the way in which their minds work."}, {"timestamp": [282.98, 286.8], "text": " I'm just thinking, Gina, and most of us don't walk around thinking about how we're thinking."}, {"timestamp": [287.66, 289.3], "text": " It just happens."}, {"timestamp": [289.88, 292.66], "text": " Unless something happens and then we have an injury"}, {"timestamp": [292.66, 295.5], "text": " or we have something that's not quite firing, right?"}, {"timestamp": [295.7, 296.66], "text": " Why do you think that is?"}, {"timestamp": [296.7, 298.58], "text": " It's almost like we take our brains for granted."}, {"timestamp": [300.72, 303.14], "text": " We do take our brains for granted."}, {"timestamp": [303.14, 321.74], "text": " And it's only when we do have a head injury or something happens to our physical brain organ that we realize so much of who we are, so much of our personality, and what we know, our memories, our consciousness really lies in this few pounds of flesh."}, {"timestamp": [322.36, 326.98], "text": " But this brain is not disconnected from the world, at least most of the time."}, {"timestamp": [327.38, 332.98], "text": " We have our senses that flow into our brain through our bodies, and that includes our sense of"}, {"timestamp": [332.98, 338.82], "text": " space and nature, our sense of others, and our ability to connect and reach out to them."}, {"timestamp": [339.2, 347.86], "text": " So I think it's a beautiful book, Annie Murphy, Paul. It's really well read, well written. It was a lot of fun to read."}, {"timestamp": [348.02, 354.28], "text": " It was well researched, and I take my hat off to you. I enjoyed every minute of reading it,"}, {"timestamp": [354.28, 363.46], "text": " and that's not usually the case when I'm reading things related to my field. I usually don't"}, {"timestamp": [363.46, 366.86], "text": " read books, and so this one was really, really a delight. Thank you."}, {"timestamp": [367.24, 371.86], "text": " Annie, what made you write it, the extended mind, the power of thinking outside the brain?"}, {"timestamp": [372.32, 379.1], "text": " What was the inspiration? What did you think? Like, I need to write a book about how we need to think"}, {"timestamp": [379.1, 388.16], "text": " outside of the mind, outside of the brain. Well, so I have two sons who are school age, and I got very interested in how they learn"}, {"timestamp": [388.16, 389.24], "text": " in the science of learning."}, {"timestamp": [389.84, 394.4], "text": " And in my research and reporting on the science of learning, I started to notice a bunch of"}, {"timestamp": [394.4, 402.6], "text": " different fields that were all looking at how these outside the brain resources factor into"}, {"timestamp": [402.6, 403.22], "text": " our thinking."}, {"timestamp": [403.22, 406.66], "text": " And then I happened to come across a journal article"}, {"timestamp": [406.66, 410.32], "text": " by two philosophers that proposed this idea"}, {"timestamp": [410.32, 411.56], "text": " of the extended mind,"}, {"timestamp": [411.56, 414.78], "text": " which is the idea that we don't just think with our brains alone."}, {"timestamp": [415.98, 420.06], "text": " We actually extend our thinking processes out into the world"}, {"timestamp": [420.06, 422.44], "text": " with our bodies, with spaces, with other people."}, {"timestamp": [422.6, 425.46], "text": " And that, to me, tied together a lot of the research findings"}, {"timestamp": [425.46, 426.94], "text": " that I was finding so interesting."}, {"timestamp": [427.66, 430.18], "text": " Part of your research, you discover Peter Reiner."}, {"timestamp": [430.74, 432.16], "text": " Oh, go ahead, Gina."}, {"timestamp": [432.22, 432.52], "text": " Go ahead."}, {"timestamp": [433.74, 438.04], "text": " I just wanted to say, I see, Annie, that you are talking with your hands,"}, {"timestamp": [438.12, 440.4], "text": " which is part of recommendations of your book."}, {"timestamp": [440.6, 442.88], "text": " So I have started adopting that, too."}, {"timestamp": [443.22, 445.6], "text": " Even though we're seated here, we're not taking a walk,"}, {"timestamp": [445.68, 451.84], "text": " which would be even better. At least we are using our bodies. And what that does to our brain"}, {"timestamp": [451.84, 459.36], "text": " is it puts it in a mode where we can learn better, actually. We learn best through teaching."}, {"timestamp": [459.36, 464.96], "text": " And then when we're teaching, if we're active, we are learning even better. Our brain is in the"}, {"timestamp": [464.96, 466.4], "text": " state called the theta state, which is about five to ten. when we're teaching, if we're active, we are learning even better. Our brain is in the state"}, {"timestamp": [466.4, 473.66], "text": " called the theta state, which is about five to ten waves per second that occur in our hippocampus,"}, {"timestamp": [473.7, 479.16], "text": " which is our rapid learning structure in our brain, associative learning. So when we put things"}, {"timestamp": [479.16, 485.62], "text": " together, and when we move, our hippocampus goes into the theta state, which is really best for learning."}, {"timestamp": [486.3, 493.1], "text": " So let me show you one of the people who inspired Annie to write her book."}, {"timestamp": [493.1, 495.1], "text": " And this gentleman is called Peter Reiner."}, {"timestamp": [495.22, 498.88], "text": " He's a neuroethics professor from the University of British Columbia."}, {"timestamp": [499.4, 501.98], "text": " And he explains, what Gina was just explaining there,"}, {"timestamp": [502.32, 509.96], "text": " how our brain can then use other things to help us think better and operate better."}, {"timestamp": [510.4, 513.62], "text": " Peter, Peter, has a much better explanation than I have, so here he is."}, {"timestamp": [515.06, 516.52], "text": " Imagine the following scenario."}, {"timestamp": [517.4, 521.52], "text": " A few weeks ago, you made an appointment to see the dentist, let's say, for next Tuesday."}, {"timestamp": [522.28, 527.2], "text": " In Tuesday morning, you wake up and you realize that, oh, today's the day I get to see the dentist,"}, {"timestamp": [527.32, 531.44], "text": " but you're not sure, was it the appointment at 2 o'clock or 3 o'clock?"}, {"timestamp": [531.54, 539.24], "text": " Well, fortunately, you also noted the time of this appointment in a diary,"}, {"timestamp": [539.38, 542.14], "text": " either a paper diary or in your phone, for example."}, {"timestamp": [542.5, 545.06], "text": " And you go and you check that diary and you find out that"}, {"timestamp": [545.06, 550.28], "text": " the appointment is at 2 o'clock. What you've done is actually a very smart thing for several reasons."}, {"timestamp": [551.06, 557.54], "text": " First of all, biological memory is, unfortunately, notoriously unreliable for details like this."}, {"timestamp": [557.54, 567.48], "text": " On the other hand, the diary is a perfect source of storing and recalling that kind of information."}, {"timestamp": [567.94, 574.0], "text": " But more importantly, what you've done is you've offloaded the cognitive work of remembering onto the diary"}, {"timestamp": [574.0, 578.56], "text": " rather than taxing your biological brain with that same task."}, {"timestamp": [579.48, 586.54], "text": " And by doing so, we open up a space for that biological brain to do what it does best, make decisions,"}, {"timestamp": [587.58, 593.82], "text": " abstract thought, creativity, and that is the future."}, {"timestamp": [595.38, 603.04], "text": " So our extensions could be our body, talking with the hands, which I do all of the time,"}, {"timestamp": [603.4, 605.68], "text": " our surroundings, using the surroundings,"}, {"timestamp": [606.22, 611.34], "text": " like a diary, as Peter was saying there, or it could be relationships, collaborations with people."}, {"timestamp": [611.94, 615.34], "text": " Dominic, can you give us an example? I'm going to make everybody give us an example,"}, {"timestamp": [615.6, 620.42], "text": " so we can see this happening in our daily life. As I gesticulate like I'm going out of fashion"}, {"timestamp": [620.42, 623.92], "text": " and I'm going to die if I don't stop moving my hands. Dominic, over to you."}, {"timestamp": [625.12, 625.54], "text": " Sure, well, I'll't stop moving my hands. Dominic, over to you. Sure."}, {"timestamp": [625.66, 628.36], "text": " Well, I'll continue with a technological example."}, {"timestamp": [629.36, 635.96], "text": " So the example of a smartphone, we now all carry them around and increasingly use them"}, {"timestamp": [635.96, 639.98], "text": " not just to make phone calls and also keep track of dates, but for taking photographs."}, {"timestamp": [640.9, 644.48], "text": " And the more we walk around the world and take photographs, the more we are potentially"}, {"timestamp": [644.48, 649.38], "text": " outsourcing the memories of things that we've seen and events we've experienced."}, {"timestamp": [649.6, 654.24], "text": " And there's actually research now on the effects that can have on your memory for events."}, {"timestamp": [654.36, 656.78], "text": " Say you're touring a museum and you see art."}, {"timestamp": [656.88, 665.28], "text": " And as you walk around, instead of simply looking at the art, you take photographs of the art and especially your favorite pieces, how that affects your memory then for that event."}, {"timestamp": [665.52, 670.74], "text": " And what you find is that if people are using a phone or a camera generally to record the event,"}, {"timestamp": [670.94, 674.64], "text": " they're in some ways outsourcing the memory and the experience of the event."}, {"timestamp": [674.7, 676.24], "text": " And it changes the way they remember."}, {"timestamp": [676.24, 679.98], "text": " It changes the way they can later on recollect what they saw."}, {"timestamp": [680.18, 684.2], "text": " And the reason it does so, at least in part, is because as you take those photos,"}, {"timestamp": [684.84, 688.06], "text": " you're paying attention to the situation in a different way."}, {"timestamp": [688.06, 691.5], "text": " So by using that technology and outsourcing the memory,"}, {"timestamp": [691.7, 693.82], "text": " you're also potentially outsourcing a part of the experience"}, {"timestamp": [693.82, 698.98], "text": " and thus affecting what is like in the moment and then what are you experienced later on."}, {"timestamp": [699.3, 701.5], "text": " I have lots of YouTube questions for you, guests."}, {"timestamp": [701.56, 703.86], "text": " I'm going to get you to answer them pretty quickly if you can."}, {"timestamp": [704.46, 710.38], "text": " Annie, some people are not getting quite what brain capacity means. Is it possible to run out of brain"}, {"timestamp": [710.38, 717.48], "text": " space? Well, you know, you brought on Peter Reiner, who just gave that very interesting"}, {"timestamp": [717.48, 723.5], "text": " example a minute ago, and it was Peter who introduced me to the idea that the biological brain"}, {"timestamp": [723.5, 726.7], "text": " may be running at full capacity at this point,"}, {"timestamp": [726.8, 733.4], "text": " meaning we are using every bit of our brains to deal with our really complicated modern world."}, {"timestamp": [733.4, 738.6], "text": " And that the only way to transcend the limits of the biological brain, which evolved to do,"}, {"timestamp": [738.94, 744.44], "text": " you know, very different things from what we ask it to do in our modern world of symbols and abstract ideas,"}, {"timestamp": [744.74, 748.76], "text": " the only way to transcend those limits is to bring in these external resources,"}, {"timestamp": [749.18, 752.82], "text": " like the body, like spaces, like other people."}, {"timestamp": [753.32, 755.72], "text": " Just, I mean, to offer an example of my own,"}, {"timestamp": [756.2, 760.0], "text": " there's an interesting phenomenon known as transactive memory,"}, {"timestamp": [760.12, 762.82], "text": " which refers to the fact that in a group,"}, {"timestamp": [763.48, 771.48], "text": " you can share memories such that each individual has access to the memory of all the people in the group."}, {"timestamp": [772.68, 777.36], "text": " Nobody can know everything, but everybody in a group can have their own specialty."}, {"timestamp": [777.98, 781.58], "text": " And when you know what other people know, you have access to what we know as well."}, {"timestamp": [784.52, 792.7], "text": " Yeah, and it's fascinating, Annie, how when you talk and recollect an event with your friends,"}, {"timestamp": [792.84, 796.56], "text": " they might have a very different recollection of something than you do."}, {"timestamp": [797.16, 803.92], "text": " And that act of recollecting together helps you bring up that memory and then incorporate"}, {"timestamp": [803.92, 807.02], "text": " all of your friends' recollections into your memory."}, {"timestamp": [807.66, 814.02], "text": " And then when you reconsolate that memory, which occurs while you sleep that next night,"}, {"timestamp": [814.6, 818.34], "text": " you reconsolate their memories in with your own."}, {"timestamp": [818.34, 824.18], "text": " And hopefully, as a group, you all will remember more accurately than any one memory."}, {"timestamp": [825.32, 830.56], "text": " Justin wants to know, Gina, what causes forgetfulness and how could he avoid it?"}, {"timestamp": [832.9, 842.1], "text": " Well, forgetfulness occurs if, first of all, you didn't have all systems working in the first place when you were trying to remember."}, {"timestamp": [842.48, 845.34], "text": " For example, you weren't paying enough attention."}, {"timestamp": [845.94, 849.22], "text": " So a neurotransmitter called acetycholine in your brain"}, {"timestamp": [849.22, 852.44], "text": " helps you remember things in the first place."}, {"timestamp": [852.56, 854.12], "text": " And acetylcholine comes online"}, {"timestamp": [854.12, 856.08], "text": " when your brain is in that theta state"}, {"timestamp": [856.08, 857.26], "text": " that I talked about before."}, {"timestamp": [857.92, 861.04], "text": " And when we are actively attending to something,"}, {"timestamp": [861.14, 864.68], "text": " another thing that helps us remember better in the first place"}, {"timestamp": [864.68, 865.92], "text": " is to tag a"}, {"timestamp": [865.92, 871.4], "text": " memory with another neurotransmitter called noraphenephrin. And that's something we're researching"}, {"timestamp": [871.4, 878.08], "text": " in my laboratory right now. What does noraphenephrine do to help us tag our memories so that"}, {"timestamp": [878.08, 884.92], "text": " we consolidate them well while we sleep and then don't forget them later? Justin, I hope that answers"}, {"timestamp": [884.92, 885.42], "text": " your question."}, {"timestamp": [885.78, 886.98], "text": " Let me bring in Chris."}, {"timestamp": [887.34, 891.96], "text": " Chris wanted to talk about how he changed the way he was thinking"}, {"timestamp": [891.96, 897.84], "text": " during the COVID pandemic, i.e. now, and particularly doing lockdown."}, {"timestamp": [897.84, 903.72], "text": " I'm really intrigued guests by how you think our brains have changed during lockdown"}, {"timestamp": [903.72, 905.46], "text": " and when we are isolated."}, {"timestamp": [905.86, 906.84], "text": " Here's Chris, first of all."}, {"timestamp": [908.36, 916.04], "text": " Like a ton of people around the world, when the pandemic hit, I became cognitively overloaded."}, {"timestamp": [916.18, 921.66], "text": " With having to work full time from home and my son, having school from home as well,"}, {"timestamp": [921.82, 924.56], "text": " I had a lot going on, just like everybody else."}, {"timestamp": [924.56, 925.8], "text": " And I needed different"}, {"timestamp": [925.8, 931.46], "text": " ways to kind of get through my daily process. So I started doing different things that I'm still"}, {"timestamp": [931.46, 937.08], "text": " doing today like going for walks every single morning while I work through different projects in my"}, {"timestamp": [937.08, 943.52], "text": " mind or I'm listening to audiobooks or podcasts. And a lot of this was covered in Annie's great book,"}, {"timestamp": [943.86, 945.28], "text": " The Extended Mind."}, {"timestamp": [948.0, 948.58], "text": " I've also set up kind of like my home office area."}, {"timestamp": [953.68, 954.24], "text": " And collaborative work has also helped me out a lot, just thinking a little bit more clearly."}, {"timestamp": [959.98, 962.36], "text": " And even though we've been in this pandemic for a long, long time, it's gotten a little bit easier."}, {"timestamp": [966.3, 967.18], "text": " Annie, COVID in our brains, how are we doing? What have you noticed?"}, {"timestamp": [972.06, 979.24], "text": " Yeah, I think a lot of people can identify with what Chris was saying about feeling overloaded during the pandemic and having to work, you know, from morning till night without a break, without a chat with colleagues or without a commute, you know,"}, {"timestamp": [979.24, 989.88], "text": " and I think that kind of puts the lie to the idea that the more we exercise our brains, the more we use it, the stronger it gets. I think a lot of us actually felt much less intelligent during the pandemic."}, {"timestamp": [990.08, 994.6], "text": " And I would argue that another reason for that is that we were cut off from many of our usual"}, {"timestamp": [994.6, 999.96], "text": " mental extensions, you know, our colleagues or classmates, and we weren't visiting new and"}, {"timestamp": [999.96, 1004.14], "text": " stimulating places. We weren't maybe using our body so much because we were sitting in front"}, {"timestamp": [1004.14, 1006.22], "text": " of a screen for many hours a day."}, {"timestamp": [1006.32, 1012.32], "text": " So I think that helps explain why a lot of people didn't feel like they were at their best mentally during the pandemic."}, {"timestamp": [1012.32, 1025.8], "text": " Yeah, it definitely happened to me. I want to say that part of your book was about natural spaces and getting out into nature, which is what the last speaker just talked about."}, {"timestamp": [1025.8, 1028.26], "text": " And I thought that that was really fascinating."}, {"timestamp": [1028.26, 1031.14], "text": " One of the things that natural spaces"}, {"timestamp": [1031.14, 1034.24], "text": " is the piece of the wind and the leaves"}, {"timestamp": [1034.24, 1036.58], "text": " and the sound of running water,"}, {"timestamp": [1036.58, 1038.72], "text": " that helps de-exhaust us."}, {"timestamp": [1038.72, 1041.64], "text": " And one of the reasons why I say that is it,"}, {"timestamp": [1041.64, 1044.6], "text": " anything that calms our brain"}, {"timestamp": [1044.6, 1048.88], "text": " and that source of noraphenepphrine that had talked about before,"}, {"timestamp": [1049.26, 1055.18], "text": " neuropranephyran is a neurotransmitter that a little bit goes a long way, a little bit helps you learn"}, {"timestamp": [1055.18, 1060.08], "text": " really well, but too much is what happens when you're stressed out. And when you're stressed out,"}, {"timestamp": [1060.38, 1065.82], "text": " your neurophanephine system is too strong. and what nature does is it helps de-stress us."}, {"timestamp": [1066.18, 1073.08], "text": " It helps that source of neurophanephene to calm down so we can learn at maximally."}, {"timestamp": [1074.16, 1079.2], "text": " I think the notion of the extended mind is also really useful as we think about the pandemic"}, {"timestamp": [1079.2, 1085.76], "text": " for conceptualizing how it is we collectively make sense of a brand new event like this, right?"}, {"timestamp": [1085.76, 1089.68], "text": " This is a challenge that most people have never experienced anything like before,"}, {"timestamp": [1089.68, 1093.2], "text": " and you can't figure it out on your own. You have to rely on other people."}, {"timestamp": [1093.92, 1097.44], "text": " And, you know, for example, we've learned over time how to understand"}, {"timestamp": [1098.32, 1104.16], "text": " graphs of disease spread or the transmission of COVID in your local area or hospital usage"}, {"timestamp": [1104.16, 1108.72], "text": " rates, all sorts of information that ordinary people most of the time haven't been paying attention to."}, {"timestamp": [1108.86, 1111.34], "text": " And now at the beginning, it was overwhelming."}, {"timestamp": [1111.52, 1114.46], "text": " And over time, it becomes less so for a couple of reasons."}, {"timestamp": [1114.76, 1120.18], "text": " One is that we actually do learn how to cope with new kinds of information, right?"}, {"timestamp": [1120.26, 1122.54], "text": " Over time, we get better at it."}, {"timestamp": [1122.54, 1127.0], "text": " The other thing is, as part of an extended community of mind,"}, {"timestamp": [1127.14, 1129.58], "text": " we get better at presenting information to others."}, {"timestamp": [1129.88, 1132.88], "text": " So policymakers and people epidemiologists"}, {"timestamp": [1132.88, 1135.18], "text": " and people in science communication and so on,"}, {"timestamp": [1135.24, 1138.0], "text": " as well as the news media, are now much better"}, {"timestamp": [1138.0, 1141.42], "text": " at showing people the information in ways that are understandable"}, {"timestamp": [1141.42, 1142.78], "text": " and that they can use in their lives"}, {"timestamp": [1142.78, 1144.28], "text": " than they were at the beginning of the pandemic."}, {"timestamp": [1144.56, 1151.04], "text": " And that's a process. This extended mind isn't just a tool we have inevitably at our disposal."}, {"timestamp": [1151.2, 1153.02], "text": " We have to build it and we can make it better."}, {"timestamp": [1153.94, 1157.84], "text": " I want to bring in Martin Bordray. He's a philosopher of science at Ghent University."}, {"timestamp": [1158.76, 1163.82], "text": " And he really tackles this idea of have we really maxed out our brains right now?"}, {"timestamp": [1164.22, 1167.48], "text": " What is possible within our brains?"}, {"timestamp": [1167.66, 1175.46], "text": " And then off the back of that, I would like some practical solutions that all our guests can give us about how we work smarter."}, {"timestamp": [1176.16, 1176.86], "text": " Here's Martin."}, {"timestamp": [1178.08, 1186.84], "text": " Many philosophers have argued that the human brain will never unravel certain mysteries about the universe, just because of the way our brains evolved."}, {"timestamp": [1187.44, 1191.82], "text": " Just like the mind of a dog will never understand prime numbers, let's say,"}, {"timestamp": [1192.14, 1195.48], "text": " the human mind is bound to have certain biological limits too."}, {"timestamp": [1196.16, 1198.86], "text": " Now, this position sounds modest and humble,"}, {"timestamp": [1198.86, 1203.4], "text": " but the trouble is that it's always thinking of human intelligence"}, {"timestamp": [1203.4, 1206.94], "text": " in terms of a single isolated human brain"}, {"timestamp": [1206.94, 1212.14], "text": " without the help of mind extensions and cognitive structures and collaboration."}, {"timestamp": [1212.64, 1215.28], "text": " But this is exactly what makes human intelligence unique."}, {"timestamp": [1215.92, 1219.92], "text": " Human intelligence is open-ended and probably unlimited."}, {"timestamp": [1221.12, 1222.44], "text": " That's what I like to think."}, {"timestamp": [1223.04, 1224.78], "text": " But my life proves otherwise."}, {"timestamp": [1224.78, 1225.2], "text": " Annie, I want to talk. But my life proves otherwise."}, {"timestamp": [1229.74, 1234.1], "text": " Annie, I want to talk to you about some practical things that people can do to really extend what their brains are capable of."}, {"timestamp": [1234.4, 1239.32], "text": " For instance, I'm going to play a little video of workmen exercising in Japan"}, {"timestamp": [1239.32, 1243.74], "text": " and tell us why this is important and what we should be doing in our lives"}, {"timestamp": [1243.74, 1246.56], "text": " to extend our brain regarding exercise and movement."}, {"timestamp": [1250.56, 1255.9], "text": " This is before working on the construction site."}, {"timestamp": [1257.18, 1258.96], "text": " This exercise actually went viral."}, {"timestamp": [1261.28, 1262.26], "text": " Very calming."}, {"timestamp": [1262.96, 1264.9], "text": " Annie, why is movement important?"}, {"timestamp": [1266.18, 1267.0], "text": " How does that extend our brain?"}, {"timestamp": [1275.64, 1275.88], "text": " Yeah, that's really lovely. That's a program of exercises that millions of people in Japan do every morning and have been doing for decades."}, {"timestamp": [1278.8, 1279.26], "text": " And there's a couple things going on there. I mean, one thing, they're outside."}, {"timestamp": [1282.92, 1283.4], "text": " Second of all, they're moving. And Dr. Po told us how important that is for thinking."}, {"timestamp": [1290.28, 1295.62], "text": " And third of all, they're moving together. They're engaged engaged in synchronized movement which helps bring a group of people together and helps get them on the same page it's like if you're moving as one if your bodies are"}, {"timestamp": [1295.62, 1300.84], "text": " moving as one it helps your brains kind of act as one as well I'm going to keep the musical"}, {"timestamp": [1300.84, 1305.64], "text": " theme going thank you for the exercises exercises from the Japanese construction workers."}, {"timestamp": [1305.64, 1307.68], "text": " And we're going to Gina singing."}, {"timestamp": [1307.68, 1308.68], "text": " Cue the singing."}, {"timestamp": [1308.68, 1311.0], "text": " Gina, why are you singing?"}, {"timestamp": [1311.0, 1313.18], "text": " Let's cue the singing."}, {"timestamp": [1313.18, 1318.12], "text": " I am singing in order to set up a theta"}, {"timestamp": [1318.12, 1324.76], "text": " and to tell people about all the things I research."}, {"timestamp": [1324.76, 1328.0], "text": " Please create the beat for LTP or LTD,"}, {"timestamp": [1328.0, 1332.0], "text": " oh, by direction of plasticity,"}, {"timestamp": [1332.0, 1336.0], "text": " reshaping network storing memories away"}, {"timestamp": [1336.0, 1340.0], "text": " to learn efficiently."}, {"timestamp": [1340.0, 1341.0], "text": " Yeah."}, {"timestamp": [1341.0, 1345.26], "text": " So, Gina, to tell me why that wasn't just a trick."}, {"timestamp": [1345.48, 1349.3], "text": " Can I sing my entire research for each episode of the stream"}, {"timestamp": [1349.3, 1351.16], "text": " and then I'm going to be better at hosting it?"}, {"timestamp": [1351.48, 1352.12], "text": " Or is that just a little trick?"}, {"timestamp": [1352.12, 1353.02], "text": " You actually will."}, {"timestamp": [1353.2, 1355.96], "text": " And so will your whole audience will be better."}, {"timestamp": [1356.68, 1360.58], "text": " Ditties are ditties because they help people remember better."}, {"timestamp": [1360.78, 1368.42], "text": " That 4-4 beat is in the theta stream frequency and a song just helps us,"}, {"timestamp": [1368.46, 1372.82], "text": " especially if we sing it together. When I'm giving lectures, I often have my audience sing that song"}, {"timestamp": [1372.82, 1379.1], "text": " after they hear about the whole thing. And they all sing it together and snap their fingers or clap"}, {"timestamp": [1379.1, 1383.72], "text": " their hands. This is nice. Dominic, I'm going to give you a horrific picture right here. It's an office"}, {"timestamp": [1383.72, 1405.7], "text": " that I know pretty well. How do you make this office environment? How do you make it a better office environment for thinking, performing well? Because right back here, this is my desk. I work in an ocean of greyness. It's a very tragic office. Dominic, what would we need to do to extend the thinking that was going on in this office?"}, {"timestamp": [1407.86, 1411.72], "text": " That's a great question. It is a tragic office. I'm sorry you have to put up with it."}, {"timestamp": [1413.0, 1418.18], "text": " I would say the most important thing in the office is the people. And I would worry less about"}, {"timestamp": [1418.18, 1424.44], "text": " the space. And more about the fact there are no people in the office. Well, whether they're in the"}, {"timestamp": [1424.44, 1425.16], "text": " office or not, you could put some paint on the walls. But, whether they're in the office or not,"}, {"timestamp": [1425.4, 1427.2], "text": " you could put some paint on the walls,"}, {"timestamp": [1427.32, 1429.24], "text": " but I think it's the relationship between the people"}, {"timestamp": [1429.24, 1432.84], "text": " and their sense, in particular of being a common unit"}, {"timestamp": [1432.84, 1436.06], "text": " as working together toward a sort of common mission"}, {"timestamp": [1436.06, 1436.88], "text": " and set of goals."}, {"timestamp": [1436.88, 1442.6], "text": " We know to be crucial for both people being excited about their work,"}, {"timestamp": [1442.72, 1444.56], "text": " but also being productive and cooperative."}, {"timestamp": [1445.26, 1449.94], "text": " And so building a collective and common identity, regardless of the space around you,"}, {"timestamp": [1450.24, 1451.76], "text": " would be my primary recommendation."}, {"timestamp": [1452.5, 1452.9], "text": " All right."}, {"timestamp": [1452.96, 1454.62], "text": " This has been such a fascinating conversation."}, {"timestamp": [1454.76, 1455.98], "text": " We've only scraped the surface."}, {"timestamp": [1456.26, 1457.86], "text": " There's so much more that you can find out."}, {"timestamp": [1457.86, 1458.66], "text": " Can I say one more thing?"}, {"timestamp": [1458.96, 1460.72], "text": " Absolutely not, Gina."}, {"timestamp": [1460.86, 1463.44], "text": " Gina, we're at the end of the show."}, {"timestamp": [1463.82, 1465.06], "text": " I have no more space."}, {"timestamp": [1465.18, 1466.96], "text": " I cannot extend the show."}, {"timestamp": [1468.96, 1470.04], "text": " Oh my goodness."}, {"timestamp": [1470.18, 1472.46], "text": " Gina is going to be on the news on Al Jazeera any second now."}, {"timestamp": [1472.56, 1473.44], "text": " Okay, look at my laptop."}, {"timestamp": [1473.74, 1474.62], "text": " The extended mind."}, {"timestamp": [1475.12, 1476.18], "text": " Annie Murphy, Paul."}, {"timestamp": [1476.6, 1478.12], "text": " You can find more about the book."}, {"timestamp": [1478.22, 1479.48], "text": " You can buy the book."}, {"timestamp": [1479.76, 1481.82], "text": " Go to Annie Murphy Paul's Twitter site."}, {"timestamp": [1482.18, 1483.58], "text": " Dominic, the power of us."}, {"timestamp": [1483.66, 1487.1], "text": " He has a book as well and followed Gina just because she's amazing"}, {"timestamp": [1487.1, 1489.02], "text": " and she may well sing you a ditty."}, {"timestamp": [1489.38, 1490.42], "text": " Thanks for watching everybody."}, {"timestamp": [1490.56, 1491.48], "text": " I'll see you next time."}, {"timestamp": [1491.58, 1492.06], "text": " Take care."}], "text": " Hi, Anthony O K. Today on the stream, we are thinking about rethinking. How does our brain work and how can we make it work a little bit better? You may already be doing some of the techniques we're going to be talking to you about. This is a picture back here. It pretty much sums up the last week of me preparing for this show. I am not intending to do all the heavy lifting by myself. I am bringing on the guests immediately so you can meet them and they can tell you who they are and what they do. Hello, Annie, Gina, Dominic, so good to have you. Annie, introduce yourself to our stream audience. Sure. I'm Annie Murphy-Paul. I'm a writer, a science writer who writes about learning and cognition. And I'm the author of a book called The Extended Mind, The Power of Thinking Outside the Brain. And you inspired our entire conversation. Thanks for that. Hello, Gina. Great to have you on the stream. Tell everybody who you are on what you do. Hello. Nice to be here. Thank you. My name is Gina Poe. I'm a neuroscientist at UCLA, and I do research on the function of sleep for learning and memory. Great to have you. And Dominic, welcome to the stream. Introduce yourself to our international viewers. My name is Dominic Packer. I'm a professor of psychology at Lehigh University, which is in Bethlehem, Pennsylvania. And I'm an expert on group dynamics and how people's identities shape how they think, feel, and behave. So, Gess, I'm going to give you a couple of rapid fire questions, which really helped me to prepare for this show. I know you're going to know the answers like this. All right, Dominic, what is the mind? The mind generally refers to the thoughts we have, the emotions we feel, the perceptions we have of the world, how we make sense of things. It's a key distinction to be made with regard to the mind, such that some of it are things we're conscious of, so we're aware of our thoughts or our feelings, what we believe about something. But a lot of the mind is also non-conscious or very rapidly processed. Conclusions we reach without necessarily having realized how exactly we reached it so that's the mind gina what's the brain the brain is the organ by which the mind thinks and acts and interacts with the world it is the organ through which we sense everything and it is the organ through which we do everything. It is us. Our brain is our mind. Okay. Annie, the best metaphor that you have either created yourself or you've heard or you've read about how our brain actually works? Well, we tend to think of the brain as like a workhorse that we just sort of keep flogging until it gets the job done. But I like to think of the brain as more like an orchestra conductor that's at the heart of everything. It's bringing in resources from here and there and creating, you know, beautiful music. All right. So you've met our guests and you know they know this topic. What would you like to ask them about how do we get more out of our brain? If you're on YouTube, you can be part of today's discussion. The comment section is right there. I'm expecting your brilliant questions, no pressure. The show starts right now. Annie, let's talk, first of all, about how you feel that most of us use our brain. You're a science writer, so you write a lot about the way that we think, the way that we use our thoughts, the way that we use our brains. How do most of us use our brain? Well, to go back to this question of metaphors, I think many of us think of our brains as like a computer that we just feed information into and then the output, you know, is the result. Or we think of it as like a muscle, that it's something that we have to keep exercising to get stronger. But the reason the metaphor of the orchestra conductor is more helpful is that we actually don't think with our brains alone. We think with our bodies, with the spaces in which we learn and work, with our interactions with other people, with our tools, like our smartphones and other technological devices. So that really broadens the idea of what thinking is when we acknowledge that all these other resources are part of the thinking process. Dominic, I see you nodding. Go ahead. I completely agree. I think the idea that Anne is exploring in her book, especially, that so much of our thinking exists outside of the individual mind or the individual brain and involves other people as well as technologies and devices is a super interesting one. And research is exploring how outsourcing, at least a lot of the thinking that we do, affects the conclusions that people reach or the way in which their minds work. I'm just thinking, Gina, and most of us don't walk around thinking about how we're thinking. It just happens. Unless something happens and then we have an injury or we have something that's not quite firing, right? Why do you think that is? It's almost like we take our brains for granted. We do take our brains for granted. And it's only when we do have a head injury or something happens to our physical brain organ that we realize so much of who we are, so much of our personality, and what we know, our memories, our consciousness really lies in this few pounds of flesh. But this brain is not disconnected from the world, at least most of the time. We have our senses that flow into our brain through our bodies, and that includes our sense of space and nature, our sense of others, and our ability to connect and reach out to them. So I think it's a beautiful book, Annie Murphy, Paul. It's really well read, well written. It was a lot of fun to read. It was well researched, and I take my hat off to you. I enjoyed every minute of reading it, and that's not usually the case when I'm reading things related to my field. I usually don't read books, and so this one was really, really a delight. Thank you. Annie, what made you write it, the extended mind, the power of thinking outside the brain? What was the inspiration? What did you think? Like, I need to write a book about how we need to think outside of the mind, outside of the brain. Well, so I have two sons who are school age, and I got very interested in how they learn in the science of learning. And in my research and reporting on the science of learning, I started to notice a bunch of different fields that were all looking at how these outside the brain resources factor into our thinking. And then I happened to come across a journal article by two philosophers that proposed this idea of the extended mind, which is the idea that we don't just think with our brains alone. We actually extend our thinking processes out into the world with our bodies, with spaces, with other people. And that, to me, tied together a lot of the research findings that I was finding so interesting. Part of your research, you discover Peter Reiner. Oh, go ahead, Gina. Go ahead. I just wanted to say, I see, Annie, that you are talking with your hands, which is part of recommendations of your book. So I have started adopting that, too. Even though we're seated here, we're not taking a walk, which would be even better. At least we are using our bodies. And what that does to our brain is it puts it in a mode where we can learn better, actually. We learn best through teaching. And then when we're teaching, if we're active, we are learning even better. Our brain is in the state called the theta state, which is about five to ten. when we're teaching, if we're active, we are learning even better. Our brain is in the state called the theta state, which is about five to ten waves per second that occur in our hippocampus, which is our rapid learning structure in our brain, associative learning. So when we put things together, and when we move, our hippocampus goes into the theta state, which is really best for learning. So let me show you one of the people who inspired Annie to write her book. And this gentleman is called Peter Reiner. He's a neuroethics professor from the University of British Columbia. And he explains, what Gina was just explaining there, how our brain can then use other things to help us think better and operate better. Peter, Peter, has a much better explanation than I have, so here he is. Imagine the following scenario. A few weeks ago, you made an appointment to see the dentist, let's say, for next Tuesday. In Tuesday morning, you wake up and you realize that, oh, today's the day I get to see the dentist, but you're not sure, was it the appointment at 2 o'clock or 3 o'clock? Well, fortunately, you also noted the time of this appointment in a diary, either a paper diary or in your phone, for example. And you go and you check that diary and you find out that the appointment is at 2 o'clock. What you've done is actually a very smart thing for several reasons. First of all, biological memory is, unfortunately, notoriously unreliable for details like this. On the other hand, the diary is a perfect source of storing and recalling that kind of information. But more importantly, what you've done is you've offloaded the cognitive work of remembering onto the diary rather than taxing your biological brain with that same task. And by doing so, we open up a space for that biological brain to do what it does best, make decisions, abstract thought, creativity, and that is the future. So our extensions could be our body, talking with the hands, which I do all of the time, our surroundings, using the surroundings, like a diary, as Peter was saying there, or it could be relationships, collaborations with people. Dominic, can you give us an example? I'm going to make everybody give us an example, so we can see this happening in our daily life. As I gesticulate like I'm going out of fashion and I'm going to die if I don't stop moving my hands. Dominic, over to you. Sure, well, I'll't stop moving my hands. Dominic, over to you. Sure. Well, I'll continue with a technological example. So the example of a smartphone, we now all carry them around and increasingly use them not just to make phone calls and also keep track of dates, but for taking photographs. And the more we walk around the world and take photographs, the more we are potentially outsourcing the memories of things that we've seen and events we've experienced. And there's actually research now on the effects that can have on your memory for events. Say you're touring a museum and you see art. And as you walk around, instead of simply looking at the art, you take photographs of the art and especially your favorite pieces, how that affects your memory then for that event. And what you find is that if people are using a phone or a camera generally to record the event, they're in some ways outsourcing the memory and the experience of the event. And it changes the way they remember. It changes the way they can later on recollect what they saw. And the reason it does so, at least in part, is because as you take those photos, you're paying attention to the situation in a different way. So by using that technology and outsourcing the memory, you're also potentially outsourcing a part of the experience and thus affecting what is like in the moment and then what are you experienced later on. I have lots of YouTube questions for you, guests. I'm going to get you to answer them pretty quickly if you can. Annie, some people are not getting quite what brain capacity means. Is it possible to run out of brain space? Well, you know, you brought on Peter Reiner, who just gave that very interesting example a minute ago, and it was Peter who introduced me to the idea that the biological brain may be running at full capacity at this point, meaning we are using every bit of our brains to deal with our really complicated modern world. And that the only way to transcend the limits of the biological brain, which evolved to do, you know, very different things from what we ask it to do in our modern world of symbols and abstract ideas, the only way to transcend those limits is to bring in these external resources, like the body, like spaces, like other people. Just, I mean, to offer an example of my own, there's an interesting phenomenon known as transactive memory, which refers to the fact that in a group, you can share memories such that each individual has access to the memory of all the people in the group. Nobody can know everything, but everybody in a group can have their own specialty. And when you know what other people know, you have access to what we know as well. Yeah, and it's fascinating, Annie, how when you talk and recollect an event with your friends, they might have a very different recollection of something than you do. And that act of recollecting together helps you bring up that memory and then incorporate all of your friends' recollections into your memory. And then when you reconsolate that memory, which occurs while you sleep that next night, you reconsolate their memories in with your own. And hopefully, as a group, you all will remember more accurately than any one memory. Justin wants to know, Gina, what causes forgetfulness and how could he avoid it? Well, forgetfulness occurs if, first of all, you didn't have all systems working in the first place when you were trying to remember. For example, you weren't paying enough attention. So a neurotransmitter called acetycholine in your brain helps you remember things in the first place. And acetylcholine comes online when your brain is in that theta state that I talked about before. And when we are actively attending to something, another thing that helps us remember better in the first place is to tag a memory with another neurotransmitter called noraphenephrin. And that's something we're researching in my laboratory right now. What does noraphenephrine do to help us tag our memories so that we consolidate them well while we sleep and then don't forget them later? Justin, I hope that answers your question. Let me bring in Chris. Chris wanted to talk about how he changed the way he was thinking during the COVID pandemic, i.e. now, and particularly doing lockdown. I'm really intrigued guests by how you think our brains have changed during lockdown and when we are isolated. Here's Chris, first of all. Like a ton of people around the world, when the pandemic hit, I became cognitively overloaded. With having to work full time from home and my son, having school from home as well, I had a lot going on, just like everybody else. And I needed different ways to kind of get through my daily process. So I started doing different things that I'm still doing today like going for walks every single morning while I work through different projects in my mind or I'm listening to audiobooks or podcasts. And a lot of this was covered in Annie's great book, The Extended Mind. I've also set up kind of like my home office area. And collaborative work has also helped me out a lot, just thinking a little bit more clearly. And even though we've been in this pandemic for a long, long time, it's gotten a little bit easier. Annie, COVID in our brains, how are we doing? What have you noticed? Yeah, I think a lot of people can identify with what Chris was saying about feeling overloaded during the pandemic and having to work, you know, from morning till night without a break, without a chat with colleagues or without a commute, you know, and I think that kind of puts the lie to the idea that the more we exercise our brains, the more we use it, the stronger it gets. I think a lot of us actually felt much less intelligent during the pandemic. And I would argue that another reason for that is that we were cut off from many of our usual mental extensions, you know, our colleagues or classmates, and we weren't visiting new and stimulating places. We weren't maybe using our body so much because we were sitting in front of a screen for many hours a day. So I think that helps explain why a lot of people didn't feel like they were at their best mentally during the pandemic. Yeah, it definitely happened to me. I want to say that part of your book was about natural spaces and getting out into nature, which is what the last speaker just talked about. And I thought that that was really fascinating. One of the things that natural spaces is the piece of the wind and the leaves and the sound of running water, that helps de-exhaust us. And one of the reasons why I say that is it, anything that calms our brain and that source of noraphenepphrine that had talked about before, neuropranephyran is a neurotransmitter that a little bit goes a long way, a little bit helps you learn really well, but too much is what happens when you're stressed out. And when you're stressed out, your neurophanephine system is too strong. and what nature does is it helps de-stress us. It helps that source of neurophanephene to calm down so we can learn at maximally. I think the notion of the extended mind is also really useful as we think about the pandemic for conceptualizing how it is we collectively make sense of a brand new event like this, right? This is a challenge that most people have never experienced anything like before, and you can't figure it out on your own. You have to rely on other people. And, you know, for example, we've learned over time how to understand graphs of disease spread or the transmission of COVID in your local area or hospital usage rates, all sorts of information that ordinary people most of the time haven't been paying attention to. And now at the beginning, it was overwhelming. And over time, it becomes less so for a couple of reasons. One is that we actually do learn how to cope with new kinds of information, right? Over time, we get better at it. The other thing is, as part of an extended community of mind, we get better at presenting information to others. So policymakers and people epidemiologists and people in science communication and so on, as well as the news media, are now much better at showing people the information in ways that are understandable and that they can use in their lives than they were at the beginning of the pandemic. And that's a process. This extended mind isn't just a tool we have inevitably at our disposal. We have to build it and we can make it better. I want to bring in Martin Bordray. He's a philosopher of science at Ghent University. And he really tackles this idea of have we really maxed out our brains right now? What is possible within our brains? And then off the back of that, I would like some practical solutions that all our guests can give us about how we work smarter. Here's Martin. Many philosophers have argued that the human brain will never unravel certain mysteries about the universe, just because of the way our brains evolved. Just like the mind of a dog will never understand prime numbers, let's say, the human mind is bound to have certain biological limits too. Now, this position sounds modest and humble, but the trouble is that it's always thinking of human intelligence in terms of a single isolated human brain without the help of mind extensions and cognitive structures and collaboration. But this is exactly what makes human intelligence unique. Human intelligence is open-ended and probably unlimited. That's what I like to think. But my life proves otherwise. Annie, I want to talk. But my life proves otherwise. Annie, I want to talk to you about some practical things that people can do to really extend what their brains are capable of. For instance, I'm going to play a little video of workmen exercising in Japan and tell us why this is important and what we should be doing in our lives to extend our brain regarding exercise and movement. This is before working on the construction site. This exercise actually went viral. Very calming. Annie, why is movement important? How does that extend our brain? Yeah, that's really lovely. That's a program of exercises that millions of people in Japan do every morning and have been doing for decades. And there's a couple things going on there. I mean, one thing, they're outside. Second of all, they're moving. And Dr. Po told us how important that is for thinking. And third of all, they're moving together. They're engaged engaged in synchronized movement which helps bring a group of people together and helps get them on the same page it's like if you're moving as one if your bodies are moving as one it helps your brains kind of act as one as well I'm going to keep the musical theme going thank you for the exercises exercises from the Japanese construction workers. And we're going to Gina singing. Cue the singing. Gina, why are you singing? Let's cue the singing. I am singing in order to set up a theta and to tell people about all the things I research. Please create the beat for LTP or LTD, oh, by direction of plasticity, reshaping network storing memories away to learn efficiently. Yeah. So, Gina, to tell me why that wasn't just a trick. Can I sing my entire research for each episode of the stream and then I'm going to be better at hosting it? Or is that just a little trick? You actually will. And so will your whole audience will be better. Ditties are ditties because they help people remember better. That 4-4 beat is in the theta stream frequency and a song just helps us, especially if we sing it together. When I'm giving lectures, I often have my audience sing that song after they hear about the whole thing. And they all sing it together and snap their fingers or clap their hands. This is nice. Dominic, I'm going to give you a horrific picture right here. It's an office that I know pretty well. How do you make this office environment? How do you make it a better office environment for thinking, performing well? Because right back here, this is my desk. I work in an ocean of greyness. It's a very tragic office. Dominic, what would we need to do to extend the thinking that was going on in this office? That's a great question. It is a tragic office. I'm sorry you have to put up with it. I would say the most important thing in the office is the people. And I would worry less about the space. And more about the fact there are no people in the office. Well, whether they're in the office or not, you could put some paint on the walls. But, whether they're in the office or not, you could put some paint on the walls, but I think it's the relationship between the people and their sense, in particular of being a common unit as working together toward a sort of common mission and set of goals. We know to be crucial for both people being excited about their work, but also being productive and cooperative. And so building a collective and common identity, regardless of the space around you, would be my primary recommendation. All right. This has been such a fascinating conversation. We've only scraped the surface. There's so much more that you can find out. Can I say one more thing? Absolutely not, Gina. Gina, we're at the end of the show. I have no more space. I cannot extend the show. Oh my goodness. Gina is going to be on the news on Al Jazeera any second now. Okay, look at my laptop. The extended mind. Annie Murphy, Paul. You can find more about the book. You can buy the book. Go to Annie Murphy Paul's Twitter site. Dominic, the power of us. He has a book as well and followed Gina just because she's amazing and she may well sing you a ditty. Thanks for watching everybody. I'll see you next time. Take care."}