{"speakers": [], "chunks": [{"timestamp": [0.0, 9.98], "text": " I'm going to hear of all the"}, {"timestamp": [9.98, 15.1], "text": " this is a checkpoint on R&Z National."}, {"timestamp": [15.26, 16.06], "text": " I'm Lisa Owen."}, {"timestamp": [16.5, 19.62], "text": " Our hi-a-ki-ne, we are beside ourselves with worry."}, {"timestamp": [20.0, 23.12], "text": " The mother of three children missing with their father for almost six months"}, {"timestamp": [23.12, 25.58], "text": " makes a desperate plea for help to find them."}, {"timestamp": [26.02, 35.38], "text": " TVNZ launches the review of its recruitment processes after breakfast presenter Kamal Santa Maria resigns under a shroud of secrecy after barely a month in the job."}, {"timestamp": [35.78, 37.44], "text": " Cigarette smuggling is on the rise."}, {"timestamp": [37.68, 44.94], "text": " Emergency departments beg people to stay away unless they actually have an emergency as staff shortages push them to the brink."}, {"timestamp": [45.38, 46.26], "text": " Monopoly towns,"}, {"timestamp": [46.38, 49.24], "text": " the places where there's only one choice of supermarket,"}, {"timestamp": [49.7, 53.34], "text": " and a meal kit service specifically for cash-strapped students"}, {"timestamp": [53.34, 55.98], "text": " were a little challenged in the kitchen too."}, {"timestamp": [56.44, 58.02], "text": " Check us out, Sky Channel 83."}, {"timestamp": [60.18, 61.74], "text": " RNZ News at 5,"}, {"timestamp": [61.74, 63.92], "text": " Ahi-Ahi Maria Koivyahton Tennay."}, {"timestamp": [64.58, 67.56], "text": " Television New Zealand's chief executive has ordered a review"}, {"timestamp": [67.56, 69.78], "text": " into the organisation's hiring process"}, {"timestamp": [69.78, 73.46], "text": " following the abrupt departure of breakfast host Kamal Santa Maria."}, {"timestamp": [74.1, 76.24], "text": " There have been reports he behaved inappropriately"}, {"timestamp": [76.24, 78.22], "text": " towards a woman's staffer at TVNZ"}, {"timestamp": [78.22, 80.78], "text": " and former colleagues at Al Jazeera."}, {"timestamp": [81.2, 83.38], "text": " Here's our political reporter, Katie Scotia."}, {"timestamp": [84.0, 94.26], "text": " In an email to TVNZ staff, Simon Power says the organisation's recruitment policy has not been followed consistently and needs to be reviewed."}, {"timestamp": [94.8, 104.12], "text": " He says he's asked senior employment lawyer Margaret Robbins to review its policies, processes and practices to ensure their fit for purpose."}, {"timestamp": [104.72, 109.48], "text": " Mr Power says he's informed the broadcasting minister Chris Farfoy of his decision."}, {"timestamp": [109.98, 114.72], "text": " He says when that review is complete, he will share the recommendations with staff."}, {"timestamp": [116.26, 125.18], "text": " Two senior Gloria Vail leaders, fervent, steadfast and faithful pilgrim have resigned from their senior positions within the Christian community."}, {"timestamp": [125.82, 130.18], "text": " Some of the men's failings were heard in the community's employment court hearing last month."}, {"timestamp": [130.74, 135.0], "text": " Fervent Steadfast has been accused of improperly handling issues around employment"}, {"timestamp": [135.0, 138.36], "text": " and had already resigned as financial controller last year."}, {"timestamp": [138.36, 141.4], "text": " Mr Steadfast has held his senior role since 1995."}, {"timestamp": [142.26, 146.0], "text": " Faithful Pilgrim was the former principal of the school but left that role in"}, {"timestamp": [146.0, 152.62], "text": " 2020 after failing to protect children in his care. A community spokesperson says these resignations"}, {"timestamp": [152.62, 158.5], "text": " are part of Gloria Vail's commitment to change and follow on from last Friday's public apology."}, {"timestamp": [159.52, 164.24], "text": " The mother of three children missing in King Country Bush is again appealing for help to locate them."}, {"timestamp": [164.74, 166.46], "text": " The children and their father, Thomas Phillips,"}, {"timestamp": [166.66, 168.18], "text": " haven't been seen since December."}, {"timestamp": [168.48, 169.42], "text": " Leah Tebitt reports."}, {"timestamp": [170.02, 172.8], "text": " The mother says she is beside herself with worry"}, {"timestamp": [172.8, 175.34], "text": " and needs to know her children are well."}, {"timestamp": [176.04, 178.82], "text": " She says a private search was planned for next month,"}, {"timestamp": [178.82, 180.98], "text": " but after discussions with police,"}, {"timestamp": [181.3, 182.74], "text": " this is now being cancelled."}, {"timestamp": [183.6, 187.28], "text": " The mother says, while the wider family situation is complex,"}, {"timestamp": [187.86, 191.26], "text": " her focus is solely on the children and their well-being."}, {"timestamp": [192.14, 196.94], "text": " She says like police, she believes someone is helping the family stay off grid."}, {"timestamp": [197.76, 202.5], "text": " Police say there have been possible sightings of the family in the wider Waitomo area"}, {"timestamp": [202.5, 206.36], "text": " and an aircraft has been used to search areas of interest."}, {"timestamp": [208.1, 211.26], "text": " Staffing shortages are hitting the healthcare sector hard"}, {"timestamp": [211.26, 215.08], "text": " as the workforce faces added pressure"}, {"timestamp": [215.08, 216.6], "text": " from a rise in winter illnesses."}, {"timestamp": [217.42, 220.22], "text": " Nurses, general practitioners and emergency departments"}, {"timestamp": [220.22, 221.92], "text": " all say they've been under the pump."}, {"timestamp": [222.48, 229.06], "text": " Canterbury District Health Board says it's had an average of 200 staff off with COVID every day for weeks."}, {"timestamp": [229.72, 234.84], "text": " In Napier, the 24-7 Medical Center City Medical was closed yesterday and on Sunday night,"}, {"timestamp": [235.3, 238.76], "text": " after staff illness worsened already critical staffing levels."}, {"timestamp": [239.32, 244.32], "text": " The nurse's organisation says staff illness is adding to the pressure on a stretched workforce."}, {"timestamp": [246.14, 251.68], "text": " And a pregnant woman And a pregnant woman, and a pregnant woman, says the decision to keep a Christchurch"}, {"timestamp": [251.68, 253.68], "text": " birthing unit open is a huge relief."}, {"timestamp": [254.32, 258.64], "text": " St George's Hospital considered closing the ward, but today announced it would keep operating"}, {"timestamp": [258.64, 261.32], "text": " after strong opposition from midwives and young mothers."}, {"timestamp": [262.06, 266.46], "text": " Phoebe Leighton is due to have her first child in September and says she's been stressed,"}, {"timestamp": [266.7, 267.98], "text": " not knowing where it would happen."}, {"timestamp": [267.98, 274.24], "text": " That was quite concerning for us, just not sure what our plan B would be, and especially"}, {"timestamp": [274.24, 280.9], "text": " thinking of the affordability or the commute and travel included with plan B decision, if needed."}, {"timestamp": [281.7, 286.18], "text": " Chief Executive Blair Oxburgh announced today the unit will remain open at least until"}, {"timestamp": [286.18, 291.36], "text": " June next year, but we'll have to scale back services if vacancies can't be filled."}, {"timestamp": [292.14, 296.88], "text": " To sport, and the Northern Mystics have got players on standby from three different zones"}, {"timestamp": [296.88, 301.22], "text": " for their crunch ANZ Netball Premiership match against the Pulse in Auckland on Friday."}, {"timestamp": [301.82, 309.84], "text": " The Mystics had the original fixture against the Pulse postponed after several players last week tested positive for COVID and coach Helene Wilson"}, {"timestamp": [309.84, 315.66], "text": " is unsure how many will be fit for Friday. They're also still missing injured shooter Grace Noike."}, {"timestamp": [316.72, 321.44], "text": " Friday night's game will most likely determine top spot and decide who gets home court"}, {"timestamp": [321.44, 328.74], "text": " advantage for the grand final. There are set to be thousands of empty seats at Lords during the first cricket test"}, {"timestamp": [328.74, 331.4], "text": " between New Zealand and England, which starts tomorrow night."}, {"timestamp": [331.98, 336.42], "text": " 20,000 seats reportedly remain unsold over the first four days,"}, {"timestamp": [336.58, 340.16], "text": " with Barmy Army fans blaming ticket prices of $300."}, {"timestamp": [341.26, 346.34], "text": " Meanwhile, Blackcaps coach Gary Stead is pondering whether to select a spinner for the opening test."}, {"timestamp": [346.8, 351.1], "text": " Pace bowler Trent Bolt is unlikely to feature after only just arriving in London,"}, {"timestamp": [351.66, 354.1], "text": " leaving the door open for spinner, AJ's Patel."}, {"timestamp": [354.54, 360.5], "text": " From our experience in a couple of warm-up matches here, it appears it's been a pretty dry start to the summer"}, {"timestamp": [360.5, 362.44], "text": " and pitches are certainly on the dry earth side."}, {"timestamp": [362.58, 365.16], "text": " So we'll have a look at this next couple of days before we finalise."}, {"timestamp": [366.44, 369.4], "text": " And Black Sticks, the men's hockey captain, Jake Smith,"}, {"timestamp": [369.52, 372.5], "text": " says Australia will always be the benchmark for them in world hockey."}, {"timestamp": [372.92, 376.38], "text": " The two sides meet in a four test series starting in Auckland tonight."}, {"timestamp": [376.96, 380.6], "text": " Australia swept New Zealand aside on their way to an Olympic silver medal last year."}, {"timestamp": [380.8, 384.44], "text": " Smith's leading a new look line-up in the side's first match since Tokyo."}, {"timestamp": [385.66, 387.08], "text": " That's the news."}, {"timestamp": [388.36, 388.62], "text": " Meeting Muhammad Ali."}, {"timestamp": [390.0, 391.6], "text": " Cross the road and you've got over there and we've seen it as the man himself."}, {"timestamp": [391.84, 394.0], "text": " Well, to say we were in"}, {"timestamp": [394.0, 395.6], "text": " awe was an understaping."}, {"timestamp": [395.78, 397.0], "text": " Looking out for boars."}, {"timestamp": [398.76, 399.9], "text": " Rome, you could say,"}, {"timestamp": [400.04, 401.38], "text": " is going to the hog."}, {"timestamp": [402.12, 403.46], "text": " Wild boar, that is."}, {"timestamp": [403.72, 404.82], "text": " And waiting for Godo."}, {"timestamp": [404.98, 407.88], "text": " The two people sitting on the bench discussing the meaning of life,"}, {"timestamp": [408.06, 409.78], "text": " countdown and foodstuffs."}, {"timestamp": [410.02, 412.96], "text": " And the person who never turns up, Godo, is Aldi."}, {"timestamp": [413.2, 416.46], "text": " With the wait, morning report, weekdays from six on RNZ National."}, {"timestamp": [417.92, 421.86], "text": " You're on Checkpoint. Next with Lisa Owen, right now the short forecast from Met Service"}, {"timestamp": [421.86, 422.8], "text": " to Midnight Wednesday."}, {"timestamp": [423.32, 427.4], "text": " From Northland to Waitormo, including Coromandel Peninsula, Bay of Plenty and Taupo."}, {"timestamp": [427.9, 432.42], "text": " Rain spreading south from this evening with heavy falls and possible squally thunderstorms,"}, {"timestamp": [432.76, 435.52], "text": " clearing tomorrow to fine spells and isolated showers."}, {"timestamp": [435.7, 438.04], "text": " Shows increasing south of Hamilton tomorrow evening."}, {"timestamp": [438.7, 441.88], "text": " Gisman and Hawks Bay, mainly fine, a period of rain tomorrow morning."}, {"timestamp": [442.48, 446.54], "text": " From Taranaki to Wellington, including Tahape, scattered showers clearing this afternoon."}, {"timestamp": [447.06, 450.94], "text": " Rain's developing tonight with heavy and thundery falls, possible in Taranaki."}, {"timestamp": [451.5, 453.88], "text": " Shows tomorrow, some heavy and possibly thundery."}, {"timestamp": [454.18, 458.02], "text": " Malbara and Nelson scattered showers turning to rain tonight, heavy at times in Nelson,"}, {"timestamp": [458.48, 460.08], "text": " with possible thunderstorms tomorrow."}, {"timestamp": [460.32, 463.74], "text": " Bulla, Westland and Fjordland, scattered showers turning to heavy rain tonight,"}, {"timestamp": [464.18, 466.02], "text": " and with squawly thunderstorms tomorrow. Canterbury, Otago and Southland, scattered showers turning to heavy rain tonight, and with squally thunderstorms tomorrow."}, {"timestamp": [466.62, 475.46], "text": " Canterbury, Otago and Southland, High Cloud, periods of rain overnight, scattered showers developing in Canterbury High Country, Otago Lakes and inland southland tomorrow."}, {"timestamp": [475.9, 479.88], "text": " And for Decohu, the Chatterm Islands low cloud at times, rain clearing tomorrow evening."}, {"timestamp": [480.62, 482.52], "text": " That is a terrible weather forecast. Sorry about that."}, {"timestamp": [482.58, 483.82], "text": " It's seven minutes past five."}, {"timestamp": [483.9, 487.04], "text": " I'll update you with the latest news and headlines and traffic at 520."}, {"timestamp": [487.46, 492.3], "text": " If anyone's interested, the forecast in here looking at the temperature dial is 23.5 degrees, so a bit barmier."}, {"timestamp": [492.44, 493.1], "text": " Thanks for that, Evie."}, {"timestamp": [493.56, 497.0], "text": " Tena Kautau, Nauaiai, Ki Checkpointe Tenei."}, {"timestamp": [497.04, 503.24], "text": " We are beside ourselves with worry and need more than anything to know the kids are well."}, {"timestamp": [503.66, 507.08], "text": " That from the mother of three children who have been missing along with their father for more"}, {"timestamp": [507.08, 511.78], "text": " than five months. Police are hunting for Maricopa man, Tom Phillips and his children,"}, {"timestamp": [512.14, 514.72], "text": " after they disappeared in December for the second time."}, {"timestamp": [515.44, 519.6], "text": " Phillips and his kids went bush in September, sparking a massive police operation,"}, {"timestamp": [520.02, 523.98], "text": " only for him to wander home with the children safe and well after living in a tent in dense"}, {"timestamp": [523.98, 531.26], "text": " bush. He was charged with wasting police time, but failed to show up at his court appearance and went AWOL again with the children."}, {"timestamp": [531.76, 536.34], "text": " Joining us now is Otra Hanga District Mayor, District Council Mayor, Max Baxter."}, {"timestamp": [536.9, 538.54], "text": " Kiyora, Max, what's going on here?"}, {"timestamp": [539.38, 540.18], "text": " Yeah, kiyah, Lisa."}, {"timestamp": [540.62, 541.74], "text": " Yeah, what is going on?"}, {"timestamp": [541.78, 543.08], "text": " A very, very good question."}, {"timestamp": [544.18, 545.24], "text": " I suppose we ask the question"}, {"timestamp": [545.24, 549.08], "text": " that's more relevant now that we're getting into the colder months of the year. And obviously"}, {"timestamp": [549.08, 554.4], "text": " with Ember, Jader and Maverick, summer in the bush, yeah, concerns heightened by the day."}, {"timestamp": [554.96, 557.76], "text": " Is that where people reckon they are in the bush?"}, {"timestamp": [558.56, 563.26], "text": " Look, we would imagine so. I mean, we know that Tom's a very seasoned bushman, and it's a comfortable"}, {"timestamp": [563.26, 566.98], "text": " place. And obviously, the kids are well used to being there now as well."}, {"timestamp": [567.18, 570.86], "text": " So, look, I mean, we're only surmising at this point,"}, {"timestamp": [570.86, 575.52], "text": " but, yeah, I think all, I suppose all fingers seem to pointing towards the bush at the moment."}, {"timestamp": [575.84, 577.44], "text": " So what is the worry there?"}, {"timestamp": [577.5, 579.44], "text": " Because you say he is a skilled bushman."}, {"timestamp": [579.66, 582.38], "text": " What is the weather like at the moment, and how is it turning?"}, {"timestamp": [583.18, 588.92], "text": " Look, the worry is, we're talking about three children and look they're not particularly"}, {"timestamp": [588.92, 593.26], "text": " old. We know the bush is incredibly tough. We've seen the weather changed considerably"}, {"timestamp": [593.26, 598.08], "text": " over the last few days from frosty mornings to torrential rain with more torrential rain"}, {"timestamp": [598.08, 603.0], "text": " on the way. So yeah, not easy conditions even for adults to be living in."}, {"timestamp": [603.04, 603.96], "text": " not easy conditions even for adults to be living in."}, {"timestamp": [605.98, 609.0], "text": " Their mother has issued a statement today and she says that, you know, children like these"}, {"timestamp": [609.0, 611.22], "text": " need food, clothes, bedding, warm shelter,"}, {"timestamp": [611.38, 613.14], "text": " health care and things to keep them occupied."}, {"timestamp": [613.86, 617.08], "text": " Someone will be assisting with all of these things."}, {"timestamp": [617.24, 619.12], "text": " Is that what you think, Max, someone's helping them?"}, {"timestamp": [619.7, 622.32], "text": " Yeah, that is what I think, that someone must be assisting."}, {"timestamp": [622.46, 625.88], "text": " I mean, you can't hide out for that long and get those supplies."}, {"timestamp": [629.38, 632.7], "text": " And, yeah, there must be somebody up there that's offering them assistance. And I think very much like the police and very much like the children's mothers,"}, {"timestamp": [633.2, 636.6], "text": " please can you come forward and just say, hey, enough's enough now"}, {"timestamp": [636.6, 642.74], "text": " and give the information to the police so the children can be taken out and be safe."}, {"timestamp": [643.48, 646.16], "text": " How could they get away with that unseen?"}, {"timestamp": [646.38, 647.42], "text": " Small community, Max."}, {"timestamp": [647.62, 650.76], "text": " So obviously maybe more than one person in the know here?"}, {"timestamp": [651.38, 653.38], "text": " Look, that's probably not for me to say"}, {"timestamp": [653.38, 655.64], "text": " because, again, it's all guessing."}, {"timestamp": [655.8, 657.66], "text": " We didn't know where Tom was first time around."}, {"timestamp": [658.12, 660.24], "text": " At this stage, you know, once you get out in the bush,"}, {"timestamp": [660.32, 662.76], "text": " it's a big area, very, very hard to locate people."}, {"timestamp": [664.0, 665.28], "text": " Yeah, tell me about that, Max."}, {"timestamp": [665.6, 666.74], "text": " How difficult is it?"}, {"timestamp": [666.8, 668.6], "text": " Because some people will be listening to this thinking,"}, {"timestamp": [668.72, 670.9], "text": " come on, he's just out in the local bush."}, {"timestamp": [670.98, 675.4], "text": " How can he go five, almost six months without anyone being able to find him?"}, {"timestamp": [675.78, 677.06], "text": " Look, it's incredibly challenging."}, {"timestamp": [677.06, 679.92], "text": " You think even in the likes of, if you have a small plane,"}, {"timestamp": [680.04, 682.62], "text": " disappearing to bush, how hard even that is to find."}, {"timestamp": [683.26, 685.86], "text": " At times it's near impossible because the canopy closes over."}, {"timestamp": [686.26, 689.9], "text": " If you haven't got open fires going, and even if you don't know where to start looking,"}, {"timestamp": [690.1, 694.08], "text": " it becomes a huge challenge over many 100 hectares of bushland."}, {"timestamp": [694.64, 700.68], "text": " So I do sympathise with the police when you don't have a lot of clear indication of where to even start looking."}, {"timestamp": [701.12, 707.96], "text": " Why did they call off the local search using volunteers? Again, it probably goes back"}, {"timestamp": [707.96, 713.5], "text": " to the same issue where where do you actually start and where do you finish. You can only cover so"}, {"timestamp": [713.5, 718.1], "text": " much. Again, if you're seasoned of being in the bush, you can hide from anybody. You could walk"}, {"timestamp": [718.1, 723.76], "text": " by metres from somebody without being seen. Do you know, Tom? No, not at all. No."}, {"timestamp": [724.12, 725.94], "text": " Okay. So what"}, {"timestamp": [725.94, 727.66], "text": " would you say if he is"}, {"timestamp": [727.66, 730.1], "text": " listening and if anybody who is helping"}, {"timestamp": [730.1, 731.1], "text": " him is listening?"}, {"timestamp": [732.12, 734.04], "text": " Look, now's the time"}, {"timestamp": [734.04, 736.24], "text": " to come out. Look after the kids."}, {"timestamp": [736.62, 738.14], "text": " Get them back in a nice warm house."}, {"timestamp": [738.78, 739.84], "text": " Get them back to school."}, {"timestamp": [740.22, 741.66], "text": " Just all those things that"}, {"timestamp": [741.66, 743.96], "text": " children actually need. It is wintertime"}, {"timestamp": [743.96, 746.54], "text": " coming up and for the sake of the family for going to sake."}, {"timestamp": [747.12, 752.78], "text": " You can help somebody for so long, but now it's time to actually, yeah, throw in the towel and say,"}, {"timestamp": [752.88, 753.76], "text": " we've done enough now."}, {"timestamp": [753.82, 754.78], "text": " It's time to move out."}, {"timestamp": [755.4, 757.84], "text": " What discussions have you had with police?"}, {"timestamp": [758.44, 759.24], "text": " Yeah, quite a bit."}, {"timestamp": [759.32, 763.62], "text": " Last time, which is only a few weeks ago, I talked with Will Logger and now,"}, {"timestamp": [764.22, 765.42], "text": " Waikata West Area Commander,"}, {"timestamp": [765.82, 768.1], "text": " and it certainly was one of the topics of conversation."}, {"timestamp": [768.72, 772.46], "text": " Very, very frustrating for them as well as it is for the local communities."}, {"timestamp": [772.94, 775.9], "text": " They're doing what they can with the capacity that they have."}, {"timestamp": [776.18, 778.62], "text": " So, yeah, it's just a very challenging situation."}, {"timestamp": [779.46, 780.56], "text": " Well, all the best."}, {"timestamp": [780.74, 785.16], "text": " That is Max Baxter, who is the Oterahanga District Council Mayor."}, {"timestamp": [785.54, 787.14], "text": " It is 12 minutes past five."}, {"timestamp": [787.2, 790.92], "text": " Kiyamu Tunu Mai. Stay with us. You're listening to Checkpoint on RNZ National."}, {"timestamp": [791.66, 795.64], "text": " TVNZ's boss has launched a review into the company's hiring processes"}, {"timestamp": [795.64, 798.98], "text": " following the departure of breakfast hosts Kamal Santa Maria."}, {"timestamp": [799.44, 803.66], "text": " The former Al Jazeera presenter resigned after just 32 days in the job."}, {"timestamp": [804.02, 808.16], "text": " He's accused of inappropriate behaviour towards female staff in the newsroom."}, {"timestamp": [808.58, 811.8], "text": " Our reporter Nick Truberidge joins us now from outside TVNZ."}, {"timestamp": [812.18, 813.44], "text": " Nick, what more can you tell us?"}, {"timestamp": [814.64, 815.3], "text": " Hi Lisa."}, {"timestamp": [815.4, 821.5], "text": " Well, effectively what we've got our hands on is a letter from Mr Power, an email rather from Mr Power to his staff,"}, {"timestamp": [821.82, 825.78], "text": " basically saying that he has been in touch with Chris Farfoy, of course,"}, {"timestamp": [826.12, 827.28], "text": " the broadcasting minister."}, {"timestamp": [828.2, 830.02], "text": " Effectively what we've got is an admission"}, {"timestamp": [830.02, 831.86], "text": " that although there are"}, {"timestamp": [831.86, 834.48], "text": " proper recruitment practices in place,"}, {"timestamp": [834.56, 837.12], "text": " he's not convinced that they've been applied"}, {"timestamp": [837.12, 839.4], "text": " consistently in this case."}, {"timestamp": [839.48, 841.0], "text": " And so what has he done? Well, he's engaged"}, {"timestamp": [841.0, 842.94], "text": " a senior employment lawyer here in Auckland,"}, {"timestamp": [843.38, 849.44], "text": " Margaret Robbins, to conduct a review into those employment practices. What we don't know, though, is whether"}, {"timestamp": [849.44, 857.54], "text": " this review is going to look into the conduct of Mr. Santa Maria, as you say. We know that"}, {"timestamp": [857.54, 863.24], "text": " it doesn't say whether it's going to look into him, but Simon Power has said that TVNZ does not"}, {"timestamp": [863.24, 868.04], "text": " tolerate any behaviour in terms of harassment or inappropriate conduct,"}, {"timestamp": [868.28, 873.0], "text": " and anything that is picked up will be dealt with swiftly and confidentially."}, {"timestamp": [873.56, 875.7], "text": " Who else have you managed to speak to today?"}, {"timestamp": [876.96, 878.96], "text": " Yeah, it's been a bit of a wild goose chase today."}, {"timestamp": [879.04, 883.42], "text": " You'd have to say we did manage to speak to the chairman here at TVNZ."}, {"timestamp": [883.54, 884.74], "text": " He's overseas at the moment."}, {"timestamp": [885.9, 891.56], "text": " Of course, that is Andy Koof. He basically said that although he appreciates that the public, well, is effectively"}, {"timestamp": [891.56, 896.6], "text": " the owner of TVNZ. There are various things that they need to understand that TVNZ cannot"}, {"timestamp": [896.6, 901.74], "text": " tell them about this case just at the moment. On top of that, we've spoken to, or attempted to speak"}, {"timestamp": [901.74, 906.7], "text": " to, several senior figures in this TVNZ building behind us."}, {"timestamp": [907.12, 909.14], "text": " None of them have said a word to us."}, {"timestamp": [909.18, 913.48], "text": " But we did this afternoon hear from TVNZ's corporate comms team,"}, {"timestamp": [913.48, 921.36], "text": " who basically said that if TVNZ was aware of any sort of allegation like those that have been reported,"}, {"timestamp": [921.78, 925.78], "text": " then the candidate would not be hired into the role they were being"}, {"timestamp": [925.78, 930.66], "text": " considered for. Thanks for the update, Nick. That's Nick Trubridge, joining us live from"}, {"timestamp": [930.66, 935.88], "text": " outside TVNZ. Christchurch Hospital is putting off planned surgery as it deals with extremely"}, {"timestamp": [935.88, 941.78], "text": " high levels of acutely unwell people. Compounding the problem is staff shortages because of COVID."}, {"timestamp": [942.28, 945.04], "text": " It's an issue shared by several DHBs around the country"}, {"timestamp": [945.04, 947.64], "text": " ahead of the official start of winter tomorrow."}, {"timestamp": [948.14, 950.02], "text": " Somi Yombei Patti reports."}, {"timestamp": [950.72, 953.52], "text": " Hospital emergency departments are pleading with people"}, {"timestamp": [953.52, 956.22], "text": " to only show up if they're seriously sick,"}, {"timestamp": [956.46, 958.52], "text": " and GPs say they're slammed."}, {"timestamp": [959.46, 961.58], "text": " Christchurch Hospital's emergency department"}, {"timestamp": [961.58, 964.92], "text": " had more than 700 people come in over the weekend."}, {"timestamp": [965.68, 970.26], "text": " And there are almost 400 people in hospital with COVID across the country."}, {"timestamp": [971.08, 976.66], "text": " It's a bleak picture, and those on the ground worn with the annual winter viruses kicking off,"}, {"timestamp": [976.66, 979.62], "text": " it's unlikely to improve in the short term."}, {"timestamp": [980.32, 984.58], "text": " Australasian College of Emergency Medicine spokesperson, Dr John Bonning,"}, {"timestamp": [985.04, 987.06], "text": " says emergency departments are full,"}, {"timestamp": [987.48, 991.08], "text": " and some people are waiting more than 24 hours to be admitted."}, {"timestamp": [991.62, 994.56], "text": " Last night, Waikato ED that has 69 physical spaces,"}, {"timestamp": [994.56, 996.68], "text": " had over 100 patients in it at one point."}, {"timestamp": [997.36, 1001.62], "text": " It's the ones that need admission that stay a long time in ED before they go to the ward."}, {"timestamp": [1001.72, 1003.3], "text": " We had to ramp ambulances as well,"}, {"timestamp": [1003.38, 1009.36], "text": " so we could not unload the ambulances because there was no physical spaces. Dr Bonning says staff illness has"}, {"timestamp": [1009.36, 1015.72], "text": " meant fewer people are having to do the same amount of work. In Napier, the 24-7 Medical"}, {"timestamp": [1015.72, 1021.74], "text": " Centre, City Medical, was closed yesterday and on Sunday night after staff illness worsened"}, {"timestamp": [1021.74, 1030.72], "text": " already critical staffing levels. The region's hospital in Hastings also saw record numbers present at its emergency department yesterday."}, {"timestamp": [1031.36, 1034.08], "text": " Hawkes Bay's chief medical officer, Robin Wyman,"}, {"timestamp": [1034.48, 1036.86], "text": " says although the District Health Board has modelling,"}, {"timestamp": [1036.86, 1039.64], "text": " which shows some services will reach their peak,"}, {"timestamp": [1040.06, 1042.18], "text": " it's hard to predict things in advance."}, {"timestamp": [1042.68, 1048.68], "text": " It's difficult with the modelling, though, to know when those peaks are likely to come along"}, {"timestamp": [1048.68, 1051.46], "text": " and whether you're going to get all of the illnesses at the same time."}, {"timestamp": [1051.9, 1053.62], "text": " So while we do have the modelling"}, {"timestamp": [1053.62, 1056.78], "text": " and we have certainly worked through those models,"}, {"timestamp": [1057.22, 1059.24], "text": " you do have to work with what's in front of you"}, {"timestamp": [1059.24, 1060.86], "text": " at particular points in time, yes."}, {"timestamp": [1061.14, 1064.26], "text": " Dr Brian Betty from the College of General Practitioners"}, {"timestamp": [1064.26, 1067.04], "text": " says GPs are seeing a similar surge"}, {"timestamp": [1067.04, 1069.42], "text": " in patient numbers and staff illness."}, {"timestamp": [1070.14, 1074.78], "text": " He says people with chronic health conditions are now coming back for care following two"}, {"timestamp": [1074.78, 1077.78], "text": " years of restrictions, which is adding to the demand."}, {"timestamp": [1078.56, 1081.86], "text": " And it's not just COVID and the flu doing the rounds this year."}, {"timestamp": [1082.56, 1085.26], "text": " RSB certainly we expect to see this winter."}, {"timestamp": [1085.7, 1087.6], "text": " We also expect to see adenovirus,"}, {"timestamp": [1087.72, 1090.42], "text": " those cold-type viruses that we often see,"}, {"timestamp": [1090.8, 1093.84], "text": " and there are concerns for hooping cough and measles this year"}, {"timestamp": [1093.84, 1095.28], "text": " because of immunisation rates."}, {"timestamp": [1095.76, 1097.62], "text": " So I think it is quite a complex picture"}, {"timestamp": [1097.62, 1099.4], "text": " in terms of the viruses that are there."}, {"timestamp": [1099.94, 1102.74], "text": " Nurses organisation President, Anne Daniels,"}, {"timestamp": [1102.74, 1106.22], "text": " says although nurses are shifted to try-cover gaps,"}, {"timestamp": [1106.64, 1111.16], "text": " most roles are specialised and there's just no extra fat in the system."}, {"timestamp": [1111.66, 1116.72], "text": " She says while EDs sometimes closed beds because of capacity issues before the pandemic,"}, {"timestamp": [1117.3, 1118.4], "text": " it's now the norm."}, {"timestamp": [1118.98, 1124.0], "text": " Ms Daniels says staff sickness is also taking a toll on safe staffing levels."}, {"timestamp": [1124.0, 1128.46], "text": " Sometimes you'll come to work and there'll be six out of 14 nurses"}, {"timestamp": [1128.46, 1133.28], "text": " who have been unable to come to work because of COVID or other issues."}, {"timestamp": [1133.28, 1136.3], "text": " That's now becoming absolutely the norm,"}, {"timestamp": [1136.52, 1140.58], "text": " which is extremely worrying because we have to ask ourselves"}, {"timestamp": [1140.58, 1142.54], "text": " what are the things that we're not seeing."}, {"timestamp": [1143.1, 1148.42], "text": " Professionals across the sector are asking people to seek help before their illness worsens"}, {"timestamp": [1148.42, 1152.82], "text": " and to contact their GP or health line in the first instance."}, {"timestamp": [1153.84, 1159.08], "text": " The Productivity Commission says migrant workers' visas should not be tied to an employer"}, {"timestamp": [1159.08, 1163.84], "text": " and immigration must be based on how well the country can absorb new arrivals."}, {"timestamp": [1163.84, 1170.66], "text": " It's among 24 recommendations including a greater role for Tetiti or Waitangi in settlement policy"}, {"timestamp": [1170.66, 1174.28], "text": " and regular government statements setting out policy on immigration."}, {"timestamp": [1174.72, 1175.72], "text": " Jill Bonnet reports."}, {"timestamp": [1176.38, 1181.84], "text": " The report says the government should set a clear pathway so that infrastructure can cope with larger populations"}, {"timestamp": [1181.84, 1184.96], "text": " and workforce training can adapt to fill labour shortages."}, {"timestamp": [1185.62, 1190.32], "text": " It wants to do away with migrants being tied via their visa to a specific employer,"}, {"timestamp": [1190.74, 1193.68], "text": " which has been linked with higher risks of worker exploitation."}, {"timestamp": [1194.44, 1199.74], "text": " The Auckland District Law Society's Stuart Daly, who chairs its Immigration and Refugee Law Committee,"}, {"timestamp": [1200.14, 1204.28], "text": " says that makes a nonsense of the government's new accredited employer work scheme."}, {"timestamp": [1204.28, 1210.16], "text": " So what's going to happen? We've got this policy. It only starts in the next couple of weeks"}, {"timestamp": [1210.16, 1217.78], "text": " and the Productivity Commission's report is basically saying that policy is a complete waste of everybody's time and money."}, {"timestamp": [1217.94, 1218.8], "text": " I'm going to be embarrassed."}, {"timestamp": [1219.54, 1223.96], "text": " The Productivity Commission also recommends that residents should no longer be permanent."}, {"timestamp": [1224.6, 1230.36], "text": " Instead, migrants would have to apply for citizenship or renew their residence visas every six years."}, {"timestamp": [1231.02, 1236.18], "text": " Productivity Commissioner Ganesh Nana says a core recommendation is a government policy statement"}, {"timestamp": [1236.18, 1240.0], "text": " to improve transparency and clarify the government's objectives."}, {"timestamp": [1240.0, 1245.78], "text": " There hasn't been those connections between the various arms of government that's needed."}, {"timestamp": [1245.98, 1255.78], "text": " And immigration, let us say, continues, appears to be in that black box disconnected from decisions about infrastructure and decisions about workforce training."}, {"timestamp": [1256.26, 1260.94], "text": " Immigration Minister Chris Farfoy denies the government has not been open about its policies."}, {"timestamp": [1261.32, 1265.22], "text": " There's some things that we'll have to work through over time in terms of an official response,"}, {"timestamp": [1265.34, 1269.44], "text": " but a number of the issues or concerns that they raised we think have been dealt with"}, {"timestamp": [1269.44, 1272.84], "text": " through the immigration rebalance that we announced about two or three weeks ago."}, {"timestamp": [1272.84, 1277.98], "text": " The report says immigration is neither the cause of nor the solution to New Zealand's"}, {"timestamp": [1277.98, 1283.24], "text": " productivity woes and on average is not driving down wages or replacing local workers."}, {"timestamp": [1283.86, 1286.62], "text": " The estimated value of New Zealand's infrastructure gap,"}, {"timestamp": [1286.9, 1289.54], "text": " the value of what New Zealand should have built but hasn't,"}, {"timestamp": [1289.94, 1292.28], "text": " sits at an estimated $104 billion."}, {"timestamp": [1293.2, 1296.34], "text": " The Employers and Manufacturers' Associations, Alan McDonald,"}, {"timestamp": [1296.7, 1299.98], "text": " says the report confirms that immigration is a positive thing"}, {"timestamp": [1299.98, 1301.66], "text": " for productivity and skills."}, {"timestamp": [1302.18, 1305.12], "text": " He says regular government policy statements would be welcome."}, {"timestamp": [1305.44, 1307.0], "text": " I think it adds an element of stability"}, {"timestamp": [1307.0, 1309.96], "text": " if we can get some sort of cross-party agreement to it"}, {"timestamp": [1309.96, 1312.74], "text": " because what we see at the moment is immigration settings,"}, {"timestamp": [1312.9, 1315.24], "text": " chopping and changing, and it always pops up in elections,"}, {"timestamp": [1315.64, 1317.78], "text": " and so it creates an uncertain environment."}, {"timestamp": [1318.4, 1321.12], "text": " Commissioner Ganesh Nana says Tangata Fenua"}, {"timestamp": [1321.12, 1324.98], "text": " haven't had an opportunity to present their views on immigration policy"}, {"timestamp": [1324.98, 1328.7], "text": " since 1840, and it's time to rectify that omission."}, {"timestamp": [1330.16, 1333.72], "text": " And it's 21 past 5, you're with Checkpoints on RNZ National."}, {"timestamp": [1338.16, 1341.34], "text": " Keaara anor, you're listening to Checkpoint called Lisa Owen Therne."}, {"timestamp": [1341.48, 1345.02], "text": " We would love your feedback on anything if heard on the program. Homai or Fikaro."}, {"timestamp": [1345.38, 1348.44], "text": " Let us know if you've turned up to an ED recently and was it Chalka."}, {"timestamp": [1348.76, 1350.6], "text": " You can text us on 2101."}, {"timestamp": [1350.74, 1352.32], "text": " You can tweet us at Checkpoint RNZ."}, {"timestamp": [1352.48, 1354.48], "text": " Facebook is at Checkpoint or you can send us an email."}, {"timestamp": [1354.94, 1355.68], "text": " Did I already say that?"}, {"timestamp": [1355.76, 1357.28], "text": " Checkpoint at RNZ.com."}, {"timestamp": [1357.74, 1360.48], "text": " It is time for Evie to hit us with the headlines."}, {"timestamp": [1360.64, 1361.48], "text": " Evianoteen."}, {"timestamp": [1361.78, 1364.34], "text": " Kilda Lisa, let me get this auto-kewerking."}, {"timestamp": [1364.42, 1364.84], "text": " Here we go."}, {"timestamp": [1365.34, 1368.74], "text": " Two Gloria Vale leaders, ferventent steadfast and faithful pilgrim,"}, {"timestamp": [1368.84, 1370.5], "text": " have resigned from their positions."}, {"timestamp": [1371.04, 1373.68], "text": " A community spokesperson says these resignations"}, {"timestamp": [1373.68, 1375.88], "text": " are part of Gloria Vail's commitment to change"}, {"timestamp": [1375.88, 1378.56], "text": " and follow on from last Friday's public apology."}, {"timestamp": [1379.24, 1381.58], "text": " Outsurhunga District Council Mayor, Max Baxter,"}, {"timestamp": [1382.08, 1384.36], "text": " says concerns for the missing Morocopa children"}, {"timestamp": [1384.36, 1387.26], "text": " are being heightened by the day as winter approaches."}, {"timestamp": [1387.82, 1392.7], "text": " He told Checkpoint to all evidence points to the three children still being in the bush with their father."}, {"timestamp": [1393.58, 1401.68], "text": " Television New Zealand's chief executive has ordered a review of its hiring processes following the abrupt departure of breakfast host Kamal Santa Maria."}, {"timestamp": [1402.22, 1406.38], "text": " There have been reports he behaved inappropriately towards a woman staffer at TVNZ"}, {"timestamp": [1406.38, 1408.84], "text": " and two former colleagues at Al Jazeera."}, {"timestamp": [1409.66, 1412.28], "text": " Staffing shortages are hitting the healthcare sector hard"}, {"timestamp": [1412.28, 1414.4], "text": " as the workforce faces added pressure"}, {"timestamp": [1414.4, 1415.96], "text": " from a rise in winter illnesses."}, {"timestamp": [1416.56, 1418.06], "text": " Canterbury District Health Board says"}, {"timestamp": [1418.06, 1420.3], "text": " it's had an average of 200 staff off"}, {"timestamp": [1420.3, 1421.96], "text": " with COVID every day for weeks,"}, {"timestamp": [1422.46, 1424.84], "text": " while in Napier the 24-7 Medical Center"}, {"timestamp": [1424.84, 1425.54], "text": " City Medical,"}, {"timestamp": [1425.74, 1429.62], "text": " was closed yesterday and on Sunday night due to staff illness."}, {"timestamp": [1430.34, 1435.32], "text": " A popular Christchurch primary birthing unit will remain open for another year after its trust"}, {"timestamp": [1435.32, 1436.48], "text": " considered closing it."}, {"timestamp": [1437.24, 1442.72], "text": " ANZ banks economists say the Reserve Bank's aggressive action to tackle inflation is working,"}, {"timestamp": [1443.34, 1445.86], "text": " and heavy rain warnings are in place for most"}, {"timestamp": [1445.86, 1450.54], "text": " of the West Coast. Those are the headlines looking at traffic. In Wellington, there's a strong"}, {"timestamp": [1450.54, 1455.54], "text": " wind warning for Dimutaka Hill. High-sided vehicles and motorcyclists especially need to take"}, {"timestamp": [1455.54, 1460.7], "text": " extra care. And in Auckland, on State Highway 1, a truck that was broken down northbound between"}, {"timestamp": [1460.7, 1469.38], "text": " Takanini and Manukau has been cleared about 30 minutes ago. There might be some residual delays. We'll update you with the latest news headlines and traffic at around 540."}, {"timestamp": [1469.78, 1474.92], "text": " While the government tries to break up the supermarket duopoly, some parts of the country"}, {"timestamp": [1474.92, 1479.98], "text": " aren't even in those ranks, instead facing a monopoly. There are a number of places where there's"}, {"timestamp": [1479.98, 1489.16], "text": " only one supermarket or several stores from the same grocery giant. And as Jake McKee reports, it's leaving people driving across or even out of districts to find"}, {"timestamp": [1489.16, 1490.52], "text": " some supermarket competition."}, {"timestamp": [1493.1, 1496.7], "text": " Thames, it's known as the gateway to the Coramandel Peninsula."}, {"timestamp": [1497.3, 1499.28], "text": " But its supermarket options are thin."}, {"timestamp": [1499.82, 1503.74], "text": " There's a pack and save in two four squares, both foodstuffs brands."}, {"timestamp": [1503.74, 1507.78], "text": " The closest countdown is a half- hour drive south in Pairo."}, {"timestamp": [1508.4, 1513.78], "text": " Local mayor Sandra Gowdy says the communities wanted to see a competitor in town for years."}, {"timestamp": [1513.78, 1519.14], "text": " They're very supportive of seeing that competition with another player in the market."}, {"timestamp": [1519.74, 1524.76], "text": " And if there was someone out there wanting to do that, it's a matter of finding the optimum"}, {"timestamp": [1524.76, 1527.22], "text": " site within the area to do that."}, {"timestamp": [1527.52, 1532.6], "text": " Sandra Gowdy did admit the council may have been a handbrake on letting competition in."}, {"timestamp": [1533.0, 1537.62], "text": " She says the council's had a long-standing policy of not allowing retail at Kupu,"}, {"timestamp": [1537.92, 1541.38], "text": " a largely industrial settlement immediately south of Thames."}, {"timestamp": [1541.92, 1547.56], "text": " That may have to change, and finding a site within Thames itself is difficult."}, {"timestamp": [1548.2, 1553.78], "text": " Otara Hanga is also a common thoroughfare town, but only has the one countdown store."}, {"timestamp": [1554.26, 1559.48], "text": " District Mayor Max Baxter says a competing supermarket would be welcomed with open arms,"}, {"timestamp": [1559.8, 1563.0], "text": " as many locals head to neighbouring districts for their groceries."}, {"timestamp": [1563.66, 1566.16], "text": " He thinks the issue stems from wholesale supply"}, {"timestamp": [1566.16, 1570.46], "text": " and the single countdown store getting left with what he calls the dregs."}, {"timestamp": [1570.8, 1572.8], "text": " Unfortunately, there's not a huge choice,"}, {"timestamp": [1572.9, 1577.22], "text": " and it's not any fault of managers or owners of countdown or tarhonga."}, {"timestamp": [1577.3, 1580.1], "text": " It's just where we fit into the distribution."}, {"timestamp": [1580.86, 1584.52], "text": " So for us, we just actually want a good range of fresh, healthy vegetables"}, {"timestamp": [1584.52, 1586.02], "text": " on a regular basis."}, {"timestamp": [1586.32, 1592.6], "text": " Acting Prime Minister Grant Robertson this morning said there are a number of players interested in the New Zealand market."}, {"timestamp": [1593.1, 1598.98], "text": " But Food and Grocery Council Chief Executive Catherine Rich says they'd likely target main centres first,"}, {"timestamp": [1599.44, 1602.38], "text": " widening a divide if areas were still under a monopoly."}, {"timestamp": [1602.98, 1605.68], "text": " She ultimately thinks it will be years before consumers"}, {"timestamp": [1605.68, 1612.02], "text": " see the fruits of increased supermarket competition. Because it's going to require cross-party support"}, {"timestamp": [1612.02, 1617.78], "text": " in order to ensure that these changes have longevity. It took a long time for New Zealand to"}, {"timestamp": [1617.78, 1623.44], "text": " deal with the telecom monopoly and it's going to take a long time for New Zealand to break the"}, {"timestamp": [1623.44, 1629.52], "text": " supermarket duopoly. Commerce and Consumer Affairs Minister David Clark says monopolies are one of the reasons"}, {"timestamp": [1629.52, 1632.52], "text": " why the government wants to look at divestment in the sector."}, {"timestamp": [1632.76, 1636.22], "text": " It is something that the Commerce Commission did not rule out in their report."}, {"timestamp": [1636.34, 1639.12], "text": " They simply hadn't got to the bottom of the issue."}, {"timestamp": [1639.84, 1642.98], "text": " Their suggestion was it's something that should be looked at in three years' time."}, {"timestamp": [1642.98, 1648.42], "text": " If the recipe they'd provided for competition hadn't shown itself to be working by then, I don't"}, {"timestamp": [1648.42, 1652.4], "text": " think we can kick the can down the road. I'm not prepared to wait three years, and that's"}, {"timestamp": [1652.4, 1656.92], "text": " why I'm progressing work now. David Clark wouldn't comment directly on how investment would"}, {"timestamp": [1656.92, 1662.48], "text": " help towns like Thames and Otterahanga, saying the priority is working on whether it's even the"}, {"timestamp": [1662.48, 1668.2], "text": " best option. Warworth's New Zealand declined to comment about having monopolies in parts of the country"}, {"timestamp": [1668.2, 1670.46], "text": " and foodstuffs is yet to respond."}, {"timestamp": [1671.22, 1673.26], "text": " We're really keen for your feedback on that one."}, {"timestamp": [1673.42, 1674.4], "text": " Who am I all for caro?"}, {"timestamp": [1674.54, 1675.98], "text": " Do you live in a monopoly town?"}, {"timestamp": [1676.12, 1677.96], "text": " You know, that's one where you've only got one supermarket"}, {"timestamp": [1677.96, 1681.54], "text": " or one company operating a couple of outlets."}, {"timestamp": [1681.7, 1684.5], "text": " And how far would you drive for cheaper groceries?"}, {"timestamp": [1684.5, 1685.02], "text": " I mean,"}, {"timestamp": [1690.88, 1691.02], "text": " is getting a bargain reserved for those people who've got time on their hands? Time poor,"}, {"timestamp": [1695.94, 1702.28], "text": " not able to shop around or drive across town. Texas on 2101, and you can also tweet us at Checkpoint RNZ or there's email, checkpoint atrnz.com.nz.com. Data released under the"}, {"timestamp": [1702.28, 1705.52], "text": " Official Information Act reveals the growing scale of New Zealand's"}, {"timestamp": [1705.52, 1707.86], "text": " cigarette smuggling problem. Cigarettes"}, {"timestamp": [1707.86, 1709.5], "text": " are being seized at the border in alarming"}, {"timestamp": [1709.5, 1711.54], "text": " quantities, more than a quarter of a million"}, {"timestamp": [1711.54, 1713.92], "text": " a month, along with an average of"}, {"timestamp": [1713.92, 1716.12], "text": " 129 kilograms of loose"}, {"timestamp": [1716.12, 1718.04], "text": " tobacco. As smoking laws"}, {"timestamp": [1718.04, 1719.76], "text": " tighten, Customs expects"}, {"timestamp": [1719.76, 1721.64], "text": " illicit trade will increase."}, {"timestamp": [1722.04, 1723.2], "text": " Katie Todd has the story."}, {"timestamp": [1724.16, 1726.26], "text": " In the first three months of this year,"}, {"timestamp": [1726.38, 1728.92], "text": " customs officers intercepted a bumper crop"}, {"timestamp": [1728.92, 1732.4], "text": " of more than 800,000 individual cigarettes,"}, {"timestamp": [1732.76, 1735.8], "text": " 60% more than the same time in 2021."}, {"timestamp": [1736.52, 1739.82], "text": " Data released to RNZ shows it also confiscated"}, {"timestamp": [1739.82, 1744.58], "text": " and destroyed a whopping 390 kilograms of loose tobacco."}, {"timestamp": [1745.14, 1749.74], "text": " The smugglers are getting increasingly bold and also increasingly cunning."}, {"timestamp": [1750.16, 1753.52], "text": " Instead of small bundles turning up at the International Mail Centre,"}, {"timestamp": [1753.82, 1758.9], "text": " Chief Customs Officer for Fraud and Prohibition Nigel Barnes says larger quantities are being"}, {"timestamp": [1758.9, 1764.22], "text": " discovered in sea cargo, disguised inside door panels or parcels of food."}, {"timestamp": [1764.52, 1770.2], "text": " It's definitely an escalation in numbers and in scale and predominantly we're seeing now"}, {"timestamp": [1770.2, 1773.56], "text": " that there's more organised crime involvement in tobacco smuggling also."}, {"timestamp": [1773.94, 1779.28], "text": " Customs knows despite its efforts some tobacco is getting into the country undetected."}, {"timestamp": [1779.8, 1784.0], "text": " And anecdotally we know that illicit tobacco has been sold in dairies and through other"}, {"timestamp": [1784.0, 1785.28], "text": " sort of networks."}, {"timestamp": [1791.96, 1792.2], "text": " Also online, people will also use social media and online sales forums to sell illicit tobacco as well."}, {"timestamp": [1795.14, 1795.98], "text": " A legal packet of smokes costs around $38."}, {"timestamp": [1802.16, 1802.48], "text": " And the director of anti-smoking group Ash Deborah Hart says black market dealers are earning big bucks."}, {"timestamp": [1803.32, 1803.72], "text": " It's lucrative."}, {"timestamp": [1807.18, 1807.82], "text": " There are some estimates that it could be 10% of the market."}, {"timestamp": [1813.22, 1819.96], "text": " So you can imagine what that is in the loss of a tax take. And it's probably increasing. The government has just awarded customs a four-year, $10.4 million boost to help it fight"}, {"timestamp": [1819.96, 1825.88], "text": " tobacco smuggling. Customs Minister Mika Faitiri explains some of that will be used for new"}, {"timestamp": [1825.88, 1831.94], "text": " technology. Smaller x-rays up to larger x-rays because the items come in various size and"}, {"timestamp": [1831.94, 1835.8], "text": " shipping containers. Then you've got the packaging within the shipping containers."}, {"timestamp": [1836.22, 1841.06], "text": " Nigel Barnes is also promising to put the heat on the groups responsible for smuggling."}, {"timestamp": [1841.06, 1846.28], "text": " Because it's very profitable, merely seizing more tobacco is a less effective strategy"}, {"timestamp": [1846.28, 1851.4], "text": " than focusing on enforcement and actually disrupting the groups that are organising this"}, {"timestamp": [1851.4, 1856.98], "text": " and that will involve a range of things such as cooperation with offshore partners as well"}, {"timestamp": [1856.98, 1862.8], "text": " as looking to hit these guys in the pocket and look at seizing their assets. People caught"}, {"timestamp": [1862.8, 1865.98], "text": " importing tobacco could face up to five years in jail,"}, {"timestamp": [1866.18, 1869.76], "text": " much less than the life sentence available for drug importation."}, {"timestamp": [1870.22, 1872.68], "text": " But Nigel Barnes says it's harsh enough,"}, {"timestamp": [1873.1, 1876.4], "text": " noting that tobacco smuggling groups often face other charges"}, {"timestamp": [1876.4, 1878.84], "text": " like money laundering and drug smuggling."}, {"timestamp": [1879.24, 1883.64], "text": " Mika Faitiri says the benefits of catching tobacco smugglers are twofold."}, {"timestamp": [1883.64, 1886.96], "text": " As a contribution to Altauro Smoke Free 2025, which we want to see, obviously, the use of catching tobacco smugglers are twofold. As a contribution to Otero Smoke Free 2025,"}, {"timestamp": [1887.4, 1891.8], "text": " which we want to see, obviously, the use of tobacco reduced under 5%."}, {"timestamp": [1891.8, 1894.3], "text": " So even though customs aren't in the house space,"}, {"timestamp": [1894.4, 1897.46], "text": " we are contributing to that overall arching smoke-free goal."}, {"timestamp": [1897.86, 1900.78], "text": " Ash believes the best way to counter the illicit trade"}, {"timestamp": [1900.78, 1902.74], "text": " is stubbing out the demand."}, {"timestamp": [1903.74, 1905.3], "text": " And it's half-past five."}, {"timestamp": [1905.4, 1906.18], "text": " Khao Motunumai."}, {"timestamp": [1906.32, 1906.8], "text": " Stay with us."}, {"timestamp": [1906.86, 1908.74], "text": " You're listening to Checkpoint on RNZ National."}, {"timestamp": [1908.88, 1910.08], "text": " Time to get down to business now."}, {"timestamp": [1910.44, 1911.7], "text": " Kekona and Nona Peltzia,"}, {"timestamp": [1911.82, 1914.86], "text": " Minna Ko-papa Kaipa, she's here to talk business with us."}, {"timestamp": [1915.28, 1916.32], "text": " Now, Nona, you give me a topic."}, {"timestamp": [1916.42, 1918.52], "text": " You want to talk about Sky Network television."}, {"timestamp": [1918.7, 1921.02], "text": " You say it could be entertaining takeover offers."}, {"timestamp": [1921.16, 1922.0], "text": " I see what you did there."}, {"timestamp": [1922.0, 1923.42], "text": " Oh, yes."}, {"timestamp": [1923.72, 1924.34], "text": " Entertaining."}, {"timestamp": [1924.62, 1926.2], "text": " That's right. Same with Comvita."}, {"timestamp": [1926.72, 1928.12], "text": " They're apparently receiving some"}, {"timestamp": [1928.12, 1929.78], "text": " offers as well today we heard about."}, {"timestamp": [1930.0, 1931.92], "text": " So Sky TV saying nothing"}, {"timestamp": [1931.92, 1933.36], "text": " about it. Who wants them?"}, {"timestamp": [1933.68, 1936.24], "text": " A couple of private"}, {"timestamp": [1936.24, 1937.84], "text": " capital investors"}, {"timestamp": [1937.84, 1939.6], "text": " in Australia. Apparently"}, {"timestamp": [1939.6, 1943.38], "text": " Sky Television have asked their"}, {"timestamp": [1943.38, 1947.76], "text": " bankers to go to Australia and have a chat to some would-be investors"}, {"timestamp": [1947.76, 1953.0], "text": " to see if they might be willing or interested in buying Sky TV for half a billion dollars."}, {"timestamp": [1953.3, 1958.14], "text": " Sky City is not commenting whatsoever on this, but it's an interesting one,"}, {"timestamp": [1958.2, 1961.42], "text": " and it certainly saw the company's share price spike today."}, {"timestamp": [1961.42, 1964.66], "text": " I think it finished up at eight and a half percent up."}, {"timestamp": [1964.84, 1968.98], "text": " It would probably be seen as somewhat of a bargain at half a billion dollars."}, {"timestamp": [1969.12, 1971.52], "text": " We'll have to wait and see whether or not anything happens."}, {"timestamp": [1971.52, 1977.34], "text": " But it's not the first time the company has talked about unsolicited offers for the company."}, {"timestamp": [1978.16, 1980.68], "text": " It's been going on, I guess, for the past year."}, {"timestamp": [1981.0, 1989.46], "text": " I suppose I'm squinting my eyebrows here because they are probably one of the most expensive subscription television services and I'm just wondering against a backdrop with all those"}, {"timestamp": [1989.46, 1993.52], "text": " other sort of, you know, there's so many of them now that you sign on for subscriptions that"}, {"timestamp": [1993.52, 1999.72], "text": " are significantly cheaper. But customers, there's a cue for them. Well, if the price is right,"}, {"timestamp": [1999.82, 2004.28], "text": " there's always a cue and that's one of the things we're seeing now with Comvita. There's a report"}, {"timestamp": [2004.28, 2009.92], "text": " out of, from Bloomberg out of China, that there's some investors there interested in Comvita."}, {"timestamp": [2010.04, 2015.44], "text": " Now, Comvita was put into a trading halt this afternoon and said, look, we're not in"}, {"timestamp": [2015.44, 2020.94], "text": " discussions with anybody about a takeover offer of any kind. The company came back out of the"}, {"timestamp": [2020.94, 2026.36], "text": " takeover, out of the trading halt, and their share price basically sort of settled"}, {"timestamp": [2026.36, 2035.8], "text": " around 2.5%. But then just at the close, it skyrocketed up again, and it finished up at 5.8%. So big gain"}, {"timestamp": [2035.8, 2047.7], "text": " for Comvita, and certainly that helped the market overall. We rose about 1.5%, a 663 point gain to 11,308. That's pretty significant, considering"}, {"timestamp": [2047.7, 2052.0], "text": " Australia was down and Asia's mixed because there's so much uncertainty in the world."}, {"timestamp": [2052.0, 2058.56], "text": " Okay, you've got another business confidence survey and, well, confidence is continuing to go down."}, {"timestamp": [2058.7, 2059.72], "text": " Whose survey? What are the numbers?"}, {"timestamp": [2059.72, 2065.7], "text": " It's the A&Z, Roy, well, it's the A&Z Bank's monthly survey of business opinion"}, {"timestamp": [2065.7, 2067.98], "text": " and it's showing that pessimism"}, {"timestamp": [2067.98, 2069.58], "text": " is becoming more ingrained."}, {"timestamp": [2070.28, 2071.98], "text": " However, the chief economist"}, {"timestamp": [2071.98, 2073.92], "text": " at A&Z seems to think that there's"}, {"timestamp": [2073.92, 2075.6], "text": " good and bad in this latest survey."}, {"timestamp": [2076.06, 2077.84], "text": " On one hand, it looks like the"}, {"timestamp": [2077.84, 2079.94], "text": " Reserve Bank's efforts to"}, {"timestamp": [2079.94, 2081.36], "text": " rein in inflation"}, {"timestamp": [2081.36, 2083.56], "text": " are having some effect because"}, {"timestamp": [2083.56, 2087.72], "text": " inflation expectations are changing, price expectations are changing,"}, {"timestamp": [2088.12, 2092.12], "text": " and the economy seems to be responding to the reserve bank's efforts"}, {"timestamp": [2092.12, 2096.12], "text": " to bring down inflation. On the other hand, other"}, {"timestamp": [2096.12, 2100.22], "text": " economists, bank economists, look at the same data and have a completely different"}, {"timestamp": [2100.22, 2104.12], "text": " point of view. The Bank of New Zealand, for example, looked at the data and"}, {"timestamp": [2104.12, 2110.26], "text": " the word stagflation came to mind. And for Westpac, they looked at the numbers and they thought, yes,"}, {"timestamp": [2110.34, 2116.06], "text": " times are changing and not for the better. So it's one of those things. What do we know?"}, {"timestamp": [2116.2, 2119.94], "text": " Economists are definitely not on the same page when it comes to looking at these numbers,"}, {"timestamp": [2120.14, 2124.96], "text": " but they're not positive. That's for certain. Okay, you gave us the market numbers. What about"}, {"timestamp": [2124.96, 2125.24], "text": " the dollar? Yeah, the dollar is still steady there at 65. That's for certain. Okay, you go over some markets and numbers. What about the dollar?"}, {"timestamp": [2125.34, 2127.02], "text": " Yeah, the dollar is still steady there"}, {"timestamp": [2127.02, 2129.46], "text": " at 65.4 US cents,"}, {"timestamp": [2129.88, 2131.58], "text": " 91.2 Australian"}, {"timestamp": [2131.58, 2134.18], "text": " and 51.8 British Pants."}, {"timestamp": [2134.32, 2137.38], "text": " Thanks, Nona. Kaki Te, Nona Peltier, there with business news."}, {"timestamp": [2137.82, 2139.98], "text": " Te Pati Mori and the National Mori Authority"}, {"timestamp": [2139.98, 2143.02], "text": " are backing calls for the establishment of an Iwi bank"}, {"timestamp": [2143.02, 2145.46], "text": " to finance building on Mori land."}, {"timestamp": [2145.76, 2148.32], "text": " It comes after Mori housing advocates complained"}, {"timestamp": [2148.32, 2150.36], "text": " red tape and barriers at the bank"}, {"timestamp": [2150.36, 2153.42], "text": " we're preventing Fano building on their own land."}, {"timestamp": [2153.78, 2155.88], "text": " Anaitikai Repa at Alice Stewart."}, {"timestamp": [2156.62, 2159.12], "text": " Marama Royal has a vision for the future"}, {"timestamp": [2159.12, 2162.78], "text": " in which Mori trying to get a loan to build on their own land"}, {"timestamp": [2162.78, 2167.18], "text": " no longer feel like square pegs, trying to fit in round holes."}, {"timestamp": [2167.5, 2171.22], "text": " If Iwi came together and put a iwi bank together,"}, {"timestamp": [2171.46, 2175.58], "text": " it would not be set up like how the current financial institutions are."}, {"timestamp": [2175.74, 2179.86], "text": " It would be based on Aroha, Manaki and Tiaki,"}, {"timestamp": [2180.16, 2182.58], "text": " and it would be Fano first."}, {"timestamp": [2182.76, 2187.68], "text": " The Nati-Fatua-Orake Chair says an iwi bank would deal to the barriers"}, {"timestamp": [2187.68, 2191.26], "text": " currently stopping Mori building on their own ancestral land."}, {"timestamp": [2191.9, 2194.74], "text": " Legally, Mori freehold land can't be sold."}, {"timestamp": [2195.16, 2197.78], "text": " That means banks can't use the land as security."}, {"timestamp": [2198.32, 2201.88], "text": " So to get a mortgage, Mori must jump through a heap of hoops"}, {"timestamp": [2201.88, 2206.06], "text": " and can still end up with nothing for their efforts. The Mori"}, {"timestamp": [2206.06, 2207.98], "text": " Party proposed an Iwi-led bank"}, {"timestamp": [2207.98, 2209.58], "text": " at the 2017 election"}, {"timestamp": [2209.58, 2211.82], "text": " and Koli that Rari Wai Titi"}, {"timestamp": [2211.82, 2213.98], "text": " says they still back the idea."}, {"timestamp": [2214.12, 2215.84], "text": " An Iwi-led bank would work"}, {"timestamp": [2215.84, 2218.16], "text": " because it would allow our people to have"}, {"timestamp": [2218.16, 2220.02], "text": " a lot more access to capital."}, {"timestamp": [2220.22, 2221.38], "text": " This is the problem is that"}, {"timestamp": [2221.38, 2224.06], "text": " Mori don't have access to capital, but everybody"}, {"timestamp": [2224.06, 2227.6], "text": " asked us. We've got to start looking at how we can start to build that capital"}, {"timestamp": [2227.6, 2230.7], "text": " and have access for final to be able to build on their homes."}, {"timestamp": [2231.2, 2234.24], "text": " And I think that's something that we need to seriously consider."}, {"timestamp": [2234.24, 2239.26], "text": " After a $780 million injection in the 2021 budget,"}, {"timestamp": [2239.72, 2243.58], "text": " this year's budget saw very little new money for Mori housing."}, {"timestamp": [2244.12, 2247.56], "text": " Raori Wai Titi says along with establishing an Iwi bank,"}, {"timestamp": [2247.94, 2251.88], "text": " the Mori Party want more government investment in Mori housing."}, {"timestamp": [2252.14, 2254.06], "text": " We're talking about years and years of displacement."}, {"timestamp": [2254.62, 2258.16], "text": " We're talking about years and years of underinvestment into Mori housing."}, {"timestamp": [2258.34, 2259.26], "text": " We can't be going backward."}, {"timestamp": [2259.92, 2264.58], "text": " And so we must continue to push for this government to ensure that it's not band-aiding policies."}, {"timestamp": [2264.74, 2269.18], "text": " We've got to start taking down the red tape and the bureaucracy to allow our final to build homes."}, {"timestamp": [2269.28, 2274.48], "text": " The chair of the National Mori Authority, Matthew Tukaki, wants an Iwi Bank too."}, {"timestamp": [2274.48, 2284.02], "text": " He says Mori have been denied mortgages for too many years because of a perceived risk around lending to build homes on multiply owned land."}, {"timestamp": [2282.56, 2284.02], "text": " risk around lending to build homes on multibly owned land."}, {"timestamp": [2284.2, 2286.08], "text": " Banks rule us out and would"}, {"timestamp": [2286.08, 2288.1], "text": " probably, to be frank, more inclined"}, {"timestamp": [2288.1, 2291.94], "text": " to lend to South Africans and immigrants who have just"}, {"timestamp": [2291.94, 2294.04], "text": " landed on our shores versus the indigenous"}, {"timestamp": [2294.04, 2296.1], "text": " people of the land. He accuses the"}, {"timestamp": [2296.1, 2298.16], "text": " banks of being racist towards"}, {"timestamp": [2298.16, 2300.1], "text": " Mori. It's interesting that they take"}, {"timestamp": [2300.1, 2301.98], "text": " all of our culture, our Rho"}, {"timestamp": [2301.98, 2303.76], "text": " and say they're doing all these amazing things"}, {"timestamp": [2303.76, 2306.0], "text": " and they can brown themselves up as much"}, {"timestamp": [2306.0, 2308.18], "text": " as they want, but at the end of the day"}, {"timestamp": [2308.18, 2309.72], "text": " money's still not flowing at the door."}, {"timestamp": [2309.8, 2311.8], "text": " As to what it might look like, Matthew"}, {"timestamp": [2311.8, 2313.96], "text": " Tukaki suggests a cooperative"}, {"timestamp": [2313.96, 2315.64], "text": " bank model. If you use the"}, {"timestamp": [2315.64, 2317.82], "text": " spirit of Kotaipanga, which is all of us working"}, {"timestamp": [2317.82, 2319.82], "text": " together, and that tells me that"}, {"timestamp": [2319.82, 2321.68], "text": " this is a cooperative opportunity. And there are"}, {"timestamp": [2321.68, 2323.88], "text": " cooperative banking models for Indigenous First Nations"}, {"timestamp": [2323.88, 2328.64], "text": " peoples right across the world, including over in Australia. We could also have a look at a cooperative opportunity and there are cooperative banking models for indigenous first nations peoples right across the world including over in australia we could also have a look"}, {"timestamp": [2328.64, 2334.58], "text": " at a cooperative bank that is able not only to lend in terms of personal finance but also"}, {"timestamp": [2334.58, 2340.62], "text": " lend to business and industry but maudi economic advisor joshua hitchcock says although it's an"}, {"timestamp": [2340.62, 2347.54], "text": " attractive proposition it's too risky for maudi i think that actually this is a market failure that the government needs to address"}, {"timestamp": [2347.54, 2351.14], "text": " them and should be addressing for its policy for its treatment process"}, {"timestamp": [2351.14, 2355.32], "text": " rather than assuming that risk and taking on that risk"}, {"timestamp": [2355.32, 2357.96], "text": " when it's not our risk to bear for government's responsibility"}, {"timestamp": [2357.96, 2361.06], "text": " to ensure that the system works over on."}, {"timestamp": [2361.14, 2364.96], "text": " Mori are disproportionately impacted by the housing crisis,"}, {"timestamp": [2365.44, 2370.46], "text": " with Mori making up just over half of the almost 27,000 applicants"}, {"timestamp": [2370.46, 2374.68], "text": " on the Ministry of Social Development's public housing wait list."}, {"timestamp": [2375.88, 2379.66], "text": " And it's almost 20 to 6, you're with checkpoints on RNZ National."}, {"timestamp": [2379.76, 2380.78], "text": " To some of your feedback now,"}, {"timestamp": [2380.86, 2384.94], "text": " on the issue of the dominant two-player market for supermarkets,"}, {"timestamp": [2386.14, 2388.18], "text": " and some small towns, they only have one choice. Alistair's"}, {"timestamp": [2388.18, 2389.94], "text": " got in touch to say I live in Thames. The"}, {"timestamp": [2389.94, 2391.98], "text": " pack and save here have a monopoly so the"}, {"timestamp": [2391.98, 2394.08], "text": " fresh veg are dodgy, poor"}, {"timestamp": [2394.08, 2396.16], "text": " selection and always running out of product"}, {"timestamp": [2396.16, 2397.76], "text": " urgently need competition."}, {"timestamp": [2398.76, 2400.0], "text": " Wanaka has two new"}, {"timestamp": [2400.0, 2402.16], "text": " world supermarkets and nothing else."}, {"timestamp": [2402.6, 2404.0], "text": " Locals often do online and"}, {"timestamp": [2404.0, 2406.7], "text": " delivery from the countdown in Queenstown."}, {"timestamp": [2407.06, 2407.42], "text": " Interesting."}, {"timestamp": [2408.02, 2412.6], "text": " And as a Thames resident, we desperately need another player in the supermarket game."}, {"timestamp": [2412.72, 2414.22], "text": " See, you're not on your own, Alistair."}, {"timestamp": [2414.58, 2417.68], "text": " The pack and save has poor selection and prices are ridiculous."}, {"timestamp": [2417.98, 2420.36], "text": " It feels like we are being held to ransom."}, {"timestamp": [2420.8, 2422.12], "text": " And Chris has got in touch to say,"}, {"timestamp": [2422.12, 2424.92], "text": " it's the flavour of the month to bag supermarket duopolys,"}, {"timestamp": [2424.92, 2429.84], "text": " but a lot of small rural towns do not have the economic base for two supermarkets."}, {"timestamp": [2430.26, 2433.28], "text": " Yep, that's a good point as well. Evie, how far would you drive for a bargain?"}, {"timestamp": [2434.4, 2438.02], "text": " Oh, just a few kilometres, otherwise I'd try to make it myself whatever it was."}, {"timestamp": [2438.46, 2441.94], "text": " Yeah, and otherwise the petrol costs you now as well. Really stings you hard."}, {"timestamp": [2440.8, 2440.94], "text": " hour as well."}, {"timestamp": [2441.94, 2442.84], "text": " Really stings you hard."}, {"timestamp": [2443.0, 2448.32], "text": " Yeah."}, {"timestamp": [2451.38, 2451.76], "text": " Hi, Iki-ne, coming up, speaking of budgets,"}, {"timestamp": [2454.22, 2456.2], "text": " it's back to basics with a budget meal kit aimed at students, uni students, you know,"}, {"timestamp": [2456.5, 2458.16], "text": " and ones that are challenged in the kitchen."}, {"timestamp": [2458.28, 2459.16], "text": " Is it okay to say that?"}, {"timestamp": [2459.46, 2460.78], "text": " Anyway, homa or focaro."}, {"timestamp": [2460.9, 2462.38], "text": " We would love your feedback on anything"}, {"timestamp": [2462.38, 2463.54], "text": " if you heard on the program this evening."}, {"timestamp": [2463.68, 2467.24], "text": " Text us 2101 or tweet us at Checkpoint, RNZ."}, {"timestamp": [2467.48, 2468.66], "text": " Time to get to the headlines."}, {"timestamp": [2468.86, 2469.88], "text": " Koiviano Tenei."}, {"timestamp": [2470.3, 2471.04], "text": " Khao-da, Lisa."}, {"timestamp": [2471.58, 2473.22], "text": " Television, New Zealand's chief executive"}, {"timestamp": [2473.22, 2476.32], "text": " has ordered a review into the organisation's hiring process"}, {"timestamp": [2476.32, 2478.06], "text": " following the abrupt departure"}, {"timestamp": [2478.06, 2480.12], "text": " of breakfast host Kamal Santa Maria."}, {"timestamp": [2480.58, 2483.28], "text": " He quit after reportedly behaving inappropriately"}, {"timestamp": [2483.28, 2484.66], "text": " towards a woman in the newsroom"}, {"timestamp": [2484.66, 2485.96], "text": " and a complaint was made."}, {"timestamp": [2486.72, 2493.36], "text": " The mayor of Otorhunga District says there's no doubt someone is helping a man still missing with his children in dense King Country Bush."}, {"timestamp": [2493.92, 2497.28], "text": " Thomas Phillips and his three children haven't been seen since December."}, {"timestamp": [2497.82, 2503.42], "text": " Mayor Max Baxter told Checkpoint people can't hide out for that long without being provided with supplies."}, {"timestamp": [2504.24, 2508.48], "text": " A gang's expert is backing the police approach to tackling gang violence in Auckland,"}, {"timestamp": [2508.68, 2510.8], "text": " including a number of shootings last week."}, {"timestamp": [2511.28, 2513.52], "text": " Seven people have been arrested so far."}, {"timestamp": [2514.26, 2518.12], "text": " Canterbury University Senior Lecturer Jared Gilbert says it's the right approach"}, {"timestamp": [2518.12, 2519.54], "text": " and will eventually work."}, {"timestamp": [2520.3, 2526.68], "text": " Christchurch Hospital is putting off planned surgery as it deals with extremely high levels of acutely unwell people."}, {"timestamp": [2527.24, 2530.46], "text": " Compounding the problem is staff shortages because of COVID."}, {"timestamp": [2531.2, 2533.96], "text": " An immigration lawyer says the government should be embarrassed."}, {"timestamp": [2534.2, 2541.28], "text": " It's introduced a scheme tying migrants to an employer when the Productivity Commission has just recommended that practice be stopped."}, {"timestamp": [2541.88, 2545.72], "text": " And there are renewed calls for the establishment of an Iwi bank"}, {"timestamp": [2545.72, 2551.2], "text": " to finance building on Mori land. It comes after Mori housing advocates complained"}, {"timestamp": [2551.2, 2556.44], "text": " red tape was preventing Fano building on their own land. Those are the headlines looking to"}, {"timestamp": [2556.44, 2562.22], "text": " traffic. South of Hamilton, the State Highway 1 Waikato Expressway will be fully closed between"}, {"timestamp": [2562.22, 2569.28], "text": " the State Highway 26 Hillcrest Roundabout and the State Highway 21 Tamahiri Interchange tonight between 7pm and 6am."}, {"timestamp": [2569.98, 2574.72], "text": " And that strong wind warning is still in place in Wellington for any drivers heading over at Emutaka Hill tonight."}, {"timestamp": [2575.24, 2577.18], "text": " I'll update you with the latest news and weather at 6."}, {"timestamp": [2577.62, 2578.28], "text": " Thanks, Evie."}, {"timestamp": [2578.6, 2582.74], "text": " An expert on gangs says while the current escalation of violence is concerning,"}, {"timestamp": [2582.9, 2585.62], "text": " it's just part of the usual cycle of gangland tensions."}, {"timestamp": [2586.16, 2589.84], "text": " Jerry Gilbert says the police will ultimately be successful in cracking down on them,"}, {"timestamp": [2590.12, 2594.5], "text": " and thanks to gun law changes, they'll have fewer weapons next time things escalate."}, {"timestamp": [2594.82, 2596.02], "text": " Timothy Brown has more."}, {"timestamp": [2596.68, 2600.72], "text": " Alteiro has a long history of gang tensions and gang violence,"}, {"timestamp": [2600.92, 2604.58], "text": " with confrontations spilling into the country's streets and consciousness."}, {"timestamp": [2605.3, 2609.86], "text": " Canterbury University's senior lecturer Jared Gilbert says the current turf war"}, {"timestamp": [2609.86, 2614.22], "text": " between the killer bees and tribesmen in the Upper North Island is no different,"}, {"timestamp": [2614.62, 2616.5], "text": " and history is against the gangs."}, {"timestamp": [2616.84, 2620.78], "text": " There's been a lot of gang conflicts in New Zealand over the years, huge numbers."}, {"timestamp": [2621.62, 2627.26], "text": " The police have won every single one of them. So they will assist in regaining control."}, {"timestamp": [2627.54, 2631.96], "text": " The groups themselves will decide it's not worth it and pull their heads and not before time,"}, {"timestamp": [2632.04, 2632.34], "text": " I might add."}, {"timestamp": [2632.48, 2637.28], "text": " He says such flare-ups are always accompanied by tough-on-crime talk by politicians."}, {"timestamp": [2637.74, 2641.22], "text": " It doesn't matter if nationals are in opposition or Labor is in opposition."}, {"timestamp": [2641.86, 2647.1], "text": " They will all how the government is soft on crime and the government responds by saying, no, we're not."}, {"timestamp": [2647.28, 2649.78], "text": " And this current cycle of violence is no different,"}, {"timestamp": [2649.96, 2653.56], "text": " with former National Party leaders Simon Bridges and Judith Collins,"}, {"timestamp": [2653.86, 2656.1], "text": " both rolling out the soft-on-crime line,"}, {"timestamp": [2656.42, 2658.7], "text": " as has current leader Christopher Luxon."}, {"timestamp": [2659.1, 2662.44], "text": " He says the government has been, quote, very soft on crime,"}, {"timestamp": [2662.44, 2665.16], "text": " and as a result, gangs act with impunity."}, {"timestamp": [2665.52, 2669.7], "text": " All I can tell you in this country is we've got a 21% increase in violent crime."}, {"timestamp": [2670.08, 2672.02], "text": " We've had a 40% growth in gangs."}, {"timestamp": [2672.42, 2673.88], "text": " There's nothing I like about gangs."}, {"timestamp": [2674.08, 2677.6], "text": " You know, they peddle misery and hurt and pain and suffering for everyone."}, {"timestamp": [2677.94, 2683.36], "text": " Inter in the police minister, Porto Williams, says the police aren't doing enough, fast enough."}, {"timestamp": [2683.64, 2685.32], "text": " Look, I've sought assurances from police."}, {"timestamp": [2685.66, 2686.8], "text": " I want them to work faster."}, {"timestamp": [2686.9, 2688.72], "text": " Our communities are still feeling really unsafe."}, {"timestamp": [2688.96, 2694.22], "text": " But Jared Gilbert says the police are independent from government interference, and rightly"}, {"timestamp": [2694.22, 2694.78], "text": " so."}, {"timestamp": [2695.24, 2701.58], "text": " He says, despite political rhetoric, the police are policing gangs as firmly as they ever have."}, {"timestamp": [2701.8, 2706.32], "text": " They have also taken the lens and drawn it back a bit and gone, well, how do we get"}, {"timestamp": [2706.32, 2711.88], "text": " ahead of this, which again in the mediums, longer term, will be very important."}, {"timestamp": [2712.6, 2718.7], "text": " I can see no evidence, none, zero, that the police are not policing the gangs by any stretch"}, {"timestamp": [2718.7, 2719.48], "text": " of the imagination."}, {"timestamp": [2719.88, 2725.16], "text": " Today, police commissioner Andrew Costa told Morning Report they were cracking down on gangs"}, {"timestamp": [2725.16, 2727.3], "text": " and harassing them for any wrongdoing."}, {"timestamp": [2727.48, 2731.38], "text": " We find everything we can, and that's to send a message that this way of behaving is completely"}, {"timestamp": [2731.38, 2731.9], "text": " unacceptable."}, {"timestamp": [2732.12, 2737.96], "text": " And eventually that combined with the stress that they feel from being at war does tend"}, {"timestamp": [2737.96, 2741.16], "text": " to calm these things down, and that's what we will keep doing."}, {"timestamp": [2741.7, 2747.32], "text": " Clearly, it's incredibly unnerving for those communities affected and I really"}, {"timestamp": [2747.32, 2751.58], "text": " feel for them in the situation. Questions have been asked about where the gangs are getting their"}, {"timestamp": [2751.58, 2757.74], "text": " guns following the 2019 reforms in the wake of the Christchurch terror attacks. Dr Gilbert says"}, {"timestamp": [2757.74, 2763.04], "text": " those changes will act as a sinking lid, making it harder for the gangs to source guns in the future,"}, {"timestamp": [2763.46, 2767.7], "text": " as will the gun registry, which is due to become operational next year."}, {"timestamp": [2767.96, 2771.16], "text": " Nothing on its own is going to solve this problem."}, {"timestamp": [2771.28, 2774.48], "text": " The best we can do is target it from numerous directions"}, {"timestamp": [2774.48, 2779.2], "text": " and reduce the amount of firearms, really, getting into the wrong hands."}, {"timestamp": [2779.2, 2782.42], "text": " He says it's clear many firearms get to the gangs"}, {"timestamp": [2782.42, 2787.14], "text": " via licensed firearms owners, either through theft or in many"}, {"timestamp": [2787.14, 2794.0], "text": " instances being sold by disreputable license holders. As a result of the 2019 reforms, about"}, {"timestamp": [2794.0, 2799.78], "text": " 60,000 firearms were no longer in the community. Many of them higher calibus semi-automatics."}, {"timestamp": [2800.24, 2805.22], "text": " Dr Gilbert says that will save lives in the long term, even when gang violence erupts."}, {"timestamp": [2806.1, 2807.82], "text": " And it's 14 minutes to six."}, {"timestamp": [2807.92, 2809.3], "text": " Kiao, Motunumai, stay with us."}, {"timestamp": [2809.36, 2811.5], "text": " You're listening to Checkpoint on RNZ National."}, {"timestamp": [2811.98, 2817.14], "text": " The phrase, let them eat cake, is often associated with France's former queen, Marie Antoinette."}, {"timestamp": [2817.48, 2823.26], "text": " But it's another famous woman who's had a faithful of bait sweetness at the Louvre Museum in Paris."}, {"timestamp": [2823.6, 2825.84], "text": " The BBC's Iona Hampson reports. In some ways, like any other day in the Louvre Museum in Paris. The BBC's Iona Hampson reports."}, {"timestamp": [2826.38, 2828.94], "text": " In some ways, like any other day in the Louvre,"}, {"timestamp": [2829.22, 2831.58], "text": " when tourists queue and huddled close together"}, {"timestamp": [2831.58, 2833.26], "text": " to get a glimpse of the masterpiece,"}, {"timestamp": [2834.28, 2837.74], "text": " until a man, disguised as an elderly woman in a wheelchair,"}, {"timestamp": [2838.36, 2841.62], "text": " was caught throwing a cake at the famous painting."}, {"timestamp": [2842.18, 2843.64], "text": " No way!"}, {"timestamp": [2844.22, 2847.2], "text": " In this video, taken moments after the incident,"}, {"timestamp": [2847.8, 2850.18], "text": " it shows museum goers using their phones"}, {"timestamp": [2850.18, 2852.48], "text": " to take a picture of the protective glass"}, {"timestamp": [2852.48, 2853.58], "text": " in front of the artwork,"}, {"timestamp": [2854.08, 2855.44], "text": " which has been smeared with cake."}, {"timestamp": [2856.36, 2857.52], "text": " Witnesses say the vandal,"}, {"timestamp": [2857.88, 2860.1], "text": " who was also seen throwing roses in the gallery,"}, {"timestamp": [2860.6, 2862.48], "text": " urged people to care for the planet"}, {"timestamp": [2862.48, 2863.98], "text": " and think of the earth,"}, {"timestamp": [2864.38, 2867.66], "text": " while being led from the scene still wearing a wig and lipstick."}, {"timestamp": [2868.28, 2870.74], "text": " The Paris Prosecutor's Office confirmed on Monday"}, {"timestamp": [2870.74, 2875.56], "text": " that a 36-year-old man was detained and sent to a police psychiatric unit."}, {"timestamp": [2876.24, 2880.96], "text": " An investigation has now begun looking into the damage of cultural artefacts."}, {"timestamp": [2881.56, 2884.4], "text": " It's not the first time the Mona Lisa has been attacked."}, {"timestamp": [2887.8, 2892.98], "text": " In 1956, a vandal threw acid at the painting, hitting the lower sections, and in the same year, someone hurled a rocket"}, {"timestamp": [2892.98, 2899.08], "text": " it, chipping off a speck of pigment. The painting has since been cased in bulletproof glass,"}, {"timestamp": [2899.08, 2907.92], "text": " which protected it from red spray paint when on loan in Tokyo in 1974, and also in 2009, when a museum goer"}, {"timestamp": [2907.92, 2911.9], "text": " threw a teacup at it reportedly bought at the Louvre gift shop."}, {"timestamp": [2912.6, 2918.02], "text": " The Chinese foreign minister is continuing his tour of the Pacific, moving on to Papua New Guinea"}, {"timestamp": [2918.02, 2922.1], "text": " this week, despite being rebuffed yesterday by Pacific Island nations."}, {"timestamp": [2922.56, 2926.66], "text": " Ten countries failed to sign a region-wide trade and security deal with China"}, {"timestamp": [2926.66, 2930.24], "text": " after a high-level meeting between Wang Ji and his counterparts."}, {"timestamp": [2930.66, 2932.58], "text": " The ABC's Natalie Whiting has more."}, {"timestamp": [2935.44, 2940.58], "text": " Across PNG, thousands of people have been turning out at campaign rallies,"}, {"timestamp": [2941.02, 2943.82], "text": " as the country prepares to head to the polls."}, {"timestamp": [2944.4, 2951.0], "text": " But while P&G has been focused on domestic politics, around it geopolitics is swirling."}, {"timestamp": [2951.48, 2956.4], "text": " The incumbent Prime Minister James Marrape says the Chinese Foreign Minister will fly"}, {"timestamp": [2956.4, 2957.46], "text": " in on Thursday."}, {"timestamp": [2957.46, 2963.46], "text": " The Foreign Minister is a higher minister by ranking in as far as the Chinese government"}, {"timestamp": [2963.46, 2964.28], "text": " strikes consent."}, {"timestamp": [2964.5, 2968.94], "text": " Popening in the government will give him all the respect that he deserves and all the protocols."}, {"timestamp": [2969.28, 2971.94], "text": " But his visit isn't being welcomed by everyone."}, {"timestamp": [2972.5, 2978.14], "text": " Former Prime Minister Peter O'Neill is vying to take back the top job and told the ABC"}, {"timestamp": [2978.14, 2983.6], "text": " that the trip is unnecessary and any visits should be held after the election."}, {"timestamp": [2984.34, 2990.12], "text": " He's calling on foreign governments to respect PNG and allow our people to vote freely."}, {"timestamp": [2990.98, 2996.86], "text": " Adjunct professor at the University of Queensland and former High Commissioner to PNG, Ian Klemish,"}, {"timestamp": [2997.22, 3001.06], "text": " says visiting at this point in the election cycle isn't constructive."}, {"timestamp": [3001.58, 3003.22], "text": " It's disrespectful for a start."}, {"timestamp": [3003.5, 3005.02], "text": " It's only a matter of a couple of weeks"}, {"timestamp": [3005.02, 3010.28], "text": " until PNG goes to the polls. And a government won't emerge from that quite colourful"}, {"timestamp": [3010.28, 3016.64], "text": " process until early August. Frank, it's kind of dumb too. It's a fool's game to try and make"}, {"timestamp": [3016.64, 3020.94], "text": " predictions about the elections there. There's every chance that the Prime Minister in August"}, {"timestamp": [3020.94, 3025.14], "text": " will not be the Prime Minister now. He might be, but he might well not be."}, {"timestamp": [3025.44, 3030.5], "text": " It's unlikely any major deals will be signed during the PNG leg of Wang Ye's tour,"}, {"timestamp": [3030.92, 3035.86], "text": " but if they were, they'd be mired in controversy, given the proximity to the election."}, {"timestamp": [3035.86, 3041.54], "text": " I also think that by visiting now, China could actually lose ground with the next administration,"}, {"timestamp": [3041.78, 3042.96], "text": " whoever that is."}, {"timestamp": [3044.06, 3048.56], "text": " But look, what this all tells us is that LeVitt has very little to do with Papua New Guinea"}, {"timestamp": [3048.56, 3054.3], "text": " and more with China's narrative back home about its so-called prestige in the Pacific."}, {"timestamp": [3054.3, 3060.68], "text": " The looming PNG election also casts a shadow over any prospective visits from Australia."}, {"timestamp": [3061.4, 3067.36], "text": " It's no secret the new Prime Minister Anthony Albanese is keen to visit PNG as soon as possible."}, {"timestamp": [3068.0, 3074.1], "text": " When congratulating Mr. Albanese on his win, Mr Marrape was pointed about the timing of any visit."}, {"timestamp": [3074.44, 3081.92], "text": " After our own elections here, we'd like to go down and visit him or we invite him to come and visit us."}, {"timestamp": [3082.16, 3085.06], "text": " The two leaders did speak over Zoom yesterday."}, {"timestamp": [3085.54, 3087.44], "text": " Anthony Albanese may need to settle"}, {"timestamp": [3087.44, 3090.14], "text": " for the virtual meeting for the time being."}, {"timestamp": [3091.14, 3092.74], "text": " Meal kits, you know the deal,"}, {"timestamp": [3092.86, 3094.32], "text": " all the menu bits in a grocery box"}, {"timestamp": [3094.32, 3095.66], "text": " complete with cooking instructions"}, {"timestamp": [3095.66, 3097.16], "text": " are increasingly popular."}, {"timestamp": [3097.6, 3098.82], "text": " But there's a new kid on the block"}, {"timestamp": [3098.82, 3102.2], "text": " aimed specifically at the budget-conscious student market."}, {"timestamp": [3102.6, 3104.48], "text": " It's the brainchild of Otago University"}, {"timestamp": [3104.48, 3106.94], "text": " Nutrition Research Assistant Kimberley T and is aimed at ending the horror ofconscious student market. It's the brainchild of Otago University Nutrition Research Assistant Kimberly Tee"}, {"timestamp": [3106.94, 3110.54], "text": " and is aimed at ending the horror of the shared flat meal"}, {"timestamp": [3110.54, 3112.56], "text": " where the rusted cook can barely boil an egg"}, {"timestamp": [3112.56, 3113.96], "text": " or a pack of instant noodles."}, {"timestamp": [3114.48, 3115.52], "text": " Kimberly joins us now."}, {"timestamp": [3115.66, 3117.64], "text": " Hi, Kimberly, how did you come up with this idea?"}, {"timestamp": [3118.3, 3119.1], "text": " Hi, Lisa."}, {"timestamp": [3120.18, 3121.84], "text": " So, feed my flat."}, {"timestamp": [3122.0, 3124.2], "text": " The idea started at a potluck dinner"}, {"timestamp": [3124.2, 3126.76], "text": " with my friends and their families."}, {"timestamp": [3127.3, 3131.12], "text": " We somehow ended up talking about our flat meals when we were freshest."}, {"timestamp": [3131.24, 3132.18], "text": " It was super funny."}, {"timestamp": [3132.52, 3135.16], "text": " Well, funny now, but not so funny when that happened."}, {"timestamp": [3136.02, 3141.44], "text": " So we had a friend who put dry macaroni with cheese on top straight into the oven,"}, {"timestamp": [3141.68, 3143.64], "text": " didn't realize the macaroni has to be cooked."}, {"timestamp": [3143.92, 3148.48], "text": " Or the student who ate raw bacon for a few weeks because he didn't realize that bacon has to be"}, {"timestamp": [3148.48, 3149.1], "text": " cooked."}, {"timestamp": [3149.64, 3155.74], "text": " And someone mentioned on our social media page last night that he has got raw risotto because it's cheap meat."}, {"timestamp": [3157.24, 3158.22], "text": " Oh my goodness."}, {"timestamp": [3158.38, 3160.28], "text": " Why can't students cook?"}, {"timestamp": [3160.4, 3161.0], "text": " What's happened?"}, {"timestamp": [3161.12, 3162.14], "text": " Have we lost the art?"}, {"timestamp": [3162.86, 3167.12], "text": " Oh, I think like, thinking back when I was just getting"}, {"timestamp": [3167.12, 3172.28], "text": " into uni life and get really busy, I remember I was so focused on getting into university"}, {"timestamp": [3172.28, 3178.7], "text": " and I forgot about all these essential skills. I have to learn to look after myself. So, yeah."}, {"timestamp": [3178.98, 3184.64], "text": " So these packs, these meal kits that you're putting together, they're three meals, right? What sort"}, {"timestamp": [3184.64, 3186.3], "text": " of things are you putting in them?"}, {"timestamp": [3186.38, 3189.32], "text": " And what's the price for them, Kimberly?"}, {"timestamp": [3189.96, 3194.76], "text": " Yeah, so we are currently providing three meals a week"}, {"timestamp": [3194.76, 3201.36], "text": " with the option for either four people at $85 or six people at $125."}, {"timestamp": [3201.96, 3206.64], "text": " So you get most of the ingredients that you need to make your meals."}, {"timestamp": [3207.86, 3212.64], "text": " Your main one will be your carbohydrate, your protein and your vegetables."}, {"timestamp": [3213.4, 3218.68], "text": " And we also send out electronic recipes with cooking and nutrition tips on them."}, {"timestamp": [3218.98, 3224.62], "text": " We also post free recipes, cooking tips and nutrition tips on our Instagram page"}, {"timestamp": [3224.62, 3228.92], "text": " so that people who are not buying the bags can also benefit from this initiative."}, {"timestamp": [3229.32, 3233.84], "text": " So if you buy the six meal pack, so you get six serves, three meals,"}, {"timestamp": [3233.92, 3236.38], "text": " it works out at about $7 a meal, right?"}, {"timestamp": [3236.56, 3238.84], "text": " So what would you be eating for that?"}, {"timestamp": [3238.92, 3240.62], "text": " Can you tell us what one of the meals might be?"}, {"timestamp": [3241.42, 3247.94], "text": " Yep, so this week, for example, we have pork shops, we have nachos and we have a"}, {"timestamp": [3247.94, 3251.98], "text": " Korean beef bowl. And last week... People in the control room look interested"}, {"timestamp": [3251.98, 3255.8], "text": " Kimberly. They think that sounds tasty. That sounds great."}, {"timestamp": [3256.98, 3261.8], "text": " And do they order them in advance? How does it work? And what kind of demand"}, {"timestamp": [3261.8, 3263.96], "text": " have you got? Yeah, so the"}, {"timestamp": [3263.96, 3268.12], "text": " orders are currently open from Friday to Wednesday,"}, {"timestamp": [3269.0, 3271.7], "text": " and you can order during that time,"}, {"timestamp": [3271.88, 3276.36], "text": " and then students can come to our department to pick up on Monday."}, {"timestamp": [3277.28, 3281.4], "text": " We are currently at a very early stage, currently in a soft launch."}, {"timestamp": [3281.52, 3284.48], "text": " We have been starting to get orders and inquiries from the students,"}, {"timestamp": [3284.64, 3286.46], "text": " getting taken on social media"}, {"timestamp": [3286.46, 3288.14], "text": " when students try to make our meals,"}, {"timestamp": [3288.22, 3289.22], "text": " which is very exciting."}, {"timestamp": [3289.6, 3291.52], "text": " So it's not for profit, right?"}, {"timestamp": [3291.88, 3295.04], "text": " Where are you getting your raw ingredients from?"}, {"timestamp": [3295.1, 3296.32], "text": " Are you getting a deal from someone"}, {"timestamp": [3296.32, 3297.48], "text": " to keep the price down?"}, {"timestamp": [3297.92, 3300.76], "text": " Yeah, so we try to source our ingredients"}, {"timestamp": [3300.76, 3303.12], "text": " from local suppliers."}, {"timestamp": [3304.96, 3305.04], "text": " And also I was interested in some of the material that comes with it. ingredients from local suppliers."}, {"timestamp": [3309.58, 3309.78], "text": " And also I was interested in some of the material that comes with it."}, {"timestamp": [3312.12, 3312.6], "text": " You were trying to teach them some of the basics, right?"}, {"timestamp": [3315.52, 3315.78], "text": " So one of the examples was how to wash a leak."}, {"timestamp": [3318.78, 3322.72], "text": " And the other one I'm super interested in that you can perhaps talk us through was how to cut an onion without, quote, bawling your eyes out."}, {"timestamp": [3323.04, 3324.48], "text": " So what's the tip for that one, Kimberly?"}, {"timestamp": [3324.56, 3325.98], "text": " Because I think I've got something to learn too."}, {"timestamp": [3326.82, 3327.78], "text": " Oh, my goodness."}, {"timestamp": [3329.42, 3331.32], "text": " It is really hard to describe it."}, {"timestamp": [3331.38, 3336.92], "text": " I would highly recommend you to go on our social media page and watch that video."}, {"timestamp": [3337.06, 3344.14], "text": " Basically, how can you cut an onion quickly without having to spend too much time cutting"}, {"timestamp": [3344.14, 3346.82], "text": " on it until it makes you cry."}, {"timestamp": [3347.16, 3349.1], "text": " Right, so it doesn't involve wearing goggles or anything."}, {"timestamp": [3349.98, 3355.36], "text": " No, no goggles, no plates over your, yeah, no brats."}, {"timestamp": [3356.3, 3357.14], "text": " No gimmicks."}, {"timestamp": [3357.24, 3358.82], "text": " Okay, Kimberly, that sounds fantastic."}, {"timestamp": [3358.94, 3359.88], "text": " All the best with that."}, {"timestamp": [3360.32, 3364.12], "text": " Kimberly T, there, who's come up with this idea of a meal kit in a box for students."}, {"timestamp": [3364.4, 3366.5], "text": " What do you reckon, Evie? Could you cook as a student?"}, {"timestamp": [3367.06, 3370.94], "text": " Actually, I thought I was pretty good until I blagged my way into a job in London"}, {"timestamp": [3370.94, 3372.86], "text": " and tried to scramble some eggs."}, {"timestamp": [3373.24, 3377.6], "text": " And then the look on the pub manager's face when I tried to deliver it to the table was,"}, {"timestamp": [3378.16, 3380.3], "text": " who the hell are you and what are you doing in my pub?"}, {"timestamp": [3381.7, 3382.78], "text": " Uncooked macaroni though?"}, {"timestamp": [3382.86, 3384.1], "text": " Oh, no, I wouldn't."}, {"timestamp": [3384.4, 3384.9], "text": " Raw bacon."}, {"timestamp": [3384.9, 3385.06], "text": " No, no. Raw bacon was know. I knew how to do."}, {"timestamp": [3385.16, 3386.28], "text": " Raw bacon was the other one?"}, {"timestamp": [3386.4, 3386.98], "text": " And what was it?"}, {"timestamp": [3387.02, 3388.54], "text": " Rice risotto that they thought was meat?"}, {"timestamp": [3389.54, 3390.28], "text": " Yeah, I don't know."}, {"timestamp": [3390.58, 3391.16], "text": " Let us know."}, {"timestamp": [3391.34, 3392.82], "text": " Worst flat meal you ever had."}, {"timestamp": [3392.9, 3395.86], "text": " What did you used to cook when you were at university or just starting out in your first job?"}, {"timestamp": [3395.98, 3399.28], "text": " Text us 2101 or tweet us at Checkpoint RNZ."}, {"timestamp": [3399.38, 3403.48], "text": " Chemical noodles, I like to call them, those ones that you just chuck some water from hot water from the kettle."}, {"timestamp": [3403.9, 3405.8], "text": " And you need a degree to work out with the..."}, {"timestamp": [3405.8, 3407.68], "text": " Oh really? Okay, that's cold."}, {"timestamp": [3407.84, 3409.02], "text": " All right, let us know your thoughts."}, {"timestamp": [3409.44, 3410.84], "text": " Your worst flat meal."}, {"timestamp": [3411.5, 3413.86], "text": " You've heard the phrase seeing your name up in lights,"}, {"timestamp": [3413.94, 3415.7], "text": " but what about seeing your face on water?"}, {"timestamp": [3416.1, 3418.66], "text": " A new light installation in Wellington's Oriental Bay"}, {"timestamp": [3418.66, 3422.46], "text": " is projecting local faces onto the water spray of the famous fountain."}, {"timestamp": [3422.88, 3426.0], "text": " Our visual journalist Samuel Rilstone went to have a look."}, {"timestamp": [3426.0, 3428.0], "text": " If you've ever wanted to feel like the Wizard of Oz,"}, {"timestamp": [3428.0, 3431.0], "text": " Wellington's waterfront now has your chance."}, {"timestamp": [3431.0, 3433.0], "text": " Amber Strain is the artist behind Into the Light,"}, {"timestamp": [3433.0, 3436.0], "text": " the installation projecting Wellington faces"}, {"timestamp": [3436.0, 3439.0], "text": " onto the cart of fountain at Oriental Bay."}, {"timestamp": [3439.0, 3442.0], "text": " She says she was initially tempted to put her own face in the piece."}, {"timestamp": [3442.0, 3445.04], "text": " I thought, oh, who am I to really do it?"}, {"timestamp": [3445.1, 3448.72], "text": " And I really felt like it was time to share the privilege with Wellington"}, {"timestamp": [3448.72, 3453.58], "text": " and let them have a go with, you know, this kind of fun, kind of a bit goofy technology"}, {"timestamp": [3453.58, 3459.58], "text": " and really see themselves as a massive hologram because it's just, why not, you know?"}, {"timestamp": [3460.14, 3467.44], "text": " After eight months of development, the installation was originally set to be part of the 2022 Performance Arcade in February."}, {"timestamp": [3468.02, 3471.44], "text": " But, as with many things, was delayed due to COVID restrictions."}, {"timestamp": [3471.94, 3477.38], "text": " Although this could prove to be a blessing in disguise, with the longer winter nights allowing that extra viewing time."}, {"timestamp": [3477.82, 3482.56], "text": " Strain has worked with the Wellington City Council to make sure the fountain is able to accommodate the projection,"}, {"timestamp": [3482.94, 3487.0], "text": " with a special nozzle installed to create a flatter water flow."}, {"timestamp": [3487.0, 3489.0], "text": " Other than that, the setup is rather simple,"}, {"timestamp": [3489.0, 3492.0], "text": " a projector, a laptop and two web cameras"}, {"timestamp": [3492.0, 3494.0], "text": " which live stream the user's face to the projector."}, {"timestamp": [3494.0, 3497.0], "text": " People can press a button and live stream themselves."}, {"timestamp": [3497.0, 3500.0], "text": " There's a two second delay, so if you're quick, you can catch yourself"}, {"timestamp": [3500.0, 3501.0], "text": " and have a look around the corner,"}, {"timestamp": [3501.0, 3504.0], "text": " but as soon as you release, the footage is gone."}, {"timestamp": [3504.0, 3506.78], "text": " Strain was interested in our connection we have with our digital selves,"}, {"timestamp": [3507.02, 3509.8], "text": " and what it means to have that projected into physical space."}, {"timestamp": [3510.16, 3514.22], "text": " She also saw the installation as a way to celebrate the many faces of Wellington."}, {"timestamp": [3514.22, 3520.3], "text": " It just felt appropriate to really celebrate Wellingtonians,"}, {"timestamp": [3520.42, 3522.9], "text": " especially in these kind of rough two years we've had."}, {"timestamp": [3523.14, 3525.1], "text": " I thought it was a really wonderful way"}, {"timestamp": [3525.1, 3526.82], "text": " to really celebrate the different identities"}, {"timestamp": [3526.82, 3528.86], "text": " and ethnicities and ages"}, {"timestamp": [3528.86, 3532.08], "text": " and every gender orientation that we can"}, {"timestamp": [3532.08, 3534.96], "text": " by letting them have their moment as this big spectacle."}, {"timestamp": [3535.52, 3538.4], "text": " Strain says she enjoys the fleeting nature of the piece."}, {"timestamp": [3538.66, 3540.98], "text": " As soon as you release an opt-out, it's gone forever."}, {"timestamp": [3541.42, 3544.9], "text": " And I think that's the nice thing about this projection"}, {"timestamp": [3544.9, 3547.54], "text": " versus perhaps social media or other kind of things"}, {"timestamp": [3547.54, 3549.68], "text": " that we're not leaving a digital footprint here."}, {"timestamp": [3549.76, 3553.06], "text": " It's that I'm here and then I'm gone and completely personal."}, {"timestamp": [3553.46, 3555.46], "text": " I'm really thrilled the engagement with this work."}, {"timestamp": [3555.7, 3557.8], "text": " It's beyond my wildest dream."}, {"timestamp": [3557.8, 3561.52], "text": " So I'm really humbled and by anyone who comes down and gives it a go."}, {"timestamp": [3561.96, 3563.86], "text": " It's delighted to share this with everyone."}, {"timestamp": [3564.7, 3565.04], "text": " The reaction from users is clear. who comes down and gives it a go. It's delighted to share this with everyone."}, {"timestamp": [3566.72, 3567.24], "text": " The reaction from users is clear."}, {"timestamp": [3570.22, 3570.6], "text": " Jubilant laughter along with silly faces and tongues poking out,"}, {"timestamp": [3573.16, 3573.66], "text": " while many sit just to enjoy the unique spectacle."}, {"timestamp": [3577.32, 3579.12], "text": " The installation will run every day from 6pm until June 12."}, {"timestamp": [3582.04, 3582.16], "text": " And if you were listening to that story from Samuel on radio,"}, {"timestamp": [3583.24, 3583.36], "text": " do check it out online."}, {"timestamp": [3584.34, 3585.2], "text": " The images are pretty cool."}, {"timestamp": [3589.86, 3590.38], "text": " A lot of feedback from you on hospital ED's being slammed."}, {"timestamp": [3595.52, 3595.94], "text": " This listener says, I sat with my 81-year-old father who had a hand injury at Middlemore ED."}, {"timestamp": [3599.06, 3599.44], "text": " It was eight hours before he was seen at 2am."}, {"timestamp": [3602.52, 3605.84], "text": " Didn't seem particularly busy, but communication was poor or non-existent. Was told not to eat, but then wasn't operated on until the next day."}, {"timestamp": [3606.2, 3609.04], "text": " It took 45 minutes for an orderly to finally take him to bed."}, {"timestamp": [3609.38, 3611.5], "text": " The orderly hadn't been told he needed moving."}, {"timestamp": [3611.66, 3613.04], "text": " Completely disorganised."}, {"timestamp": [3613.1, 3614.0], "text": " That sounds terrible."}, {"timestamp": [3614.5, 3619.98], "text": " And someone else says, and still Minister Little states that hospitals have sufficient capacity,"}, {"timestamp": [3620.54, 3621.7], "text": " he should be sacked."}, {"timestamp": [3622.08, 3624.58], "text": " Dot's got in touch too, and she wants us to tell you all,"}, {"timestamp": [3624.88, 3626.86], "text": " get vaccinated in a second booster, please."}, {"timestamp": [3626.96, 3630.26], "text": " I suppose that's to stave off more people needing the ED."}, {"timestamp": [3630.86, 3634.04], "text": " On the Maricopo man, Tom Phillips, who's missing with his kids,"}, {"timestamp": [3634.78, 3636.28], "text": " this person says, don't worry about the kids."}, {"timestamp": [3636.36, 3638.66], "text": " We all used to live like this 120 years ago."}, {"timestamp": [3638.98, 3640.06], "text": " It'll be great for them."}, {"timestamp": [3640.42, 3644.14], "text": " Another person says, lift the wasting police time charges against Tom."}, {"timestamp": [3644.26, 3645.62], "text": " They should never have been laid."}, {"timestamp": [3646.0, 3649.44], "text": " Whoever called the police is the guilty party here."}, {"timestamp": [3649.92, 3652.68], "text": " Another person says it's all just a waste of police resources"}, {"timestamp": [3652.68, 3654.98], "text": " looking for a man who wants attention."}, {"timestamp": [3659.62, 3661.64], "text": " RNZ News at 6."}, {"timestamp": [3661.9, 3664.38], "text": " Good evening, Kiyo Yviyahhton Temne."}, {"timestamp": [3665.08, 3670.02], "text": " Television, New Zealand's chief executive has ordered a review into the organisation's hiring process"}, {"timestamp": [3670.02, 3673.72], "text": " following the abrupt departure of breakfast host Kamal Santa Maria."}, {"timestamp": [3674.26, 3679.64], "text": " He quit after reportedly behaving inappropriately towards a woman in the newsroom and a complaint was made."}, {"timestamp": [3680.32, 3687.32], "text": " There have also been reports he acted inappropriately including lewd emails and unwanted physical advances at former employer Al Jazeera."}, {"timestamp": [3687.94, 3695.96], "text": " In an email to staff, Simon Power says the organisation's recruitment policy hasn't been followed consistently and needs to be reviewed."}, {"timestamp": [3695.96, 3704.4], "text": " He says he's asked senior employment lawyer Margaret Robbins to review its policies, processes and practices to ensure they're fit for purpose."}, {"timestamp": [3704.94, 3708.32], "text": " Mr Power says he'll share her recommendations with staff."}, {"timestamp": [3709.62, 3712.58], "text": " Two senior leaders in the Gloria Vail Christian community,"}, {"timestamp": [3712.84, 3715.08], "text": " Fervent Steadfast and Faithful Pilgrim,"}, {"timestamp": [3715.52, 3717.68], "text": " have resigned from their leadership positions."}, {"timestamp": [3718.34, 3721.46], "text": " Fervent Steadfast had already resigned as financial controller"}, {"timestamp": [3721.46, 3722.86], "text": " over the community last year."}, {"timestamp": [3723.22, 3726.36], "text": " He was named last month in an employment court case"}, {"timestamp": [3726.36, 3728.56], "text": " where the judge found the closed community"}, {"timestamp": [3728.56, 3730.58], "text": " had used child labour to make money."}, {"timestamp": [3731.22, 3733.72], "text": " Faithful Pilgrim was the former school principal"}, {"timestamp": [3733.72, 3735.88], "text": " until 2020 when he stepped down"}, {"timestamp": [3735.88, 3738.66], "text": " after failing to protect children in his care."}, {"timestamp": [3739.18, 3741.54], "text": " A community spokesperson says the resignations"}, {"timestamp": [3741.54, 3743.88], "text": " are part of Gloria Vale's commitment to change"}, {"timestamp": [3743.88, 3745.1], "text": " announced in a public"}, {"timestamp": [3745.1, 3749.38], "text": " apology last Friday. A decision on their replacements is yet to be made."}, {"timestamp": [3751.42, 3755.94], "text": " Othrohonga's mayor says there's no doubt someone is helping a man still missing with his children"}, {"timestamp": [3755.94, 3760.62], "text": " in dense King Country Bush. Thomas Phillips and his three children haven't been seen since"}, {"timestamp": [3760.62, 3769.94], "text": " December. They first went missing early in September, sparking a massive search before arriving home safe and well. Mr Phillips was charged with wasting police time, but"}, {"timestamp": [3769.94, 3774.18], "text": " failed to show up at court after going back into the bush with the children. District"}, {"timestamp": [3774.18, 3779.06], "text": " Mayor Max Baxter told checkpoint people can't hide out for that long without being provided"}, {"timestamp": [3779.06, 3783.64], "text": " with supplies. There must be somebody up there that's offering them assistance and I think"}, {"timestamp": [3783.64, 3786.36], "text": " very much like the police and very much like the children's mothers"}, {"timestamp": [3786.36, 3790.24], "text": " please can you come forward and just say hey enough's enough now"}, {"timestamp": [3790.24, 3792.64], "text": " and give the information to the police"}, {"timestamp": [3792.64, 3795.8], "text": " so the children can be taken out and be safe."}, {"timestamp": [3796.64, 3800.12], "text": " The children's mother is again appealing for help to locate them."}, {"timestamp": [3801.24, 3803.78], "text": " The president of the nurse's organisation says"}, {"timestamp": [3803.78, 3807.38], "text": " staff illness is adding to the pressure on an already stretched workforce."}, {"timestamp": [3807.98, 3816.0], "text": " Anne Daniels says nurses are being shifted around to try to cover gaps, but most roles are specialised and there's just no extra fat in the system."}, {"timestamp": [3816.54, 3820.88], "text": " She says staff sickness is also taking a major toll on safe staffing levels."}, {"timestamp": [3821.08, 3825.72], "text": " Sometimes you'll come to work and there'll be six out of 14 nurses who"}, {"timestamp": [3825.72, 3831.62], "text": " haven't been unable to come to work because of COVID or other issues. That's now becoming"}, {"timestamp": [3831.62, 3838.22], "text": " absolutely the norm, which is extremely worrying because we have to ask ourselves what are the"}, {"timestamp": [3838.22, 3843.68], "text": " things that we're not seeing. And Daniels says she can't see a solution in the short term,"}, {"timestamp": [3843.82, 3847.36], "text": " but says the government will need to work with nurse advocacy organisations"}, {"timestamp": [3847.36, 3850.3], "text": " to fix the workforce crisis in the near future."}, {"timestamp": [3852.56, 3857.72], "text": " ANZ banks economists say the Reserve Bank's aggressive action to tackle inflation is working."}, {"timestamp": [3857.72, 3862.32], "text": " The bank's latest survey of business sentiment points to a slowing economy"}, {"timestamp": [3862.32, 3866.06], "text": " as firms are increasingly pessimistic about their own futures,"}, {"timestamp": [3866.5, 3869.28], "text": " citing rising interest rates and various cost pressures."}, {"timestamp": [3869.78, 3874.14], "text": " However, the proportion of firms which expect to raise their prices declined for the second"}, {"timestamp": [3874.14, 3875.18], "text": " consecutive month."}, {"timestamp": [3875.76, 3880.36], "text": " ANZ chief economist Sharon Zolner says the report will be welcome news for the RBNZ."}, {"timestamp": [3880.84, 3885.38], "text": " We have seen for a few months now that confidence in the activity indicators are slipping."}, {"timestamp": [3885.86, 3888.62], "text": " Now, of course, this is what the Reserve Bank needs to see."}, {"timestamp": [3888.74, 3893.76], "text": " They need to slow the economy down a little bit to reduce the stretch in the economy"}, {"timestamp": [3893.76, 3895.42], "text": " and reduce some of the inflation pressure."}, {"timestamp": [3895.54, 3898.36], "text": " So they won't be unhappy to see a slight easing today."}, {"timestamp": [3899.36, 3904.1], "text": " Sharon Zolner expects the Reserve Bank will slow the pace of its interest rate hikes from August."}, {"timestamp": [3905.2, 3911.56], "text": " The national leader has condemned comments made in response to his social media tribute to land rights activist Joe Hawke."}, {"timestamp": [3912.12, 3920.04], "text": " Christopher Luxon initially suggested government policies like Three Waters had motivated people to criticise his use of Thedil Mori in the post."}, {"timestamp": [3920.46, 3922.44], "text": " Mr Luxon says he condemns racism."}, {"timestamp": [3922.88, 3925.64], "text": " With respect to my post, I really wanted to acknowledge Joe,"}, {"timestamp": [3925.74, 3927.86], "text": " who I think has made a massive contribution to New Zealand Tarayo."}, {"timestamp": [3928.4, 3930.8], "text": " I really thought it was entirely appropriate"}, {"timestamp": [3930.8, 3933.94], "text": " and obviously condemn racism in all forms"}, {"timestamp": [3933.94, 3936.78], "text": " and don't expect people to have that behaviour here in New Zealand."}, {"timestamp": [3937.84, 3942.14], "text": " Christopher Laksin says he wants to use Thedil Mori on his social media platforms"}, {"timestamp": [3942.14, 3944.38], "text": " and that is entirely his choice."}, {"timestamp": [3945.9, 3950.36], "text": " And dog owners should keep their pets away from the Hutt River and some Wellington beaches"}, {"timestamp": [3950.36, 3952.7], "text": " to avoid possible 1080 poisoning."}, {"timestamp": [3953.28, 3957.96], "text": " Heavy rain may have washed dead possums down the river and onto the shore after a pest control"}, {"timestamp": [3957.96, 3958.44], "text": " operation."}, {"timestamp": [3959.06, 3963.0], "text": " Staff are checking beaches from Petoni through to Pencaro and up the river."}, {"timestamp": [3963.34, 3964.14], "text": " That's the news."}, {"timestamp": [3965.3, 3968.58], "text": " Tonight on night's Tony Stamp samples new music from the UK,"}, {"timestamp": [3969.18, 3971.04], "text": " Altaireoa and Ukraine."}, {"timestamp": [3971.78, 3974.2], "text": " Our largely libertarian thinker Eric Crampton"}, {"timestamp": [3974.2, 3977.5], "text": " pays tribute to his favourite economist, Gordon Tulloch,"}, {"timestamp": [3978.0, 3980.5], "text": " known for his thought experiment that plunged a spike"}, {"timestamp": [3980.5, 3982.5], "text": " into the heart of every errant driver."}, {"timestamp": [3983.36, 3987.32], "text": " And Nicola Gaston teases out the fact behind the multiverse fiction of the movie"}, {"timestamp": [3987.32, 3989.9], "text": " Everything Everywhere All at Once."}, {"timestamp": [3990.58, 3995.2], "text": " On nights with me, Brian Crump, after the news at 7 on R&Z National."}, {"timestamp": [3996.64, 3999.22], "text": " You're back on Checkpoint with Lisa Owen next."}, {"timestamp": [3999.36, 4002.1], "text": " Right now, the short forecast from MetService to Midnight Wednesday."}, {"timestamp": [4002.66, 4006.68], "text": " From Northland to Waitomor, including Coromandel Peninsula, Bay of Plenty and Taupo."}, {"timestamp": [4007.2, 4011.52], "text": " Rain spreading south from this evening with heavy falls and possible squally thunderstorms,"}, {"timestamp": [4011.52, 4014.18], "text": " clearing tomorrow to fine spells and isolated showers."}, {"timestamp": [4014.38, 4016.92], "text": " Shows are increasing south of Hamilton tomorrow evening."}, {"timestamp": [4017.58, 4022.16], "text": " Gisman and Hawks Bay, mainly fine, a period of rain tomorrow morning, from Taranaki to Wellington,"}, {"timestamp": [4022.38, 4030.46], "text": " including Taihape, rain developing tonight with heavy and thundery falls possible in Taranaki, showers tomorrow, some heavy and possibly"}, {"timestamp": [4030.46, 4035.48], "text": " thundery. Malbara and Nelson, scattered showers turning to rain tonight, heavy at times in"}, {"timestamp": [4035.48, 4040.44], "text": " Nelson with possible thunderstorms tomorrow. Bulla, Westland and Fjordland, showers turning"}, {"timestamp": [4040.44, 4047.24], "text": " to heavy rain tonight, and with squally thunderstorms tomorrow. Canterbury, Otago and Southland, periods of rain overnight."}, {"timestamp": [4047.58, 4053.14], "text": " Tomorrow, scattered showers are developing in Canterbury High Country, Otago Lakes and inland southland."}, {"timestamp": [4053.26, 4056.94], "text": " And for the Chatham Islands, low cloud at times, rains clearing tomorrow evening."}, {"timestamp": [4057.4, 4058.84], "text": " It's six minutes past six."}, {"timestamp": [4059.0, 4061.52], "text": " I'll update you with the latest news headlines at 6.30."}, {"timestamp": [4061.98, 4064.48], "text": " Now, mehi, Evie, no ma'i, this is Checkpoint."}, {"timestamp": [4064.58, 4065.7], "text": " Call Lisa Owen PN.A."}, {"timestamp": [4066.1, 4070.1], "text": " A business expert is skeptical about whether government efforts to bust up the supermarket"}, {"timestamp": [4070.1, 4072.04], "text": " duopoly will make groceries cheaper."}, {"timestamp": [4072.54, 4076.66], "text": " In changes announced yesterday, the two main chains will be forced to offer wholesale supply"}, {"timestamp": [4076.66, 4080.74], "text": " to competitors by the end of the year, and if they don't do it voluntarily, they'll"}, {"timestamp": [4080.74, 4081.24], "text": " be forced."}, {"timestamp": [4081.66, 4085.1], "text": " In industry watchdogs being set up with annual reviews of competition"}, {"timestamp": [4085.1, 4087.82], "text": " and a mandatory code of conduct for the treatment of suppliers."}, {"timestamp": [4088.28, 4091.16], "text": " The government's also tightening up regulations to stop land banking"}, {"timestamp": [4091.16, 4094.66], "text": " and clauses that restricts competing stores setting up shop."}, {"timestamp": [4095.04, 4097.66], "text": " So will it make any difference to the consumer?"}, {"timestamp": [4098.18, 4102.64], "text": " Associate Professor Sergio Biggerman from the Department of Marketing at Otago Business"}, {"timestamp": [4102.64, 4104.18], "text": " University joins us now."}, {"timestamp": [4105.26, 4108.3], "text": " Professor, do you reckon it's going to make groceries cheaper these changes?"}, {"timestamp": [4109.24, 4114.98], "text": " All right, well, thanks for the time to share my thoughts on this."}, {"timestamp": [4115.98, 4118.72], "text": " It really won't make anything different"}, {"timestamp": [4118.72, 4123.0], "text": " because perhaps we would like to understand that geopolitics,"}, {"timestamp": [4123.24, 4127.8], "text": " they don't even need to break the lows to take advantage of the situation."}, {"timestamp": [4127.96, 4129.74], "text": " They will maximize their profits anyway."}, {"timestamp": [4130.42, 4136.12], "text": " And the only thing that the government should be doing is figuring out how to increase competition."}, {"timestamp": [4136.82, 4144.4], "text": " But expecting that independent wholesaler that will be them, you know, I mean foodstuffs and the world,"}, {"timestamp": [4144.96, 4147.18], "text": " will somehow change their behavior."}, {"timestamp": [4147.38, 4148.42], "text": " It's just naive."}, {"timestamp": [4148.7, 4152.66], "text": " They will be able to still control their prices."}, {"timestamp": [4153.2, 4155.84], "text": " We as consumers are not going to get any benefits."}, {"timestamp": [4156.66, 4160.0], "text": " So, Sergio, you just think they're going to find a way to work around the new roles?"}, {"timestamp": [4161.04, 4166.68], "text": " Well, yes, because how could you know, for instance, what their costs are going to be?"}, {"timestamp": [4166.82, 4175.98], "text": " They would be able to allocate costs in different manners and eventually says that they are passing the best prices to other retailers, but they are not going to be any cheaper."}, {"timestamp": [4176.62, 4186.04], "text": " So on the subject of this idea that they should be offering to supply wholesale to people who want to set up in competition and they're being asked to do it"}, {"timestamp": [4186.04, 4188.28], "text": " voluntarily. Woolworth's put out a statement"}, {"timestamp": [4188.28, 4190.28], "text": " saying we don't yet have the capability"}, {"timestamp": [4190.28, 4192.28], "text": " to offer large scale wholesale"}, {"timestamp": [4192.28, 4194.06], "text": " supply. Does that"}, {"timestamp": [4194.06, 4195.94], "text": " sound right? Right."}, {"timestamp": [4196.74, 4198.02], "text": " What I'm saying is that"}, {"timestamp": [4198.02, 4200.34], "text": " they're just perhaps playing the game"}, {"timestamp": [4200.34, 4201.9], "text": " as I said"}, {"timestamp": [4201.9, 4204.22], "text": " Europolists are in the best of"}, {"timestamp": [4204.22, 4205.98], "text": " the world and they have"}, {"timestamp": [4205.98, 4207.72], "text": " no real intention to"}, {"timestamp": [4207.72, 4209.62], "text": " collaborate. Perhaps the"}, {"timestamp": [4209.62, 4211.4], "text": " thing that the government should be"}, {"timestamp": [4211.4, 4213.62], "text": " looking at is what kind of"}, {"timestamp": [4213.62, 4215.64], "text": " regulations do exist today that"}, {"timestamp": [4215.64, 4217.28], "text": " somehow prevent the"}, {"timestamp": [4217.28, 4219.36], "text": " entrance of a third party"}, {"timestamp": [4219.36, 4221.44], "text": " who can really start to create"}, {"timestamp": [4221.44, 4223.78], "text": " some level of competitiveness in the market."}, {"timestamp": [4224.38, 4227.02], "text": " I don't know the exact relationship, to be honest,"}, {"timestamp": [4227.14, 4230.22], "text": " but I do believe that there might be a number of barriers,"}, {"timestamp": [4230.74, 4233.14], "text": " that the government should be able to lower,"}, {"timestamp": [4233.38, 4236.06], "text": " without putting at risk the consumers, you know,"}, {"timestamp": [4236.08, 4239.14], "text": " and the chain of food and all those things."}, {"timestamp": [4239.14, 4247.44], "text": " But there are, for sure, many barriers that other suppliers are unable to take advantage or to pass at the moment"}, {"timestamp": [4247.44, 4250.44], "text": " and being able to offer a third option."}, {"timestamp": [4251.5, 4257.84], "text": " There's a lot in the media already on the kind of things that happen, including land banking and all those things."}, {"timestamp": [4257.84, 4264.6], "text": " But this is in the hands of the government, not pretending to regulate the industry"}, {"timestamp": [4264.6, 4268.98], "text": " because it is very difficult to achieve any results."}, {"timestamp": [4269.66, 4275.48], "text": " Would it make any difference if the two main players were forced to sell off some of their assets?"}, {"timestamp": [4276.68, 4282.84], "text": " Well, if you're talking about the land they own, probably yes."}, {"timestamp": [4282.84, 4286.2], "text": " I don't think it's so difficult to find"}, {"timestamp": [4286.2, 4287.32], "text": " a place where"}, {"timestamp": [4287.32, 4290.14], "text": " retailers could sell."}, {"timestamp": [4290.26, 4291.76], "text": " There are already some retailers."}, {"timestamp": [4292.22, 4294.3], "text": " The problem of those is that they cannot"}, {"timestamp": [4294.3, 4296.04], "text": " access to"}, {"timestamp": [4296.04, 4297.88], "text": " supplies at a decent price."}, {"timestamp": [4297.88, 4300.08], "text": " Because as you know, the two big players"}, {"timestamp": [4300.08, 4302.3], "text": " do impose conditions of"}, {"timestamp": [4302.3, 4306.14], "text": " strutivity, for instance, in suppliers"}, {"timestamp": [4306.14, 4307.88], "text": " and suppliers cannot do anything."}, {"timestamp": [4308.44, 4311.1], "text": " So that's one of the things that the government can really do,"}, {"timestamp": [4311.22, 4314.22], "text": " but make sure that there's no abuse of power"}, {"timestamp": [4314.22, 4317.14], "text": " from the side of the two big players,"}, {"timestamp": [4317.76, 4320.32], "text": " and therefore another wholesaler"}, {"timestamp": [4320.32, 4322.64], "text": " to enter eventually the country."}, {"timestamp": [4322.98, 4330.36], "text": " A wholesaler itself does not need to be in significant places to be competitive because"}, {"timestamp": [4330.36, 4331.72], "text": " the retailers do exist."}, {"timestamp": [4331.88, 4338.18], "text": " What does not exist is a means to access to their right supplies at a decent price."}, {"timestamp": [4339.04, 4348.48], "text": " So if someone, a third player was to enter the market, Sergio, how long do you think it would take them to become real competition to the other two?"}, {"timestamp": [4348.54, 4349.86], "text": " Because it doesn't just happen overnight."}, {"timestamp": [4350.5, 4352.44], "text": " No, but it depends on how big it is."}, {"timestamp": [4352.68, 4357.22], "text": " And it has been mentioned Costco and also ALDI."}, {"timestamp": [4357.62, 4359.66], "text": " Aldi, for instance, is already in Australia."}, {"timestamp": [4360.22, 4366.8], "text": " Extending from Australia to here won't be in terms of logistics significantly difficult for them."}, {"timestamp": [4367.32, 4369.34], "text": " They could be competitive very soon."}, {"timestamp": [4369.74, 4372.66], "text": " But of course, I don't expect it's going to happen tomorrow."}, {"timestamp": [4373.12, 4376.02], "text": " And one more thing, I believe, is happening at this moment."}, {"timestamp": [4376.22, 4378.9], "text": " This became a hot issue because of inflation."}, {"timestamp": [4379.54, 4382.9], "text": " But this is not the real reason."}, {"timestamp": [4382.98, 4384.82], "text": " The real reason is that for many years,"}, {"timestamp": [4387.76, 4388.32], "text": " it has been allowed to happen."}, {"timestamp": [4393.34, 4393.9], "text": " And, of course, the strength of the two competitors has just increased."}, {"timestamp": [4399.96, 4405.64], "text": " And now everyone is feeling how difficult it is because the price of groceries and everything might be taking more than half of the income of many."}, {"timestamp": [4406.34, 4408.58], "text": " And that's why it now becomes a hot issue."}, {"timestamp": [4408.88, 4410.24], "text": " But it's beyond it."}, {"timestamp": [4410.7, 4412.24], "text": " Thank you so much for your analysis."}, {"timestamp": [4412.42, 4413.22], "text": " Thank you for joining us."}, {"timestamp": [4413.3, 4416.6], "text": " That is the Associate Professor Sergio Biggerman from the Department of Marketing,"}, {"timestamp": [4416.96, 4419.54], "text": " and he's at the Otago Uni Business School."}, {"timestamp": [4419.92, 4424.18], "text": " Now, a lot of you have been getting in touch about your worst flat meals, brace for it."}, {"timestamp": [4424.24, 4425.24], "text": " Let me find some of them."}, {"timestamp": [4425.34, 4426.72], "text": " They sound absolutely delightful."}, {"timestamp": [4427.6, 4428.3], "text": " Okay, this one."}, {"timestamp": [4428.88, 4430.94], "text": " Evie, let us know your thoughts."}, {"timestamp": [4431.24, 4434.52], "text": " When we were scraping the bottom of the barrel one night, it was cabbage soup."}, {"timestamp": [4434.84, 4440.44], "text": " The unnamed flat mate threw his bowl of it out the window when the cook wasn't looking."}, {"timestamp": [4440.6, 4441.14], "text": " Cabbage soup?"}, {"timestamp": [4441.4, 4443.36], "text": " If you put mustard seeds in, it's quite nice."}, {"timestamp": [4443.56, 4444.36], "text": " Okay, all right then."}, {"timestamp": [4444.86, 4448.18], "text": " Endless student stew need an Eager oven,"}, {"timestamp": [4448.34, 4450.1], "text": " always on low, put anything in it"}, {"timestamp": [4450.1, 4452.16], "text": " and top up when it's low, throw out"}, {"timestamp": [4452.16, 4453.0], "text": " when it's mouldy."}, {"timestamp": [4453.14, 4455.2], "text": " Bad, bad, we're just talking about 1080 poisoning."}, {"timestamp": [4455.32, 4456.32], "text": " That sounds akin to that."}, {"timestamp": [4456.72, 4458.22], "text": " Throw it out once it gets mouldy."}, {"timestamp": [4458.32, 4460.6], "text": " Okay, tinned mushrooms"}, {"timestamp": [4460.6, 4463.78], "text": " stirred through instant powdered mashed potatoes."}, {"timestamp": [4464.12, 4465.44], "text": " Yum, says this listener."}, {"timestamp": [4466.44, 4466.78], "text": " You know?"}, {"timestamp": [4467.0, 4467.98], "text": " Don't knock it till you've tried it."}, {"timestamp": [4468.08, 4468.52], "text": " Yep, true."}, {"timestamp": [4468.86, 4474.5], "text": " And this one says, I do remember the horror of realizing what it meant to cook for the flat on Thursday nights."}, {"timestamp": [4474.62, 4476.1], "text": " Typical ingredients available."}, {"timestamp": [4476.58, 4478.88], "text": " Dried spaghetti, tinned peaches, hummus."}, {"timestamp": [4478.94, 4480.36], "text": " I wonder what you could do with those three things."}, {"timestamp": [4480.36, 4482.12], "text": " Definitely a dead animal as well somewhere in there."}, {"timestamp": [4482.36, 4482.48], "text": " Yeah."}, {"timestamp": [4482.66, 4485.8], "text": " Worst flat meal, lamb chops, cooked in melted lard,"}, {"timestamp": [4486.04, 4488.26], "text": " that's very old school, topped off with dehydrated"}, {"timestamp": [4488.26, 4490.62], "text": " peas that weren't rehydrated."}, {"timestamp": [4492.12, 4493.86], "text": " There was a spart in there somewhere too."}, {"timestamp": [4493.96, 4496.56], "text": " No meal is complete. No student meal is complete without a spud."}, {"timestamp": [4496.62, 4498.12], "text": " Haven't met a spud I do not like."}, {"timestamp": [4498.6, 4500.26], "text": " There was a pad somewhere in there too,"}, {"timestamp": [4500.34, 4501.98], "text": " possibly dipped in the hot lard,"}, {"timestamp": [4502.18, 4504.04], "text": " you know, and this one, we had"}, {"timestamp": [4504.04, 4505.98], "text": " cabbage and rice shopping list,"}, {"timestamp": [4506.18, 4508.74], "text": " recipe selection and diet dominated by these two ingredients."}, {"timestamp": [4508.86, 4513.7], "text": " We all cooked it in innumerable ways all year in the flat, 1984."}, {"timestamp": [4514.0, 4515.58], "text": " That was a flatulence, not a flat."}, {"timestamp": [4515.88, 4517.04], "text": " No, exactly."}, {"timestamp": [4517.76, 4518.58], "text": " Do keep it coming."}, {"timestamp": [4518.7, 4520.64], "text": " Texas on 2101."}, {"timestamp": [4521.1, 4525.6], "text": " Tweet is at Checkpoint, RNZ, yeah, cabbage in a flat every second night, not good."}, {"timestamp": [4526.24, 4528.02], "text": " It's a quarter past six, you're with checkpoints on"}, {"timestamp": [4528.02, 4528.86], "text": " RNZ National."}, {"timestamp": [4530.0, 4531.98], "text": " European Union leaders have agreed a"}, {"timestamp": [4531.98, 4534.06], "text": " compromise plan to block more than two"}, {"timestamp": [4534.06, 4536.18], "text": " thirds of Russian oil imports."}, {"timestamp": [4536.24, 4537.5], "text": " Look what you've done to me, E.P."}, {"timestamp": [4538.42, 4539.66], "text": " Just give me a second."}, {"timestamp": [4540.54, 4541.98], "text": " After Hungary opposed"}, {"timestamp": [4541.98, 4544.02], "text": " a total ban, they hope the measure"}, {"timestamp": [4544.02, 4546.3], "text": " will slow down the Moscow war machine."}, {"timestamp": [4546.78, 4552.62], "text": " Meanwhile, the governor of Ukraine's Luhank's region says Russian forces are nearing its center."}, {"timestamp": [4552.96, 4554.38], "text": " Actually, let's just roll the story."}, {"timestamp": [4556.22, 4565.32], "text": " Some powerful American-made howitzers have just arrived, but not enough to stop the Russian advance into Severinetsk. Can't?"}, {"timestamp": [4565.32, 4566.32], "text": " Armata!"}, {"timestamp": [4566.32, 4567.32], "text": " Forsteril!"}, {"timestamp": [4571.36, 4575.6], "text": " Ukraine's generals must decide how many more troops to sacrifice"}, {"timestamp": [4575.6, 4579.28], "text": " in what could be a losing battle for this part of Dombas."}, {"timestamp": [4581.12, 4588.16], "text": " A fighting retreat to more defensible positions looks likely if the Russian offensive doesn't stall."}, {"timestamp": [4589.68, 4594.12], "text": " New trench networks well back from the existing front line are ready."}, {"timestamp": [4595.34, 4601.82], "text": " Kramatosk, one of the Dombast towns that must be on the Russian target list, is about 15 minutes drive that way."}, {"timestamp": [4602.6, 4605.02], "text": " Rest of Ukraine is there."}, {"timestamp": [4606.84, 4612.48], "text": " This might all simply be just in case a contingency plan."}, {"timestamp": [4612.64, 4618.78], "text": " But if the Russians do blast their way through, they're going to need it."}, {"timestamp": [4621.22, 4627.0], "text": " Maxim Lutsik's unit was ordered to retreat closer to Bahmoud after weeks of heavy fighting."}, {"timestamp": [4627.0, 4630.0], "text": " He's one of thousands of Ukrainian volunteers."}, {"timestamp": [4630.0, 4632.0], "text": " Foo!"}, {"timestamp": [4632.0, 4637.0], "text": " Oh the aircraft bomb, I'm in Kiyadh."}, {"timestamp": [4637.0, 4643.0], "text": " Back in Kiev, just after the invasion, he signed up with his friend, Dmitro."}, {"timestamp": [4643.0, 4646.44], "text": " I'm studying economy and I'm studying biology."}, {"timestamp": [4646.76, 4649.82], "text": " The two students fought in the victory in Kiev."}, {"timestamp": [4650.44, 4651.5], "text": " Dmitro's still there."}, {"timestamp": [4652.76, 4656.44], "text": " Ukrainians have to put aside the deliverance they felt then."}, {"timestamp": [4658.94, 4664.0], "text": " In Dombas, Maxin, 19 years old, is in an attritional struggle."}, {"timestamp": [4664.0, 4671.0], "text": " We were defending the Zara chemical factory."}, {"timestamp": [4671.0, 4683.0], "text": " I think that there is no way to make a deal with Putin."}, {"timestamp": [4683.0, 4690.0], "text": " Putin understands only the language of bullets, blood, war crimes."}, {"timestamp": [4690.0, 4699.0], "text": " Air raid sirens were sounding as they prepared to bury Sergei Verpeka, a 21-year-old Ukrainian soldier."}, {"timestamp": [4699.0, 4705.22], "text": " Since the invasion, this war has had terrible consequences and not just in Ukraine."}, {"timestamp": [4707.88, 4712.64], "text": " Serge Verpeka and thousands more Ukrainians and Russians are dead."}, {"timestamp": [4713.56, 4720.14], "text": " The killing here has brought the big nuclear armed powers closer to confrontation than since the height of the Cold War."}, {"timestamp": [4721.14, 4725.56], "text": " In Texas, families are preparing to later arrest their children murdered while at school."}, {"timestamp": [4725.98, 4728.02], "text": " CNN's Adrian Broadhouse reports."}, {"timestamp": [4730.68, 4736.18], "text": " The Justice Department says it will review the law enforcement response to the Rob Elementary shooting."}, {"timestamp": [4736.38, 4741.4], "text": " I'm glad that the Justice Department is listening and they're going to do a review of the law enforcement response."}, {"timestamp": [4741.56, 4745.3], "text": " Like I said, I think everybody was shocked that it took an hour"}, {"timestamp": [4745.3, 4750.06], "text": " for law enforcement to go in there and finally take out the shooter. Law enforcement's latest"}, {"timestamp": [4750.06, 4756.3], "text": " timeline of events showing officers waited 75 minutes before entering the classroom and shooting"}, {"timestamp": [4756.3, 4762.9], "text": " the gunman. The response is now under intense scrutiny, especially after the initial timeline"}, {"timestamp": [4762.9, 4766.0], "text": " provided by police had a number of inaccuracies."}, {"timestamp": [4766.36, 4770.48], "text": " Some believing lives could have been saved had officers acted sooner."}, {"timestamp": [4770.78, 4774.2], "text": " I sat down with a set of a family yesterday."}, {"timestamp": [4775.24, 4781.32], "text": " Mom told me that her child had been shot by one bullet through the back, through the kidney area."}, {"timestamp": [4781.76, 4791.92], "text": " The first responder that they eventually talked to said that their child likely bled out. In that span of 30 or 40 minutes extra, that little girl might have"}, {"timestamp": [4791.92, 4797.84], "text": " lived. The gunman was barricaded in the classroom as students in the room called 911, begging"}, {"timestamp": [4797.84, 4804.32], "text": " for help. Even as gunshots rang out, police waited in the hallway for backup equipment"}, {"timestamp": [4804.32, 4806.96], "text": " and negotiators, before finally"}, {"timestamp": [4806.96, 4814.58], "text": " using a janitor's master key to unlock the door and kill the gunmen. This, as more young students"}, {"timestamp": [4814.58, 4820.4], "text": " have come forward to describe that excruciating hour. He just like shot like four bullets"}, {"timestamp": [4820.4, 4827.5], "text": " into our class, but like her nose broke and then our teacher got shot in her leg and her"}, {"timestamp": [4827.5, 4835.0], "text": " torso, but she's all right. I was hiding under a table next to the wall that's, it goes to like"}, {"timestamp": [4835.0, 4841.98], "text": " the end of the wall to like the start of the wall and it's like a very big table, but I can still"}, {"timestamp": [4841.98, 4851.28], "text": " see his face. Democrats in the Texas State Senate demanding Governor Greg Abbott call a special session to pass stricter gun control laws."}, {"timestamp": [4851.78, 4857.06], "text": " This, as President Joe Biden visited the grieving Uvaldi community on Sunday."}, {"timestamp": [4857.62, 4859.36], "text": " President Biden, we need help."}, {"timestamp": [4860.62, 4862.26], "text": " We need help, President Biden."}, {"timestamp": [4862.76, 4866.48], "text": " Residents pleading with the president for change in the wake of this massacre"}, {"timestamp": [4866.48, 4873.12], "text": " Biden responding to the crowd as he was getting in his car the president and first lady visited"}, {"timestamp": [4873.12, 4878.72], "text": " a memorial at rob elementary to lay flowers and then they attended a church service for the victims"}, {"timestamp": [4878.72, 4884.88], "text": " afterward Biden met privately with some of their families he cared i mean he cared"}, {"timestamp": [4884.88, 4887.24], "text": " yeah it didn't say really wasn't fake."}, {"timestamp": [4887.5, 4889.22], "text": " It was really just all about my daughter."}, {"timestamp": [4889.46, 4889.86], "text": " You know what I mean?"}, {"timestamp": [4889.94, 4891.04], "text": " That's all we talked about."}, {"timestamp": [4891.34, 4893.64], "text": " Like I said, they were very gracious."}, {"timestamp": [4893.84, 4894.68], "text": " They showed compassion."}, {"timestamp": [4895.46, 4897.12], "text": " And that's all we were here for."}, {"timestamp": [4897.32, 4897.76], "text": " You know what I'm saying?"}, {"timestamp": [4897.8, 4901.14], "text": " He listened to everything and we listen to him."}, {"timestamp": [4901.86, 4902.98], "text": " He shed some tears."}, {"timestamp": [4903.08, 4903.92], "text": " We shed some tears."}, {"timestamp": [4905.26, 4909.24], "text": " European football officials believe there was industrial scale ticket fraud"}, {"timestamp": [4909.24, 4911.66], "text": " at the Champions League final in Paris on Sunday."}, {"timestamp": [4912.1, 4914.12], "text": " The UK government is calling for a full investigation"}, {"timestamp": [4914.12, 4917.18], "text": " after Paris police used tear gas and pepper spray"}, {"timestamp": [4917.18, 4920.96], "text": " against fans outside the stadium and the start of the game was delayed."}, {"timestamp": [4921.38, 4923.82], "text": " The BBC's Lucy Williamson reports."}, {"timestamp": [4927.48, 4931.64], "text": " How close they came to disaster here is starting to sink in."}, {"timestamp": [4932.24, 4936.74], "text": " For the fans, for the officials and for the police."}, {"timestamp": [4937.54, 4942.56], "text": " But there's one story about what went wrong and two different stories about why."}, {"timestamp": [4944.1, 4946.84], "text": " The French government is blaming ticket fraud."}, {"timestamp": [4948.36, 4953.7], "text": " What we've seen is massive industrial scale and organized fraud concerning fake tickets."}, {"timestamp": [4953.7, 4959.98], "text": " The Stad de France and the French Football Federation estimate that nearly 70% of all tickets were fake."}, {"timestamp": [4960.6, 4965.82], "text": " Fans have pointed out that the hologram found on previous tickets for the Champions League final"}, {"timestamp": [4965.82, 4970.02], "text": " was missing from the tickets this time, making them easier to fake."}, {"timestamp": [4971.06, 4974.92], "text": " UEFA said that tickets contained a number of security features"}, {"timestamp": [4974.92, 4978.66], "text": " and that the design was different for every single competition."}, {"timestamp": [4979.34, 4983.08], "text": " But the problems on Saturday started well before the turnstiles"}, {"timestamp": [4983.08, 4986.4], "text": " and fan groups say they had nothing to do with tickets."}, {"timestamp": [4987.56, 4990.82], "text": " This is how security at the stadium began to unravel."}, {"timestamp": [4991.54, 4998.38], "text": " Liverpool fans were told to arrive at this train station because the usual transport link was affected by strike action."}, {"timestamp": [4999.08, 5003.48], "text": " They were directed through an underpass to this security point outside the stadium."}, {"timestamp": [5003.48, 5008.24], "text": " But the number of people arriving overwhelmed the handful of officials there,"}, {"timestamp": [5008.7, 5013.16], "text": " who eventually allowed everyone in the area to stream through to the turnstiles."}, {"timestamp": [5013.7, 5018.12], "text": " This underpass is where stewards carried out the first set of security checks,"}, {"timestamp": [5018.12, 5021.12], "text": " but there's only space for a handful of checkpoints,"}, {"timestamp": [5021.5, 5024.34], "text": " and the crowd quickly built up to dangerous levels,"}, {"timestamp": [5024.74, 5026.5], "text": " meaning the checks here were abandoned."}, {"timestamp": [5027.08, 5029.88], "text": " A key question for organisers is why people"}, {"timestamp": [5029.88, 5032.24], "text": " weren't sent to the main access point"}, {"timestamp": [5032.24, 5034.52], "text": " for the stadium 200 metres away."}, {"timestamp": [5035.04, 5037.58], "text": " Fan groups have told us it was virtually empty."}, {"timestamp": [5039.04, 5041.1], "text": " England's platinum jubilee celebrations"}, {"timestamp": [5041.1, 5042.42], "text": " are in full swing this week."}, {"timestamp": [5042.52, 5044.5], "text": " Eight super-sized images of the Queen"}, {"timestamp": [5044.5, 5047.5], "text": " have been projected onto England's Stonehenge landmark,"}, {"timestamp": [5047.92, 5049.84], "text": " one for each decade of her reign."}, {"timestamp": [5050.2, 5053.88], "text": " For many, the Queen projects an image of classic Britishness around the world."}, {"timestamp": [5054.2, 5056.08], "text": " The BBC's Daniela Ralph has more."}, {"timestamp": [5056.72, 5060.52], "text": " One of the most photographed and painted people in the world,"}, {"timestamp": [5061.16, 5063.86], "text": " sometimes a vivid presence in public life,"}, {"timestamp": [5063.86, 5066.94], "text": " or just a quiet part of our everyday."}, {"timestamp": [5067.78, 5071.06], "text": " Being king or queen is an exclusive club."}, {"timestamp": [5071.8, 5076.88], "text": " Jordan's King Abdullah is in a unique position to understand the pressures and privilege of monarchy."}, {"timestamp": [5077.68, 5083.84], "text": " His father, King Hussein, became king in 1952, the same year as the Queen's accession,"}, {"timestamp": [5084.34, 5087.48], "text": " a close family bond that continues today."}, {"timestamp": [5088.04, 5094.84], "text": " When you look at Her Majesty, you look at consistency, and I think putting the moral bar at the"}, {"timestamp": [5094.84, 5099.36], "text": " highest point possible. And again, if you look at 70 years of British history, you've had good"}, {"timestamp": [5099.36, 5107.24], "text": " days and bad days. Her Majesty, I think, was a beacon of light of hope and continues to be, I believe, for your nation"}, {"timestamp": [5107.24, 5108.44], "text": " and for many of us around the world."}, {"timestamp": [5108.88, 5110.92], "text": " For most of the past 70 years,"}, {"timestamp": [5111.42, 5115.6], "text": " the Queen's public image has embodied a sense of Britishness for many."}, {"timestamp": [5115.98, 5120.16], "text": " I think that the Queen's presence makes Britain kind of larger than it is"}, {"timestamp": [5120.16, 5122.78], "text": " because it has such global attention."}, {"timestamp": [5122.94, 5126.12], "text": " I mean, we don't care what the Royals in the Netherlands are like or doing."}, {"timestamp": [5126.24, 5128.82], "text": " We don't care what the King of Spain is doing next week."}, {"timestamp": [5128.82, 5129.58], "text": " We have no idea."}, {"timestamp": [5130.16, 5135.22], "text": " But people are very, very involved with, invested in,"}, {"timestamp": [5135.56, 5139.04], "text": " focused on what the British Royal family are doing at any given point of the day."}, {"timestamp": [5139.16, 5142.4], "text": " Official photographs are the defining images of monarchy."}, {"timestamp": [5142.86, 5146.8], "text": " For the golden Jubilee, the photographer Rankin captured the queen laughing"}, {"timestamp": [5146.8, 5152.36], "text": " when he dropped some camera equipment, an unusual, off-guard, official photo."}, {"timestamp": [5152.36, 5156.96], "text": " When I was waiting in the throne room where she knights people,"}, {"timestamp": [5157.66, 5163.16], "text": " I was watching her walk towards me with a footman, and they were laughing."}, {"timestamp": [5163.92, 5165.44], "text": " I remember her walking through the door"}, {"timestamp": [5165.44, 5170.44], "text": " and I felt this incredible sort of wave of power."}, {"timestamp": [5171.0, 5172.8], "text": " The power in the room."}, {"timestamp": [5173.42, 5175.88], "text": " Seventy years on the throne gives you that impact."}, {"timestamp": [5176.44, 5177.62], "text": " From all angles,"}, {"timestamp": [5178.12, 5181.32], "text": " perhaps the most recognisable figure in public life."}, {"timestamp": [5182.18, 5184.76], "text": " A Canadian woman has had a Cinderella moment"}, {"timestamp": [5184.76, 5186.96], "text": " when she went shopping for used roller skates."}, {"timestamp": [5187.26, 5191.1], "text": " She happened to come across her own skates, which she parted with 40 years earlier."}, {"timestamp": [5191.52, 5193.42], "text": " CNN's John Hoffman has the story."}, {"timestamp": [5194.56, 5199.22], "text": " Renee Forstall hadn't laced up a pair of roller skates in more than 40 years."}, {"timestamp": [5199.6, 5203.7], "text": " She wanted to try it again as a fun way to exercise, so she bought new skates last month."}, {"timestamp": [5204.2, 5208.62], "text": " She practiced for a week, but they didn't fit right, not like the one she had when she was young."}, {"timestamp": [5209.14, 5215.52], "text": " So she searched online classified sites and quickly found a similar pair in questionable condition."}, {"timestamp": [5216.0, 5221.6], "text": " They said, well, here it is, you know, if you think that's going to fit your foot, you're welcome to try it."}, {"timestamp": [5221.6, 5223.04], "text": " And I thought, eh, it's a bit dodge."}, {"timestamp": [5223.34, 5228.02], "text": " So I kept kind of scrolling, I thought, but 40 bucks, that's a good deal. So I kind of get, and I thought"}, {"timestamp": [5228.02, 5232.76], "text": " they do look like the ones I used to have. Forrestal says when she first saw them, they were pretty"}, {"timestamp": [5232.76, 5237.3], "text": " dirty. But once she got her foot in one of the skates, she knew she found a good fit."}, {"timestamp": [5237.84, 5242.56], "text": " It's like a Cinderella in the slipper moment. It was very strange. It was like a perfect"}, {"timestamp": [5242.56, 5245.02], "text": " fit. I couldn't believe it. And they felt good."}, {"timestamp": [5246.94, 5247.0], "text": " It wasn't even like the new ones I had."}, {"timestamp": [5249.1, 5249.4], "text": " Like they were broken into my foot."}, {"timestamp": [5252.68, 5253.1], "text": " Forrestall says she started asking the seller when he got the skates."}, {"timestamp": [5254.62, 5255.02], "text": " And things got even stranger."}, {"timestamp": [5259.78, 5260.32], "text": " As he's telling me, I flipped back the tongue and there's my name."}, {"timestamp": [5261.72, 5264.0], "text": " And I was like, what?"}, {"timestamp": [5265.62, 5265.72], "text": " And I couldn't even believe it."}, {"timestamp": [5267.42, 5267.78], "text": " I thought, how?"}, {"timestamp": [5269.8, 5270.14], "text": " And then I said, this is me."}, {"timestamp": [5271.62, 5272.24], "text": " These were mine."}, {"timestamp": [5280.0, 5280.62], "text": " When I saw my name, I kind of, the shock kind of absorbed, and I felt, I felt tears swelling up in my eyes."}, {"timestamp": [5283.82, 5284.44], "text": " And I think because, I'm not even sure."}, {"timestamp": [5291.6, 5291.66], "text": " I think because suddenly I was reeled back to my youth, like 40 years ago."}, {"timestamp": [5294.46, 5294.76], "text": " It was like, bomb, like life flashed before my eyes."}, {"timestamp": [5298.64, 5299.26], "text": " Watching this all take place was James Bond, the man selling the skates."}, {"timestamp": [5301.66, 5302.16], "text": " Bond says the moment filled his heart with joy."}, {"timestamp": [5306.64, 5307.22], "text": " When she saw her name written on the insides, she just started tearing off."}, {"timestamp": [5309.8, 5309.92], "text": " And I thought that was so cool."}, {"timestamp": [5312.4, 5312.76], "text": " I feel like they could make a Disney movie out of the whole thing."}, {"timestamp": [5317.02, 5317.38], "text": " Bond is selling a lot of items online right now because he's getting ready to move."}, {"timestamp": [5320.04, 5320.52], "text": " He's had a strict first-come, first-serve policy."}, {"timestamp": [5324.3, 5324.88], "text": " But something was different about this woman asking about the old roller skates."}, {"timestamp": [5328.66, 5331.14], "text": " She explained a few things just in probably three or four quick messages before she said that she was going to come pick them up."}, {"timestamp": [5331.78, 5337.08], "text": " It was mainly just her tone in the message of saying that she wanted,"}, {"timestamp": [5337.7, 5340.36], "text": " you know, that she wanted to get back into roller skating"}, {"timestamp": [5340.36, 5343.22], "text": " and wanted to find a good pair."}, {"timestamp": [5343.86, 5346.04], "text": " So it was just a gut feeling, really."}, {"timestamp": [5346.2, 5348.62], "text": " For Forrestall, it can't be a coincidence."}, {"timestamp": [5349.24, 5351.08], "text": " She felt a desire to roller skate again."}, {"timestamp": [5351.46, 5353.14], "text": " She logged online to find the right pair,"}, {"timestamp": [5353.34, 5356.96], "text": " and she was reunited with her 40-plus-year-old skates."}, {"timestamp": [5357.42, 5359.9], "text": " The universe works in mysterious ways."}, {"timestamp": [5359.98, 5360.78], "text": " Let's put it that way."}, {"timestamp": [5361.62, 5365.72], "text": " And I think, you know, things come around for a reason."}, {"timestamp": [5367.44, 5370.28], "text": " Toke, what an awesome coincidence that story was."}, {"timestamp": [5370.36, 5373.24], "text": " Hey, I'm really enjoying some of your student cooking tips here."}, {"timestamp": [5374.0, 5377.84], "text": " Mike says one night all we had left in the cupboard was two raw beetroot, so we fried them."}, {"timestamp": [5378.48, 5383.24], "text": " And Emily's gone in touch to say, I didn't eat it myself, but two of her colleagues"}, {"timestamp": [5383.24, 5388.62], "text": " sneered two mallard ducks from the Dunedin Botanic Gardens for dinner one desperate winter's night. I think that could possibly be"}, {"timestamp": [5388.62, 5395.36], "text": " criminal. And this one, worst flat meal, a tin of Wattie's baked beans and a tin of Wattie's spaghetti"}, {"timestamp": [5395.36, 5399.64], "text": " mixed together in a casserole dish and heated in the oven with grated cheese on top."}, {"timestamp": [5399.72, 5403.36], "text": " Anything is better with grated cheese. They say it sounds okay, but it definitely wasn't."}, {"timestamp": [5403.4, 5405.98], "text": " I reckon I could stomach this. Maybe we should try"}, {"timestamp": [5405.98, 5408.04], "text": " some of these out in our checkpoint kitchen."}, {"timestamp": [5408.78, 5409.84], "text": " And this person says"}, {"timestamp": [5409.84, 5412.08], "text": " Otago, 1985. Flat"}, {"timestamp": [5412.08, 5413.28], "text": " liver cook-off."}, {"timestamp": [5413.92, 5416.18], "text": " I brazed mine with orange juice"}, {"timestamp": [5416.18, 5418.08], "text": " and parsley, then served in a cob"}, {"timestamp": [5418.08, 5419.8], "text": " loaf that I'd scooped all the bread out."}, {"timestamp": [5420.0, 5421.68], "text": " I won. And"}, {"timestamp": [5421.68, 5423.84], "text": " deep fried pies is another suggestion from"}, {"timestamp": [5423.84, 5425.06], "text": " Castle Street in Dunedin."}, {"timestamp": [5425.46, 5427.3], "text": " Again, everything is better fried."}, {"timestamp": [5427.42, 5429.06], "text": " If you can fry it once, fry it twice."}, {"timestamp": [5429.64, 5430.88], "text": " That's it from us."}, {"timestamp": [5430.96, 5433.34], "text": " The late news team's going to keep you updated throughout the night."}, {"timestamp": [5433.44, 5434.98], "text": " Remember if you missed anything from the show,"}, {"timestamp": [5435.28, 5438.08], "text": " you can find Checkpoint on Spotify, Apple or wherever you get your podcast."}, {"timestamp": [5438.18, 5440.52], "text": " You might want to look back at some of those recipes for tonight's dinner."}, {"timestamp": [5440.52, 5442.5], "text": " Go te copepapa to a.m."}, {"timestamp": [5442.58, 5445.4], "text": " Tomorrow from 5 a.m., first up, we'll be heading to the White House"}, {"timestamp": [5445.4, 5449.58], "text": " as Tepidamia Jacinda Dern meets US President Joe Biden."}, {"timestamp": [5450.08, 5453.42], "text": " They're not eating baked bean and wottie spaghetti casserole."}, {"timestamp": [5453.7, 5456.34], "text": " Don't forget, you can check out all our stories online."}, {"timestamp": [5456.46, 5457.92], "text": " Kia Pai Topo, have a great night."}], "text": " I'm going to hear of all the this is a checkpoint on R&Z National. I'm Lisa Owen. Our hi-a-ki-ne, we are beside ourselves with worry. The mother of three children missing with their father for almost six months makes a desperate plea for help to find them. TVNZ launches the review of its recruitment processes after breakfast presenter Kamal Santa Maria resigns under a shroud of secrecy after barely a month in the job. Cigarette smuggling is on the rise. Emergency departments beg people to stay away unless they actually have an emergency as staff shortages push them to the brink. Monopoly towns, the places where there's only one choice of supermarket, and a meal kit service specifically for cash-strapped students were a little challenged in the kitchen too. Check us out, Sky Channel 83. RNZ News at 5, Ahi-Ahi Maria Koivyahton Tennay. Television New Zealand's chief executive has ordered a review into the organisation's hiring process following the abrupt departure of breakfast host Kamal Santa Maria. There have been reports he behaved inappropriately towards a woman's staffer at TVNZ and former colleagues at Al Jazeera. Here's our political reporter, Katie Scotia. In an email to TVNZ staff, Simon Power says the organisation's recruitment policy has not been followed consistently and needs to be reviewed. He says he's asked senior employment lawyer Margaret Robbins to review its policies, processes and practices to ensure their fit for purpose. Mr Power says he's informed the broadcasting minister Chris Farfoy of his decision. He says when that review is complete, he will share the recommendations with staff. Two senior Gloria Vail leaders, fervent, steadfast and faithful pilgrim have resigned from their senior positions within the Christian community. Some of the men's failings were heard in the community's employment court hearing last month. Fervent Steadfast has been accused of improperly handling issues around employment and had already resigned as financial controller last year. Mr Steadfast has held his senior role since 1995. Faithful Pilgrim was the former principal of the school but left that role in 2020 after failing to protect children in his care. A community spokesperson says these resignations are part of Gloria Vail's commitment to change and follow on from last Friday's public apology. The mother of three children missing in King Country Bush is again appealing for help to locate them. The children and their father, Thomas Phillips, haven't been seen since December. Leah Tebitt reports. The mother says she is beside herself with worry and needs to know her children are well. She says a private search was planned for next month, but after discussions with police, this is now being cancelled. The mother says, while the wider family situation is complex, her focus is solely on the children and their well-being. She says like police, she believes someone is helping the family stay off grid. Police say there have been possible sightings of the family in the wider Waitomo area and an aircraft has been used to search areas of interest. Staffing shortages are hitting the healthcare sector hard as the workforce faces added pressure from a rise in winter illnesses. Nurses, general practitioners and emergency departments all say they've been under the pump. Canterbury District Health Board says it's had an average of 200 staff off with COVID every day for weeks. In Napier, the 24-7 Medical Center City Medical was closed yesterday and on Sunday night, after staff illness worsened already critical staffing levels. The nurse's organisation says staff illness is adding to the pressure on a stretched workforce. And a pregnant woman And a pregnant woman, and a pregnant woman, says the decision to keep a Christchurch birthing unit open is a huge relief. St George's Hospital considered closing the ward, but today announced it would keep operating after strong opposition from midwives and young mothers. Phoebe Leighton is due to have her first child in September and says she's been stressed, not knowing where it would happen. That was quite concerning for us, just not sure what our plan B would be, and especially thinking of the affordability or the commute and travel included with plan B decision, if needed. Chief Executive Blair Oxburgh announced today the unit will remain open at least until June next year, but we'll have to scale back services if vacancies can't be filled. To sport, and the Northern Mystics have got players on standby from three different zones for their crunch ANZ Netball Premiership match against the Pulse in Auckland on Friday. The Mystics had the original fixture against the Pulse postponed after several players last week tested positive for COVID and coach Helene Wilson is unsure how many will be fit for Friday. They're also still missing injured shooter Grace Noike. Friday night's game will most likely determine top spot and decide who gets home court advantage for the grand final. There are set to be thousands of empty seats at Lords during the first cricket test between New Zealand and England, which starts tomorrow night. 20,000 seats reportedly remain unsold over the first four days, with Barmy Army fans blaming ticket prices of $300. Meanwhile, Blackcaps coach Gary Stead is pondering whether to select a spinner for the opening test. Pace bowler Trent Bolt is unlikely to feature after only just arriving in London, leaving the door open for spinner, AJ's Patel. From our experience in a couple of warm-up matches here, it appears it's been a pretty dry start to the summer and pitches are certainly on the dry earth side. So we'll have a look at this next couple of days before we finalise. And Black Sticks, the men's hockey captain, Jake Smith, says Australia will always be the benchmark for them in world hockey. The two sides meet in a four test series starting in Auckland tonight. Australia swept New Zealand aside on their way to an Olympic silver medal last year. Smith's leading a new look line-up in the side's first match since Tokyo. That's the news. Meeting Muhammad Ali. Cross the road and you've got over there and we've seen it as the man himself. Well, to say we were in awe was an understaping. Looking out for boars. Rome, you could say, is going to the hog. Wild boar, that is. And waiting for Godo. The two people sitting on the bench discussing the meaning of life, countdown and foodstuffs. And the person who never turns up, Godo, is Aldi. With the wait, morning report, weekdays from six on RNZ National. You're on Checkpoint. Next with Lisa Owen, right now the short forecast from Met Service to Midnight Wednesday. From Northland to Waitormo, including Coromandel Peninsula, Bay of Plenty and Taupo. Rain spreading south from this evening with heavy falls and possible squally thunderstorms, clearing tomorrow to fine spells and isolated showers. Shows increasing south of Hamilton tomorrow evening. Gisman and Hawks Bay, mainly fine, a period of rain tomorrow morning. From Taranaki to Wellington, including Tahape, scattered showers clearing this afternoon. Rain's developing tonight with heavy and thundery falls, possible in Taranaki. Shows tomorrow, some heavy and possibly thundery. Malbara and Nelson scattered showers turning to rain tonight, heavy at times in Nelson, with possible thunderstorms tomorrow. Bulla, Westland and Fjordland, scattered showers turning to heavy rain tonight, and with squawly thunderstorms tomorrow. Canterbury, Otago and Southland, scattered showers turning to heavy rain tonight, and with squally thunderstorms tomorrow. Canterbury, Otago and Southland, High Cloud, periods of rain overnight, scattered showers developing in Canterbury High Country, Otago Lakes and inland southland tomorrow. And for Decohu, the Chatterm Islands low cloud at times, rain clearing tomorrow evening. That is a terrible weather forecast. Sorry about that. It's seven minutes past five. I'll update you with the latest news and headlines and traffic at 520. If anyone's interested, the forecast in here looking at the temperature dial is 23.5 degrees, so a bit barmier. Thanks for that, Evie. Tena Kautau, Nauaiai, Ki Checkpointe Tenei. We are beside ourselves with worry and need more than anything to know the kids are well. That from the mother of three children who have been missing along with their father for more than five months. Police are hunting for Maricopa man, Tom Phillips and his children, after they disappeared in December for the second time. Phillips and his kids went bush in September, sparking a massive police operation, only for him to wander home with the children safe and well after living in a tent in dense bush. He was charged with wasting police time, but failed to show up at his court appearance and went AWOL again with the children. Joining us now is Otra Hanga District Mayor, District Council Mayor, Max Baxter. Kiyora, Max, what's going on here? Yeah, kiyah, Lisa. Yeah, what is going on? A very, very good question. I suppose we ask the question that's more relevant now that we're getting into the colder months of the year. And obviously with Ember, Jader and Maverick, summer in the bush, yeah, concerns heightened by the day. Is that where people reckon they are in the bush? Look, we would imagine so. I mean, we know that Tom's a very seasoned bushman, and it's a comfortable place. And obviously, the kids are well used to being there now as well. So, look, I mean, we're only surmising at this point, but, yeah, I think all, I suppose all fingers seem to pointing towards the bush at the moment. So what is the worry there? Because you say he is a skilled bushman. What is the weather like at the moment, and how is it turning? Look, the worry is, we're talking about three children and look they're not particularly old. We know the bush is incredibly tough. We've seen the weather changed considerably over the last few days from frosty mornings to torrential rain with more torrential rain on the way. So yeah, not easy conditions even for adults to be living in. not easy conditions even for adults to be living in. Their mother has issued a statement today and she says that, you know, children like these need food, clothes, bedding, warm shelter, health care and things to keep them occupied. Someone will be assisting with all of these things. Is that what you think, Max, someone's helping them? Yeah, that is what I think, that someone must be assisting. I mean, you can't hide out for that long and get those supplies. And, yeah, there must be somebody up there that's offering them assistance. And I think very much like the police and very much like the children's mothers, please can you come forward and just say, hey, enough's enough now and give the information to the police so the children can be taken out and be safe. How could they get away with that unseen? Small community, Max. So obviously maybe more than one person in the know here? Look, that's probably not for me to say because, again, it's all guessing. We didn't know where Tom was first time around. At this stage, you know, once you get out in the bush, it's a big area, very, very hard to locate people. Yeah, tell me about that, Max. How difficult is it? Because some people will be listening to this thinking, come on, he's just out in the local bush. How can he go five, almost six months without anyone being able to find him? Look, it's incredibly challenging. You think even in the likes of, if you have a small plane, disappearing to bush, how hard even that is to find. At times it's near impossible because the canopy closes over. If you haven't got open fires going, and even if you don't know where to start looking, it becomes a huge challenge over many 100 hectares of bushland. So I do sympathise with the police when you don't have a lot of clear indication of where to even start looking. Why did they call off the local search using volunteers? Again, it probably goes back to the same issue where where do you actually start and where do you finish. You can only cover so much. Again, if you're seasoned of being in the bush, you can hide from anybody. You could walk by metres from somebody without being seen. Do you know, Tom? No, not at all. No. Okay. So what would you say if he is listening and if anybody who is helping him is listening? Look, now's the time to come out. Look after the kids. Get them back in a nice warm house. Get them back to school. Just all those things that children actually need. It is wintertime coming up and for the sake of the family for going to sake. You can help somebody for so long, but now it's time to actually, yeah, throw in the towel and say, we've done enough now. It's time to move out. What discussions have you had with police? Yeah, quite a bit. Last time, which is only a few weeks ago, I talked with Will Logger and now, Waikata West Area Commander, and it certainly was one of the topics of conversation. Very, very frustrating for them as well as it is for the local communities. They're doing what they can with the capacity that they have. So, yeah, it's just a very challenging situation. Well, all the best. That is Max Baxter, who is the Oterahanga District Council Mayor. It is 12 minutes past five. Kiyamu Tunu Mai. Stay with us. You're listening to Checkpoint on RNZ National. TVNZ's boss has launched a review into the company's hiring processes following the departure of breakfast hosts Kamal Santa Maria. The former Al Jazeera presenter resigned after just 32 days in the job. He's accused of inappropriate behaviour towards female staff in the newsroom. Our reporter Nick Truberidge joins us now from outside TVNZ. Nick, what more can you tell us? Hi Lisa. Well, effectively what we've got our hands on is a letter from Mr Power, an email rather from Mr Power to his staff, basically saying that he has been in touch with Chris Farfoy, of course, the broadcasting minister. Effectively what we've got is an admission that although there are proper recruitment practices in place, he's not convinced that they've been applied consistently in this case. And so what has he done? Well, he's engaged a senior employment lawyer here in Auckland, Margaret Robbins, to conduct a review into those employment practices. What we don't know, though, is whether this review is going to look into the conduct of Mr. Santa Maria, as you say. We know that it doesn't say whether it's going to look into him, but Simon Power has said that TVNZ does not tolerate any behaviour in terms of harassment or inappropriate conduct, and anything that is picked up will be dealt with swiftly and confidentially. Who else have you managed to speak to today? Yeah, it's been a bit of a wild goose chase today. You'd have to say we did manage to speak to the chairman here at TVNZ. He's overseas at the moment. Of course, that is Andy Koof. He basically said that although he appreciates that the public, well, is effectively the owner of TVNZ. There are various things that they need to understand that TVNZ cannot tell them about this case just at the moment. On top of that, we've spoken to, or attempted to speak to, several senior figures in this TVNZ building behind us. None of them have said a word to us. But we did this afternoon hear from TVNZ's corporate comms team, who basically said that if TVNZ was aware of any sort of allegation like those that have been reported, then the candidate would not be hired into the role they were being considered for. Thanks for the update, Nick. That's Nick Trubridge, joining us live from outside TVNZ. Christchurch Hospital is putting off planned surgery as it deals with extremely high levels of acutely unwell people. Compounding the problem is staff shortages because of COVID. It's an issue shared by several DHBs around the country ahead of the official start of winter tomorrow. Somi Yombei Patti reports. Hospital emergency departments are pleading with people to only show up if they're seriously sick, and GPs say they're slammed. Christchurch Hospital's emergency department had more than 700 people come in over the weekend. And there are almost 400 people in hospital with COVID across the country. It's a bleak picture, and those on the ground worn with the annual winter viruses kicking off, it's unlikely to improve in the short term. Australasian College of Emergency Medicine spokesperson, Dr John Bonning, says emergency departments are full, and some people are waiting more than 24 hours to be admitted. Last night, Waikato ED that has 69 physical spaces, had over 100 patients in it at one point. It's the ones that need admission that stay a long time in ED before they go to the ward. We had to ramp ambulances as well, so we could not unload the ambulances because there was no physical spaces. Dr Bonning says staff illness has meant fewer people are having to do the same amount of work. In Napier, the 24-7 Medical Centre, City Medical, was closed yesterday and on Sunday night after staff illness worsened already critical staffing levels. The region's hospital in Hastings also saw record numbers present at its emergency department yesterday. Hawkes Bay's chief medical officer, Robin Wyman, says although the District Health Board has modelling, which shows some services will reach their peak, it's hard to predict things in advance. It's difficult with the modelling, though, to know when those peaks are likely to come along and whether you're going to get all of the illnesses at the same time. So while we do have the modelling and we have certainly worked through those models, you do have to work with what's in front of you at particular points in time, yes. Dr Brian Betty from the College of General Practitioners says GPs are seeing a similar surge in patient numbers and staff illness. He says people with chronic health conditions are now coming back for care following two years of restrictions, which is adding to the demand. And it's not just COVID and the flu doing the rounds this year. RSB certainly we expect to see this winter. We also expect to see adenovirus, those cold-type viruses that we often see, and there are concerns for hooping cough and measles this year because of immunisation rates. So I think it is quite a complex picture in terms of the viruses that are there. Nurses organisation President, Anne Daniels, says although nurses are shifted to try-cover gaps, most roles are specialised and there's just no extra fat in the system. She says while EDs sometimes closed beds because of capacity issues before the pandemic, it's now the norm. Ms Daniels says staff sickness is also taking a toll on safe staffing levels. Sometimes you'll come to work and there'll be six out of 14 nurses who have been unable to come to work because of COVID or other issues. That's now becoming absolutely the norm, which is extremely worrying because we have to ask ourselves what are the things that we're not seeing. Professionals across the sector are asking people to seek help before their illness worsens and to contact their GP or health line in the first instance. The Productivity Commission says migrant workers' visas should not be tied to an employer and immigration must be based on how well the country can absorb new arrivals. It's among 24 recommendations including a greater role for Tetiti or Waitangi in settlement policy and regular government statements setting out policy on immigration. Jill Bonnet reports. The report says the government should set a clear pathway so that infrastructure can cope with larger populations and workforce training can adapt to fill labour shortages. It wants to do away with migrants being tied via their visa to a specific employer, which has been linked with higher risks of worker exploitation. The Auckland District Law Society's Stuart Daly, who chairs its Immigration and Refugee Law Committee, says that makes a nonsense of the government's new accredited employer work scheme. So what's going to happen? We've got this policy. It only starts in the next couple of weeks and the Productivity Commission's report is basically saying that policy is a complete waste of everybody's time and money. I'm going to be embarrassed. The Productivity Commission also recommends that residents should no longer be permanent. Instead, migrants would have to apply for citizenship or renew their residence visas every six years. Productivity Commissioner Ganesh Nana says a core recommendation is a government policy statement to improve transparency and clarify the government's objectives. There hasn't been those connections between the various arms of government that's needed. And immigration, let us say, continues, appears to be in that black box disconnected from decisions about infrastructure and decisions about workforce training. Immigration Minister Chris Farfoy denies the government has not been open about its policies. There's some things that we'll have to work through over time in terms of an official response, but a number of the issues or concerns that they raised we think have been dealt with through the immigration rebalance that we announced about two or three weeks ago. The report says immigration is neither the cause of nor the solution to New Zealand's productivity woes and on average is not driving down wages or replacing local workers. The estimated value of New Zealand's infrastructure gap, the value of what New Zealand should have built but hasn't, sits at an estimated $104 billion. The Employers and Manufacturers' Associations, Alan McDonald, says the report confirms that immigration is a positive thing for productivity and skills. He says regular government policy statements would be welcome. I think it adds an element of stability if we can get some sort of cross-party agreement to it because what we see at the moment is immigration settings, chopping and changing, and it always pops up in elections, and so it creates an uncertain environment. Commissioner Ganesh Nana says Tangata Fenua haven't had an opportunity to present their views on immigration policy since 1840, and it's time to rectify that omission. And it's 21 past 5, you're with Checkpoints on RNZ National. Keaara anor, you're listening to Checkpoint called Lisa Owen Therne. We would love your feedback on anything if heard on the program. Homai or Fikaro. Let us know if you've turned up to an ED recently and was it Chalka. You can text us on 2101. You can tweet us at Checkpoint RNZ. Facebook is at Checkpoint or you can send us an email. Did I already say that? Checkpoint at RNZ.com. It is time for Evie to hit us with the headlines. Evianoteen. Kilda Lisa, let me get this auto-kewerking. Here we go. Two Gloria Vale leaders, ferventent steadfast and faithful pilgrim, have resigned from their positions. A community spokesperson says these resignations are part of Gloria Vail's commitment to change and follow on from last Friday's public apology. Outsurhunga District Council Mayor, Max Baxter, says concerns for the missing Morocopa children are being heightened by the day as winter approaches. He told Checkpoint to all evidence points to the three children still being in the bush with their father. Television New Zealand's chief executive has ordered a review of its hiring processes following the abrupt departure of breakfast host Kamal Santa Maria. There have been reports he behaved inappropriately towards a woman staffer at TVNZ and two former colleagues at Al Jazeera. Staffing shortages are hitting the healthcare sector hard as the workforce faces added pressure from a rise in winter illnesses. Canterbury District Health Board says it's had an average of 200 staff off with COVID every day for weeks, while in Napier the 24-7 Medical Center City Medical, was closed yesterday and on Sunday night due to staff illness. A popular Christchurch primary birthing unit will remain open for another year after its trust considered closing it. ANZ banks economists say the Reserve Bank's aggressive action to tackle inflation is working, and heavy rain warnings are in place for most of the West Coast. Those are the headlines looking at traffic. In Wellington, there's a strong wind warning for Dimutaka Hill. High-sided vehicles and motorcyclists especially need to take extra care. And in Auckland, on State Highway 1, a truck that was broken down northbound between Takanini and Manukau has been cleared about 30 minutes ago. There might be some residual delays. We'll update you with the latest news headlines and traffic at around 540. While the government tries to break up the supermarket duopoly, some parts of the country aren't even in those ranks, instead facing a monopoly. There are a number of places where there's only one supermarket or several stores from the same grocery giant. And as Jake McKee reports, it's leaving people driving across or even out of districts to find some supermarket competition. Thames, it's known as the gateway to the Coramandel Peninsula. But its supermarket options are thin. There's a pack and save in two four squares, both foodstuffs brands. The closest countdown is a half- hour drive south in Pairo. Local mayor Sandra Gowdy says the communities wanted to see a competitor in town for years. They're very supportive of seeing that competition with another player in the market. And if there was someone out there wanting to do that, it's a matter of finding the optimum site within the area to do that. Sandra Gowdy did admit the council may have been a handbrake on letting competition in. She says the council's had a long-standing policy of not allowing retail at Kupu, a largely industrial settlement immediately south of Thames. That may have to change, and finding a site within Thames itself is difficult. Otara Hanga is also a common thoroughfare town, but only has the one countdown store. District Mayor Max Baxter says a competing supermarket would be welcomed with open arms, as many locals head to neighbouring districts for their groceries. He thinks the issue stems from wholesale supply and the single countdown store getting left with what he calls the dregs. Unfortunately, there's not a huge choice, and it's not any fault of managers or owners of countdown or tarhonga. It's just where we fit into the distribution. So for us, we just actually want a good range of fresh, healthy vegetables on a regular basis. Acting Prime Minister Grant Robertson this morning said there are a number of players interested in the New Zealand market. But Food and Grocery Council Chief Executive Catherine Rich says they'd likely target main centres first, widening a divide if areas were still under a monopoly. She ultimately thinks it will be years before consumers see the fruits of increased supermarket competition. Because it's going to require cross-party support in order to ensure that these changes have longevity. It took a long time for New Zealand to deal with the telecom monopoly and it's going to take a long time for New Zealand to break the supermarket duopoly. Commerce and Consumer Affairs Minister David Clark says monopolies are one of the reasons why the government wants to look at divestment in the sector. It is something that the Commerce Commission did not rule out in their report. They simply hadn't got to the bottom of the issue. Their suggestion was it's something that should be looked at in three years' time. If the recipe they'd provided for competition hadn't shown itself to be working by then, I don't think we can kick the can down the road. I'm not prepared to wait three years, and that's why I'm progressing work now. David Clark wouldn't comment directly on how investment would help towns like Thames and Otterahanga, saying the priority is working on whether it's even the best option. Warworth's New Zealand declined to comment about having monopolies in parts of the country and foodstuffs is yet to respond. We're really keen for your feedback on that one. Who am I all for caro? Do you live in a monopoly town? You know, that's one where you've only got one supermarket or one company operating a couple of outlets. And how far would you drive for cheaper groceries? I mean, is getting a bargain reserved for those people who've got time on their hands? Time poor, not able to shop around or drive across town. Texas on 2101, and you can also tweet us at Checkpoint RNZ or there's email, checkpoint atrnz.com.nz.com. Data released under the Official Information Act reveals the growing scale of New Zealand's cigarette smuggling problem. Cigarettes are being seized at the border in alarming quantities, more than a quarter of a million a month, along with an average of 129 kilograms of loose tobacco. As smoking laws tighten, Customs expects illicit trade will increase. Katie Todd has the story. In the first three months of this year, customs officers intercepted a bumper crop of more than 800,000 individual cigarettes, 60% more than the same time in 2021. Data released to RNZ shows it also confiscated and destroyed a whopping 390 kilograms of loose tobacco. The smugglers are getting increasingly bold and also increasingly cunning. Instead of small bundles turning up at the International Mail Centre, Chief Customs Officer for Fraud and Prohibition Nigel Barnes says larger quantities are being discovered in sea cargo, disguised inside door panels or parcels of food. It's definitely an escalation in numbers and in scale and predominantly we're seeing now that there's more organised crime involvement in tobacco smuggling also. Customs knows despite its efforts some tobacco is getting into the country undetected. And anecdotally we know that illicit tobacco has been sold in dairies and through other sort of networks. Also online, people will also use social media and online sales forums to sell illicit tobacco as well. A legal packet of smokes costs around $38. And the director of anti-smoking group Ash Deborah Hart says black market dealers are earning big bucks. It's lucrative. There are some estimates that it could be 10% of the market. So you can imagine what that is in the loss of a tax take. And it's probably increasing. The government has just awarded customs a four-year, $10.4 million boost to help it fight tobacco smuggling. Customs Minister Mika Faitiri explains some of that will be used for new technology. Smaller x-rays up to larger x-rays because the items come in various size and shipping containers. Then you've got the packaging within the shipping containers. Nigel Barnes is also promising to put the heat on the groups responsible for smuggling. Because it's very profitable, merely seizing more tobacco is a less effective strategy than focusing on enforcement and actually disrupting the groups that are organising this and that will involve a range of things such as cooperation with offshore partners as well as looking to hit these guys in the pocket and look at seizing their assets. People caught importing tobacco could face up to five years in jail, much less than the life sentence available for drug importation. But Nigel Barnes says it's harsh enough, noting that tobacco smuggling groups often face other charges like money laundering and drug smuggling. Mika Faitiri says the benefits of catching tobacco smugglers are twofold. As a contribution to Altauro Smoke Free 2025, which we want to see, obviously, the use of catching tobacco smugglers are twofold. As a contribution to Otero Smoke Free 2025, which we want to see, obviously, the use of tobacco reduced under 5%. So even though customs aren't in the house space, we are contributing to that overall arching smoke-free goal. Ash believes the best way to counter the illicit trade is stubbing out the demand. And it's half-past five. Khao Motunumai. Stay with us. You're listening to Checkpoint on RNZ National. Time to get down to business now. Kekona and Nona Peltzia, Minna Ko-papa Kaipa, she's here to talk business with us. Now, Nona, you give me a topic. You want to talk about Sky Network television. You say it could be entertaining takeover offers. I see what you did there. Oh, yes. Entertaining. That's right. Same with Comvita. They're apparently receiving some offers as well today we heard about. So Sky TV saying nothing about it. Who wants them? A couple of private capital investors in Australia. Apparently Sky Television have asked their bankers to go to Australia and have a chat to some would-be investors to see if they might be willing or interested in buying Sky TV for half a billion dollars. Sky City is not commenting whatsoever on this, but it's an interesting one, and it certainly saw the company's share price spike today. I think it finished up at eight and a half percent up. It would probably be seen as somewhat of a bargain at half a billion dollars. We'll have to wait and see whether or not anything happens. But it's not the first time the company has talked about unsolicited offers for the company. It's been going on, I guess, for the past year. I suppose I'm squinting my eyebrows here because they are probably one of the most expensive subscription television services and I'm just wondering against a backdrop with all those other sort of, you know, there's so many of them now that you sign on for subscriptions that are significantly cheaper. But customers, there's a cue for them. Well, if the price is right, there's always a cue and that's one of the things we're seeing now with Comvita. There's a report out of, from Bloomberg out of China, that there's some investors there interested in Comvita. Now, Comvita was put into a trading halt this afternoon and said, look, we're not in discussions with anybody about a takeover offer of any kind. The company came back out of the takeover, out of the trading halt, and their share price basically sort of settled around 2.5%. But then just at the close, it skyrocketed up again, and it finished up at 5.8%. So big gain for Comvita, and certainly that helped the market overall. We rose about 1.5%, a 663 point gain to 11,308. That's pretty significant, considering Australia was down and Asia's mixed because there's so much uncertainty in the world. Okay, you've got another business confidence survey and, well, confidence is continuing to go down. Whose survey? What are the numbers? It's the A&Z, Roy, well, it's the A&Z Bank's monthly survey of business opinion and it's showing that pessimism is becoming more ingrained. However, the chief economist at A&Z seems to think that there's good and bad in this latest survey. On one hand, it looks like the Reserve Bank's efforts to rein in inflation are having some effect because inflation expectations are changing, price expectations are changing, and the economy seems to be responding to the reserve bank's efforts to bring down inflation. On the other hand, other economists, bank economists, look at the same data and have a completely different point of view. The Bank of New Zealand, for example, looked at the data and the word stagflation came to mind. And for Westpac, they looked at the numbers and they thought, yes, times are changing and not for the better. So it's one of those things. What do we know? Economists are definitely not on the same page when it comes to looking at these numbers, but they're not positive. That's for certain. Okay, you gave us the market numbers. What about the dollar? Yeah, the dollar is still steady there at 65. That's for certain. Okay, you go over some markets and numbers. What about the dollar? Yeah, the dollar is still steady there at 65.4 US cents, 91.2 Australian and 51.8 British Pants. Thanks, Nona. Kaki Te, Nona Peltier, there with business news. Te Pati Mori and the National Mori Authority are backing calls for the establishment of an Iwi bank to finance building on Mori land. It comes after Mori housing advocates complained red tape and barriers at the bank we're preventing Fano building on their own land. Anaitikai Repa at Alice Stewart. Marama Royal has a vision for the future in which Mori trying to get a loan to build on their own land no longer feel like square pegs, trying to fit in round holes. If Iwi came together and put a iwi bank together, it would not be set up like how the current financial institutions are. It would be based on Aroha, Manaki and Tiaki, and it would be Fano first. The Nati-Fatua-Orake Chair says an iwi bank would deal to the barriers currently stopping Mori building on their own ancestral land. Legally, Mori freehold land can't be sold. That means banks can't use the land as security. So to get a mortgage, Mori must jump through a heap of hoops and can still end up with nothing for their efforts. The Mori Party proposed an Iwi-led bank at the 2017 election and Koli that Rari Wai Titi says they still back the idea. An Iwi-led bank would work because it would allow our people to have a lot more access to capital. This is the problem is that Mori don't have access to capital, but everybody asked us. We've got to start looking at how we can start to build that capital and have access for final to be able to build on their homes. And I think that's something that we need to seriously consider. After a $780 million injection in the 2021 budget, this year's budget saw very little new money for Mori housing. Raori Wai Titi says along with establishing an Iwi bank, the Mori Party want more government investment in Mori housing. We're talking about years and years of displacement. We're talking about years and years of underinvestment into Mori housing. We can't be going backward. And so we must continue to push for this government to ensure that it's not band-aiding policies. We've got to start taking down the red tape and the bureaucracy to allow our final to build homes. The chair of the National Mori Authority, Matthew Tukaki, wants an Iwi Bank too. He says Mori have been denied mortgages for too many years because of a perceived risk around lending to build homes on multiply owned land. risk around lending to build homes on multibly owned land. Banks rule us out and would probably, to be frank, more inclined to lend to South Africans and immigrants who have just landed on our shores versus the indigenous people of the land. He accuses the banks of being racist towards Mori. It's interesting that they take all of our culture, our Rho and say they're doing all these amazing things and they can brown themselves up as much as they want, but at the end of the day money's still not flowing at the door. As to what it might look like, Matthew Tukaki suggests a cooperative bank model. If you use the spirit of Kotaipanga, which is all of us working together, and that tells me that this is a cooperative opportunity. And there are cooperative banking models for Indigenous First Nations peoples right across the world, including over in Australia. We could also have a look at a cooperative opportunity and there are cooperative banking models for indigenous first nations peoples right across the world including over in australia we could also have a look at a cooperative bank that is able not only to lend in terms of personal finance but also lend to business and industry but maudi economic advisor joshua hitchcock says although it's an attractive proposition it's too risky for maudi i think that actually this is a market failure that the government needs to address them and should be addressing for its policy for its treatment process rather than assuming that risk and taking on that risk when it's not our risk to bear for government's responsibility to ensure that the system works over on. Mori are disproportionately impacted by the housing crisis, with Mori making up just over half of the almost 27,000 applicants on the Ministry of Social Development's public housing wait list. And it's almost 20 to 6, you're with checkpoints on RNZ National. To some of your feedback now, on the issue of the dominant two-player market for supermarkets, and some small towns, they only have one choice. Alistair's got in touch to say I live in Thames. The pack and save here have a monopoly so the fresh veg are dodgy, poor selection and always running out of product urgently need competition. Wanaka has two new world supermarkets and nothing else. Locals often do online and delivery from the countdown in Queenstown. Interesting. And as a Thames resident, we desperately need another player in the supermarket game. See, you're not on your own, Alistair. The pack and save has poor selection and prices are ridiculous. It feels like we are being held to ransom. And Chris has got in touch to say, it's the flavour of the month to bag supermarket duopolys, but a lot of small rural towns do not have the economic base for two supermarkets. Yep, that's a good point as well. Evie, how far would you drive for a bargain? Oh, just a few kilometres, otherwise I'd try to make it myself whatever it was. Yeah, and otherwise the petrol costs you now as well. Really stings you hard. hour as well. Really stings you hard. Yeah. Hi, Iki-ne, coming up, speaking of budgets, it's back to basics with a budget meal kit aimed at students, uni students, you know, and ones that are challenged in the kitchen. Is it okay to say that? Anyway, homa or focaro. We would love your feedback on anything if you heard on the program this evening. Text us 2101 or tweet us at Checkpoint, RNZ. Time to get to the headlines. Koiviano Tenei. Khao-da, Lisa. Television, New Zealand's chief executive has ordered a review into the organisation's hiring process following the abrupt departure of breakfast host Kamal Santa Maria. He quit after reportedly behaving inappropriately towards a woman in the newsroom and a complaint was made. The mayor of Otorhunga District says there's no doubt someone is helping a man still missing with his children in dense King Country Bush. Thomas Phillips and his three children haven't been seen since December. Mayor Max Baxter told Checkpoint people can't hide out for that long without being provided with supplies. A gang's expert is backing the police approach to tackling gang violence in Auckland, including a number of shootings last week. Seven people have been arrested so far. Canterbury University Senior Lecturer Jared Gilbert says it's the right approach and will eventually work. Christchurch Hospital is putting off planned surgery as it deals with extremely high levels of acutely unwell people. Compounding the problem is staff shortages because of COVID. An immigration lawyer says the government should be embarrassed. It's introduced a scheme tying migrants to an employer when the Productivity Commission has just recommended that practice be stopped. And there are renewed calls for the establishment of an Iwi bank to finance building on Mori land. It comes after Mori housing advocates complained red tape was preventing Fano building on their own land. Those are the headlines looking to traffic. South of Hamilton, the State Highway 1 Waikato Expressway will be fully closed between the State Highway 26 Hillcrest Roundabout and the State Highway 21 Tamahiri Interchange tonight between 7pm and 6am. And that strong wind warning is still in place in Wellington for any drivers heading over at Emutaka Hill tonight. I'll update you with the latest news and weather at 6. Thanks, Evie. An expert on gangs says while the current escalation of violence is concerning, it's just part of the usual cycle of gangland tensions. Jerry Gilbert says the police will ultimately be successful in cracking down on them, and thanks to gun law changes, they'll have fewer weapons next time things escalate. Timothy Brown has more. Alteiro has a long history of gang tensions and gang violence, with confrontations spilling into the country's streets and consciousness. Canterbury University's senior lecturer Jared Gilbert says the current turf war between the killer bees and tribesmen in the Upper North Island is no different, and history is against the gangs. There's been a lot of gang conflicts in New Zealand over the years, huge numbers. The police have won every single one of them. So they will assist in regaining control. The groups themselves will decide it's not worth it and pull their heads and not before time, I might add. He says such flare-ups are always accompanied by tough-on-crime talk by politicians. It doesn't matter if nationals are in opposition or Labor is in opposition. They will all how the government is soft on crime and the government responds by saying, no, we're not. And this current cycle of violence is no different, with former National Party leaders Simon Bridges and Judith Collins, both rolling out the soft-on-crime line, as has current leader Christopher Luxon. He says the government has been, quote, very soft on crime, and as a result, gangs act with impunity. All I can tell you in this country is we've got a 21% increase in violent crime. We've had a 40% growth in gangs. There's nothing I like about gangs. You know, they peddle misery and hurt and pain and suffering for everyone. Inter in the police minister, Porto Williams, says the police aren't doing enough, fast enough. Look, I've sought assurances from police. I want them to work faster. Our communities are still feeling really unsafe. But Jared Gilbert says the police are independent from government interference, and rightly so. He says, despite political rhetoric, the police are policing gangs as firmly as they ever have. They have also taken the lens and drawn it back a bit and gone, well, how do we get ahead of this, which again in the mediums, longer term, will be very important. I can see no evidence, none, zero, that the police are not policing the gangs by any stretch of the imagination. Today, police commissioner Andrew Costa told Morning Report they were cracking down on gangs and harassing them for any wrongdoing. We find everything we can, and that's to send a message that this way of behaving is completely unacceptable. And eventually that combined with the stress that they feel from being at war does tend to calm these things down, and that's what we will keep doing. Clearly, it's incredibly unnerving for those communities affected and I really feel for them in the situation. Questions have been asked about where the gangs are getting their guns following the 2019 reforms in the wake of the Christchurch terror attacks. Dr Gilbert says those changes will act as a sinking lid, making it harder for the gangs to source guns in the future, as will the gun registry, which is due to become operational next year. Nothing on its own is going to solve this problem. The best we can do is target it from numerous directions and reduce the amount of firearms, really, getting into the wrong hands. He says it's clear many firearms get to the gangs via licensed firearms owners, either through theft or in many instances being sold by disreputable license holders. As a result of the 2019 reforms, about 60,000 firearms were no longer in the community. Many of them higher calibus semi-automatics. Dr Gilbert says that will save lives in the long term, even when gang violence erupts. And it's 14 minutes to six. Kiao, Motunumai, stay with us. You're listening to Checkpoint on RNZ National. The phrase, let them eat cake, is often associated with France's former queen, Marie Antoinette. But it's another famous woman who's had a faithful of bait sweetness at the Louvre Museum in Paris. The BBC's Iona Hampson reports. In some ways, like any other day in the Louvre Museum in Paris. The BBC's Iona Hampson reports. In some ways, like any other day in the Louvre, when tourists queue and huddled close together to get a glimpse of the masterpiece, until a man, disguised as an elderly woman in a wheelchair, was caught throwing a cake at the famous painting. No way! In this video, taken moments after the incident, it shows museum goers using their phones to take a picture of the protective glass in front of the artwork, which has been smeared with cake. Witnesses say the vandal, who was also seen throwing roses in the gallery, urged people to care for the planet and think of the earth, while being led from the scene still wearing a wig and lipstick. The Paris Prosecutor's Office confirmed on Monday that a 36-year-old man was detained and sent to a police psychiatric unit. An investigation has now begun looking into the damage of cultural artefacts. It's not the first time the Mona Lisa has been attacked. In 1956, a vandal threw acid at the painting, hitting the lower sections, and in the same year, someone hurled a rocket it, chipping off a speck of pigment. The painting has since been cased in bulletproof glass, which protected it from red spray paint when on loan in Tokyo in 1974, and also in 2009, when a museum goer threw a teacup at it reportedly bought at the Louvre gift shop. The Chinese foreign minister is continuing his tour of the Pacific, moving on to Papua New Guinea this week, despite being rebuffed yesterday by Pacific Island nations. Ten countries failed to sign a region-wide trade and security deal with China after a high-level meeting between Wang Ji and his counterparts. The ABC's Natalie Whiting has more. Across PNG, thousands of people have been turning out at campaign rallies, as the country prepares to head to the polls. But while P&G has been focused on domestic politics, around it geopolitics is swirling. The incumbent Prime Minister James Marrape says the Chinese Foreign Minister will fly in on Thursday. The Foreign Minister is a higher minister by ranking in as far as the Chinese government strikes consent. Popening in the government will give him all the respect that he deserves and all the protocols. But his visit isn't being welcomed by everyone. Former Prime Minister Peter O'Neill is vying to take back the top job and told the ABC that the trip is unnecessary and any visits should be held after the election. He's calling on foreign governments to respect PNG and allow our people to vote freely. Adjunct professor at the University of Queensland and former High Commissioner to PNG, Ian Klemish, says visiting at this point in the election cycle isn't constructive. It's disrespectful for a start. It's only a matter of a couple of weeks until PNG goes to the polls. And a government won't emerge from that quite colourful process until early August. Frank, it's kind of dumb too. It's a fool's game to try and make predictions about the elections there. There's every chance that the Prime Minister in August will not be the Prime Minister now. He might be, but he might well not be. It's unlikely any major deals will be signed during the PNG leg of Wang Ye's tour, but if they were, they'd be mired in controversy, given the proximity to the election. I also think that by visiting now, China could actually lose ground with the next administration, whoever that is. But look, what this all tells us is that LeVitt has very little to do with Papua New Guinea and more with China's narrative back home about its so-called prestige in the Pacific. The looming PNG election also casts a shadow over any prospective visits from Australia. It's no secret the new Prime Minister Anthony Albanese is keen to visit PNG as soon as possible. When congratulating Mr. Albanese on his win, Mr Marrape was pointed about the timing of any visit. After our own elections here, we'd like to go down and visit him or we invite him to come and visit us. The two leaders did speak over Zoom yesterday. Anthony Albanese may need to settle for the virtual meeting for the time being. Meal kits, you know the deal, all the menu bits in a grocery box complete with cooking instructions are increasingly popular. But there's a new kid on the block aimed specifically at the budget-conscious student market. It's the brainchild of Otago University Nutrition Research Assistant Kimberley T and is aimed at ending the horror ofconscious student market. It's the brainchild of Otago University Nutrition Research Assistant Kimberly Tee and is aimed at ending the horror of the shared flat meal where the rusted cook can barely boil an egg or a pack of instant noodles. Kimberly joins us now. Hi, Kimberly, how did you come up with this idea? Hi, Lisa. So, feed my flat. The idea started at a potluck dinner with my friends and their families. We somehow ended up talking about our flat meals when we were freshest. It was super funny. Well, funny now, but not so funny when that happened. So we had a friend who put dry macaroni with cheese on top straight into the oven, didn't realize the macaroni has to be cooked. Or the student who ate raw bacon for a few weeks because he didn't realize that bacon has to be cooked. And someone mentioned on our social media page last night that he has got raw risotto because it's cheap meat. Oh my goodness. Why can't students cook? What's happened? Have we lost the art? Oh, I think like, thinking back when I was just getting into uni life and get really busy, I remember I was so focused on getting into university and I forgot about all these essential skills. I have to learn to look after myself. So, yeah. So these packs, these meal kits that you're putting together, they're three meals, right? What sort of things are you putting in them? And what's the price for them, Kimberly? Yeah, so we are currently providing three meals a week with the option for either four people at $85 or six people at $125. So you get most of the ingredients that you need to make your meals. Your main one will be your carbohydrate, your protein and your vegetables. And we also send out electronic recipes with cooking and nutrition tips on them. We also post free recipes, cooking tips and nutrition tips on our Instagram page so that people who are not buying the bags can also benefit from this initiative. So if you buy the six meal pack, so you get six serves, three meals, it works out at about $7 a meal, right? So what would you be eating for that? Can you tell us what one of the meals might be? Yep, so this week, for example, we have pork shops, we have nachos and we have a Korean beef bowl. And last week... People in the control room look interested Kimberly. They think that sounds tasty. That sounds great. And do they order them in advance? How does it work? And what kind of demand have you got? Yeah, so the orders are currently open from Friday to Wednesday, and you can order during that time, and then students can come to our department to pick up on Monday. We are currently at a very early stage, currently in a soft launch. We have been starting to get orders and inquiries from the students, getting taken on social media when students try to make our meals, which is very exciting. So it's not for profit, right? Where are you getting your raw ingredients from? Are you getting a deal from someone to keep the price down? Yeah, so we try to source our ingredients from local suppliers. And also I was interested in some of the material that comes with it. ingredients from local suppliers. And also I was interested in some of the material that comes with it. You were trying to teach them some of the basics, right? So one of the examples was how to wash a leak. And the other one I'm super interested in that you can perhaps talk us through was how to cut an onion without, quote, bawling your eyes out. So what's the tip for that one, Kimberly? Because I think I've got something to learn too. Oh, my goodness. It is really hard to describe it. I would highly recommend you to go on our social media page and watch that video. Basically, how can you cut an onion quickly without having to spend too much time cutting on it until it makes you cry. Right, so it doesn't involve wearing goggles or anything. No, no goggles, no plates over your, yeah, no brats. No gimmicks. Okay, Kimberly, that sounds fantastic. All the best with that. Kimberly T, there, who's come up with this idea of a meal kit in a box for students. What do you reckon, Evie? Could you cook as a student? Actually, I thought I was pretty good until I blagged my way into a job in London and tried to scramble some eggs. And then the look on the pub manager's face when I tried to deliver it to the table was, who the hell are you and what are you doing in my pub? Uncooked macaroni though? Oh, no, I wouldn't. Raw bacon. No, no. Raw bacon was know. I knew how to do. Raw bacon was the other one? And what was it? Rice risotto that they thought was meat? Yeah, I don't know. Let us know. Worst flat meal you ever had. What did you used to cook when you were at university or just starting out in your first job? Text us 2101 or tweet us at Checkpoint RNZ. Chemical noodles, I like to call them, those ones that you just chuck some water from hot water from the kettle. And you need a degree to work out with the... Oh really? Okay, that's cold. All right, let us know your thoughts. Your worst flat meal. You've heard the phrase seeing your name up in lights, but what about seeing your face on water? A new light installation in Wellington's Oriental Bay is projecting local faces onto the water spray of the famous fountain. Our visual journalist Samuel Rilstone went to have a look. If you've ever wanted to feel like the Wizard of Oz, Wellington's waterfront now has your chance. Amber Strain is the artist behind Into the Light, the installation projecting Wellington faces onto the cart of fountain at Oriental Bay. She says she was initially tempted to put her own face in the piece. I thought, oh, who am I to really do it? And I really felt like it was time to share the privilege with Wellington and let them have a go with, you know, this kind of fun, kind of a bit goofy technology and really see themselves as a massive hologram because it's just, why not, you know? After eight months of development, the installation was originally set to be part of the 2022 Performance Arcade in February. But, as with many things, was delayed due to COVID restrictions. Although this could prove to be a blessing in disguise, with the longer winter nights allowing that extra viewing time. Strain has worked with the Wellington City Council to make sure the fountain is able to accommodate the projection, with a special nozzle installed to create a flatter water flow. Other than that, the setup is rather simple, a projector, a laptop and two web cameras which live stream the user's face to the projector. People can press a button and live stream themselves. There's a two second delay, so if you're quick, you can catch yourself and have a look around the corner, but as soon as you release, the footage is gone. Strain was interested in our connection we have with our digital selves, and what it means to have that projected into physical space. She also saw the installation as a way to celebrate the many faces of Wellington. It just felt appropriate to really celebrate Wellingtonians, especially in these kind of rough two years we've had. I thought it was a really wonderful way to really celebrate the different identities and ethnicities and ages and every gender orientation that we can by letting them have their moment as this big spectacle. Strain says she enjoys the fleeting nature of the piece. As soon as you release an opt-out, it's gone forever. And I think that's the nice thing about this projection versus perhaps social media or other kind of things that we're not leaving a digital footprint here. It's that I'm here and then I'm gone and completely personal. I'm really thrilled the engagement with this work. It's beyond my wildest dream. So I'm really humbled and by anyone who comes down and gives it a go. It's delighted to share this with everyone. The reaction from users is clear. who comes down and gives it a go. It's delighted to share this with everyone. The reaction from users is clear. Jubilant laughter along with silly faces and tongues poking out, while many sit just to enjoy the unique spectacle. The installation will run every day from 6pm until June 12. And if you were listening to that story from Samuel on radio, do check it out online. The images are pretty cool. A lot of feedback from you on hospital ED's being slammed. This listener says, I sat with my 81-year-old father who had a hand injury at Middlemore ED. It was eight hours before he was seen at 2am. Didn't seem particularly busy, but communication was poor or non-existent. Was told not to eat, but then wasn't operated on until the next day. It took 45 minutes for an orderly to finally take him to bed. The orderly hadn't been told he needed moving. Completely disorganised. That sounds terrible. And someone else says, and still Minister Little states that hospitals have sufficient capacity, he should be sacked. Dot's got in touch too, and she wants us to tell you all, get vaccinated in a second booster, please. I suppose that's to stave off more people needing the ED. On the Maricopo man, Tom Phillips, who's missing with his kids, this person says, don't worry about the kids. We all used to live like this 120 years ago. It'll be great for them. Another person says, lift the wasting police time charges against Tom. They should never have been laid. Whoever called the police is the guilty party here. Another person says it's all just a waste of police resources looking for a man who wants attention. RNZ News at 6. Good evening, Kiyo Yviyahhton Temne. Television, New Zealand's chief executive has ordered a review into the organisation's hiring process following the abrupt departure of breakfast host Kamal Santa Maria. He quit after reportedly behaving inappropriately towards a woman in the newsroom and a complaint was made. There have also been reports he acted inappropriately including lewd emails and unwanted physical advances at former employer Al Jazeera. In an email to staff, Simon Power says the organisation's recruitment policy hasn't been followed consistently and needs to be reviewed. He says he's asked senior employment lawyer Margaret Robbins to review its policies, processes and practices to ensure they're fit for purpose. Mr Power says he'll share her recommendations with staff. Two senior leaders in the Gloria Vail Christian community, Fervent Steadfast and Faithful Pilgrim, have resigned from their leadership positions. Fervent Steadfast had already resigned as financial controller over the community last year. He was named last month in an employment court case where the judge found the closed community had used child labour to make money. Faithful Pilgrim was the former school principal until 2020 when he stepped down after failing to protect children in his care. A community spokesperson says the resignations are part of Gloria Vale's commitment to change announced in a public apology last Friday. A decision on their replacements is yet to be made. Othrohonga's mayor says there's no doubt someone is helping a man still missing with his children in dense King Country Bush. Thomas Phillips and his three children haven't been seen since December. They first went missing early in September, sparking a massive search before arriving home safe and well. Mr Phillips was charged with wasting police time, but failed to show up at court after going back into the bush with the children. District Mayor Max Baxter told checkpoint people can't hide out for that long without being provided with supplies. There must be somebody up there that's offering them assistance and I think very much like the police and very much like the children's mothers please can you come forward and just say hey enough's enough now and give the information to the police so the children can be taken out and be safe. The children's mother is again appealing for help to locate them. The president of the nurse's organisation says staff illness is adding to the pressure on an already stretched workforce. Anne Daniels says nurses are being shifted around to try to cover gaps, but most roles are specialised and there's just no extra fat in the system. She says staff sickness is also taking a major toll on safe staffing levels. Sometimes you'll come to work and there'll be six out of 14 nurses who haven't been unable to come to work because of COVID or other issues. That's now becoming absolutely the norm, which is extremely worrying because we have to ask ourselves what are the things that we're not seeing. And Daniels says she can't see a solution in the short term, but says the government will need to work with nurse advocacy organisations to fix the workforce crisis in the near future. ANZ banks economists say the Reserve Bank's aggressive action to tackle inflation is working. The bank's latest survey of business sentiment points to a slowing economy as firms are increasingly pessimistic about their own futures, citing rising interest rates and various cost pressures. However, the proportion of firms which expect to raise their prices declined for the second consecutive month. ANZ chief economist Sharon Zolner says the report will be welcome news for the RBNZ. We have seen for a few months now that confidence in the activity indicators are slipping. Now, of course, this is what the Reserve Bank needs to see. They need to slow the economy down a little bit to reduce the stretch in the economy and reduce some of the inflation pressure. So they won't be unhappy to see a slight easing today. Sharon Zolner expects the Reserve Bank will slow the pace of its interest rate hikes from August. The national leader has condemned comments made in response to his social media tribute to land rights activist Joe Hawke. Christopher Luxon initially suggested government policies like Three Waters had motivated people to criticise his use of Thedil Mori in the post. Mr Luxon says he condemns racism. With respect to my post, I really wanted to acknowledge Joe, who I think has made a massive contribution to New Zealand Tarayo. I really thought it was entirely appropriate and obviously condemn racism in all forms and don't expect people to have that behaviour here in New Zealand. Christopher Laksin says he wants to use Thedil Mori on his social media platforms and that is entirely his choice. And dog owners should keep their pets away from the Hutt River and some Wellington beaches to avoid possible 1080 poisoning. Heavy rain may have washed dead possums down the river and onto the shore after a pest control operation. Staff are checking beaches from Petoni through to Pencaro and up the river. That's the news. Tonight on night's Tony Stamp samples new music from the UK, Altaireoa and Ukraine. Our largely libertarian thinker Eric Crampton pays tribute to his favourite economist, Gordon Tulloch, known for his thought experiment that plunged a spike into the heart of every errant driver. And Nicola Gaston teases out the fact behind the multiverse fiction of the movie Everything Everywhere All at Once. On nights with me, Brian Crump, after the news at 7 on R&Z National. You're back on Checkpoint with Lisa Owen next. Right now, the short forecast from MetService to Midnight Wednesday. From Northland to Waitomor, including Coromandel Peninsula, Bay of Plenty and Taupo. Rain spreading south from this evening with heavy falls and possible squally thunderstorms, clearing tomorrow to fine spells and isolated showers. Shows are increasing south of Hamilton tomorrow evening. Gisman and Hawks Bay, mainly fine, a period of rain tomorrow morning, from Taranaki to Wellington, including Taihape, rain developing tonight with heavy and thundery falls possible in Taranaki, showers tomorrow, some heavy and possibly thundery. Malbara and Nelson, scattered showers turning to rain tonight, heavy at times in Nelson with possible thunderstorms tomorrow. Bulla, Westland and Fjordland, showers turning to heavy rain tonight, and with squally thunderstorms tomorrow. Canterbury, Otago and Southland, periods of rain overnight. Tomorrow, scattered showers are developing in Canterbury High Country, Otago Lakes and inland southland. And for the Chatham Islands, low cloud at times, rains clearing tomorrow evening. It's six minutes past six. I'll update you with the latest news headlines at 6.30. Now, mehi, Evie, no ma'i, this is Checkpoint. Call Lisa Owen PN.A. A business expert is skeptical about whether government efforts to bust up the supermarket duopoly will make groceries cheaper. In changes announced yesterday, the two main chains will be forced to offer wholesale supply to competitors by the end of the year, and if they don't do it voluntarily, they'll be forced. In industry watchdogs being set up with annual reviews of competition and a mandatory code of conduct for the treatment of suppliers. The government's also tightening up regulations to stop land banking and clauses that restricts competing stores setting up shop. So will it make any difference to the consumer? Associate Professor Sergio Biggerman from the Department of Marketing at Otago Business University joins us now. Professor, do you reckon it's going to make groceries cheaper these changes? All right, well, thanks for the time to share my thoughts on this. It really won't make anything different because perhaps we would like to understand that geopolitics, they don't even need to break the lows to take advantage of the situation. They will maximize their profits anyway. And the only thing that the government should be doing is figuring out how to increase competition. But expecting that independent wholesaler that will be them, you know, I mean foodstuffs and the world, will somehow change their behavior. It's just naive. They will be able to still control their prices. We as consumers are not going to get any benefits. So, Sergio, you just think they're going to find a way to work around the new roles? Well, yes, because how could you know, for instance, what their costs are going to be? They would be able to allocate costs in different manners and eventually says that they are passing the best prices to other retailers, but they are not going to be any cheaper. So on the subject of this idea that they should be offering to supply wholesale to people who want to set up in competition and they're being asked to do it voluntarily. Woolworth's put out a statement saying we don't yet have the capability to offer large scale wholesale supply. Does that sound right? Right. What I'm saying is that they're just perhaps playing the game as I said Europolists are in the best of the world and they have no real intention to collaborate. Perhaps the thing that the government should be looking at is what kind of regulations do exist today that somehow prevent the entrance of a third party who can really start to create some level of competitiveness in the market. I don't know the exact relationship, to be honest, but I do believe that there might be a number of barriers, that the government should be able to lower, without putting at risk the consumers, you know, and the chain of food and all those things. But there are, for sure, many barriers that other suppliers are unable to take advantage or to pass at the moment and being able to offer a third option. There's a lot in the media already on the kind of things that happen, including land banking and all those things. But this is in the hands of the government, not pretending to regulate the industry because it is very difficult to achieve any results. Would it make any difference if the two main players were forced to sell off some of their assets? Well, if you're talking about the land they own, probably yes. I don't think it's so difficult to find a place where retailers could sell. There are already some retailers. The problem of those is that they cannot access to supplies at a decent price. Because as you know, the two big players do impose conditions of strutivity, for instance, in suppliers and suppliers cannot do anything. So that's one of the things that the government can really do, but make sure that there's no abuse of power from the side of the two big players, and therefore another wholesaler to enter eventually the country. A wholesaler itself does not need to be in significant places to be competitive because the retailers do exist. What does not exist is a means to access to their right supplies at a decent price. So if someone, a third player was to enter the market, Sergio, how long do you think it would take them to become real competition to the other two? Because it doesn't just happen overnight. No, but it depends on how big it is. And it has been mentioned Costco and also ALDI. Aldi, for instance, is already in Australia. Extending from Australia to here won't be in terms of logistics significantly difficult for them. They could be competitive very soon. But of course, I don't expect it's going to happen tomorrow. And one more thing, I believe, is happening at this moment. This became a hot issue because of inflation. But this is not the real reason. The real reason is that for many years, it has been allowed to happen. And, of course, the strength of the two competitors has just increased. And now everyone is feeling how difficult it is because the price of groceries and everything might be taking more than half of the income of many. And that's why it now becomes a hot issue. But it's beyond it. Thank you so much for your analysis. Thank you for joining us. That is the Associate Professor Sergio Biggerman from the Department of Marketing, and he's at the Otago Uni Business School. Now, a lot of you have been getting in touch about your worst flat meals, brace for it. Let me find some of them. They sound absolutely delightful. Okay, this one. Evie, let us know your thoughts. When we were scraping the bottom of the barrel one night, it was cabbage soup. The unnamed flat mate threw his bowl of it out the window when the cook wasn't looking. Cabbage soup? If you put mustard seeds in, it's quite nice. Okay, all right then. Endless student stew need an Eager oven, always on low, put anything in it and top up when it's low, throw out when it's mouldy. Bad, bad, we're just talking about 1080 poisoning. That sounds akin to that. Throw it out once it gets mouldy. Okay, tinned mushrooms stirred through instant powdered mashed potatoes. Yum, says this listener. You know? Don't knock it till you've tried it. Yep, true. And this one says, I do remember the horror of realizing what it meant to cook for the flat on Thursday nights. Typical ingredients available. Dried spaghetti, tinned peaches, hummus. I wonder what you could do with those three things. Definitely a dead animal as well somewhere in there. Yeah. Worst flat meal, lamb chops, cooked in melted lard, that's very old school, topped off with dehydrated peas that weren't rehydrated. There was a spart in there somewhere too. No meal is complete. No student meal is complete without a spud. Haven't met a spud I do not like. There was a pad somewhere in there too, possibly dipped in the hot lard, you know, and this one, we had cabbage and rice shopping list, recipe selection and diet dominated by these two ingredients. We all cooked it in innumerable ways all year in the flat, 1984. That was a flatulence, not a flat. No, exactly. Do keep it coming. Texas on 2101. Tweet is at Checkpoint, RNZ, yeah, cabbage in a flat every second night, not good. It's a quarter past six, you're with checkpoints on RNZ National. European Union leaders have agreed a compromise plan to block more than two thirds of Russian oil imports. Look what you've done to me, E.P. Just give me a second. After Hungary opposed a total ban, they hope the measure will slow down the Moscow war machine. Meanwhile, the governor of Ukraine's Luhank's region says Russian forces are nearing its center. Actually, let's just roll the story. Some powerful American-made howitzers have just arrived, but not enough to stop the Russian advance into Severinetsk. Can't? Armata! Forsteril! Ukraine's generals must decide how many more troops to sacrifice in what could be a losing battle for this part of Dombas. A fighting retreat to more defensible positions looks likely if the Russian offensive doesn't stall. New trench networks well back from the existing front line are ready. Kramatosk, one of the Dombast towns that must be on the Russian target list, is about 15 minutes drive that way. Rest of Ukraine is there. This might all simply be just in case a contingency plan. But if the Russians do blast their way through, they're going to need it. Maxim Lutsik's unit was ordered to retreat closer to Bahmoud after weeks of heavy fighting. He's one of thousands of Ukrainian volunteers. Foo! Oh the aircraft bomb, I'm in Kiyadh. Back in Kiev, just after the invasion, he signed up with his friend, Dmitro. I'm studying economy and I'm studying biology. The two students fought in the victory in Kiev. Dmitro's still there. Ukrainians have to put aside the deliverance they felt then. In Dombas, Maxin, 19 years old, is in an attritional struggle. We were defending the Zara chemical factory. I think that there is no way to make a deal with Putin. Putin understands only the language of bullets, blood, war crimes. Air raid sirens were sounding as they prepared to bury Sergei Verpeka, a 21-year-old Ukrainian soldier. Since the invasion, this war has had terrible consequences and not just in Ukraine. Serge Verpeka and thousands more Ukrainians and Russians are dead. The killing here has brought the big nuclear armed powers closer to confrontation than since the height of the Cold War. In Texas, families are preparing to later arrest their children murdered while at school. CNN's Adrian Broadhouse reports. The Justice Department says it will review the law enforcement response to the Rob Elementary shooting. I'm glad that the Justice Department is listening and they're going to do a review of the law enforcement response. Like I said, I think everybody was shocked that it took an hour for law enforcement to go in there and finally take out the shooter. Law enforcement's latest timeline of events showing officers waited 75 minutes before entering the classroom and shooting the gunman. The response is now under intense scrutiny, especially after the initial timeline provided by police had a number of inaccuracies. Some believing lives could have been saved had officers acted sooner. I sat down with a set of a family yesterday. Mom told me that her child had been shot by one bullet through the back, through the kidney area. The first responder that they eventually talked to said that their child likely bled out. In that span of 30 or 40 minutes extra, that little girl might have lived. The gunman was barricaded in the classroom as students in the room called 911, begging for help. Even as gunshots rang out, police waited in the hallway for backup equipment and negotiators, before finally using a janitor's master key to unlock the door and kill the gunmen. This, as more young students have come forward to describe that excruciating hour. He just like shot like four bullets into our class, but like her nose broke and then our teacher got shot in her leg and her torso, but she's all right. I was hiding under a table next to the wall that's, it goes to like the end of the wall to like the start of the wall and it's like a very big table, but I can still see his face. Democrats in the Texas State Senate demanding Governor Greg Abbott call a special session to pass stricter gun control laws. This, as President Joe Biden visited the grieving Uvaldi community on Sunday. President Biden, we need help. We need help, President Biden. Residents pleading with the president for change in the wake of this massacre Biden responding to the crowd as he was getting in his car the president and first lady visited a memorial at rob elementary to lay flowers and then they attended a church service for the victims afterward Biden met privately with some of their families he cared i mean he cared yeah it didn't say really wasn't fake. It was really just all about my daughter. You know what I mean? That's all we talked about. Like I said, they were very gracious. They showed compassion. And that's all we were here for. You know what I'm saying? He listened to everything and we listen to him. He shed some tears. We shed some tears. European football officials believe there was industrial scale ticket fraud at the Champions League final in Paris on Sunday. The UK government is calling for a full investigation after Paris police used tear gas and pepper spray against fans outside the stadium and the start of the game was delayed. The BBC's Lucy Williamson reports. How close they came to disaster here is starting to sink in. For the fans, for the officials and for the police. But there's one story about what went wrong and two different stories about why. The French government is blaming ticket fraud. What we've seen is massive industrial scale and organized fraud concerning fake tickets. The Stad de France and the French Football Federation estimate that nearly 70% of all tickets were fake. Fans have pointed out that the hologram found on previous tickets for the Champions League final was missing from the tickets this time, making them easier to fake. UEFA said that tickets contained a number of security features and that the design was different for every single competition. But the problems on Saturday started well before the turnstiles and fan groups say they had nothing to do with tickets. This is how security at the stadium began to unravel. Liverpool fans were told to arrive at this train station because the usual transport link was affected by strike action. They were directed through an underpass to this security point outside the stadium. But the number of people arriving overwhelmed the handful of officials there, who eventually allowed everyone in the area to stream through to the turnstiles. This underpass is where stewards carried out the first set of security checks, but there's only space for a handful of checkpoints, and the crowd quickly built up to dangerous levels, meaning the checks here were abandoned. A key question for organisers is why people weren't sent to the main access point for the stadium 200 metres away. Fan groups have told us it was virtually empty. England's platinum jubilee celebrations are in full swing this week. Eight super-sized images of the Queen have been projected onto England's Stonehenge landmark, one for each decade of her reign. For many, the Queen projects an image of classic Britishness around the world. The BBC's Daniela Ralph has more. One of the most photographed and painted people in the world, sometimes a vivid presence in public life, or just a quiet part of our everyday. Being king or queen is an exclusive club. Jordan's King Abdullah is in a unique position to understand the pressures and privilege of monarchy. His father, King Hussein, became king in 1952, the same year as the Queen's accession, a close family bond that continues today. When you look at Her Majesty, you look at consistency, and I think putting the moral bar at the highest point possible. And again, if you look at 70 years of British history, you've had good days and bad days. Her Majesty, I think, was a beacon of light of hope and continues to be, I believe, for your nation and for many of us around the world. For most of the past 70 years, the Queen's public image has embodied a sense of Britishness for many. I think that the Queen's presence makes Britain kind of larger than it is because it has such global attention. I mean, we don't care what the Royals in the Netherlands are like or doing. We don't care what the King of Spain is doing next week. We have no idea. But people are very, very involved with, invested in, focused on what the British Royal family are doing at any given point of the day. Official photographs are the defining images of monarchy. For the golden Jubilee, the photographer Rankin captured the queen laughing when he dropped some camera equipment, an unusual, off-guard, official photo. When I was waiting in the throne room where she knights people, I was watching her walk towards me with a footman, and they were laughing. I remember her walking through the door and I felt this incredible sort of wave of power. The power in the room. Seventy years on the throne gives you that impact. From all angles, perhaps the most recognisable figure in public life. A Canadian woman has had a Cinderella moment when she went shopping for used roller skates. She happened to come across her own skates, which she parted with 40 years earlier. CNN's John Hoffman has the story. Renee Forstall hadn't laced up a pair of roller skates in more than 40 years. She wanted to try it again as a fun way to exercise, so she bought new skates last month. She practiced for a week, but they didn't fit right, not like the one she had when she was young. So she searched online classified sites and quickly found a similar pair in questionable condition. They said, well, here it is, you know, if you think that's going to fit your foot, you're welcome to try it. And I thought, eh, it's a bit dodge. So I kept kind of scrolling, I thought, but 40 bucks, that's a good deal. So I kind of get, and I thought they do look like the ones I used to have. Forrestal says when she first saw them, they were pretty dirty. But once she got her foot in one of the skates, she knew she found a good fit. It's like a Cinderella in the slipper moment. It was very strange. It was like a perfect fit. I couldn't believe it. And they felt good. It wasn't even like the new ones I had. Like they were broken into my foot. Forrestall says she started asking the seller when he got the skates. And things got even stranger. As he's telling me, I flipped back the tongue and there's my name. And I was like, what? And I couldn't even believe it. I thought, how? And then I said, this is me. These were mine. When I saw my name, I kind of, the shock kind of absorbed, and I felt, I felt tears swelling up in my eyes. And I think because, I'm not even sure. I think because suddenly I was reeled back to my youth, like 40 years ago. It was like, bomb, like life flashed before my eyes. Watching this all take place was James Bond, the man selling the skates. Bond says the moment filled his heart with joy. When she saw her name written on the insides, she just started tearing off. And I thought that was so cool. I feel like they could make a Disney movie out of the whole thing. Bond is selling a lot of items online right now because he's getting ready to move. He's had a strict first-come, first-serve policy. But something was different about this woman asking about the old roller skates. She explained a few things just in probably three or four quick messages before she said that she was going to come pick them up. It was mainly just her tone in the message of saying that she wanted, you know, that she wanted to get back into roller skating and wanted to find a good pair. So it was just a gut feeling, really. For Forrestall, it can't be a coincidence. She felt a desire to roller skate again. She logged online to find the right pair, and she was reunited with her 40-plus-year-old skates. The universe works in mysterious ways. Let's put it that way. And I think, you know, things come around for a reason. Toke, what an awesome coincidence that story was. Hey, I'm really enjoying some of your student cooking tips here. Mike says one night all we had left in the cupboard was two raw beetroot, so we fried them. And Emily's gone in touch to say, I didn't eat it myself, but two of her colleagues sneered two mallard ducks from the Dunedin Botanic Gardens for dinner one desperate winter's night. I think that could possibly be criminal. And this one, worst flat meal, a tin of Wattie's baked beans and a tin of Wattie's spaghetti mixed together in a casserole dish and heated in the oven with grated cheese on top. Anything is better with grated cheese. They say it sounds okay, but it definitely wasn't. I reckon I could stomach this. Maybe we should try some of these out in our checkpoint kitchen. And this person says Otago, 1985. Flat liver cook-off. I brazed mine with orange juice and parsley, then served in a cob loaf that I'd scooped all the bread out. I won. And deep fried pies is another suggestion from Castle Street in Dunedin. Again, everything is better fried. If you can fry it once, fry it twice. That's it from us. The late news team's going to keep you updated throughout the night. Remember if you missed anything from the show, you can find Checkpoint on Spotify, Apple or wherever you get your podcast. You might want to look back at some of those recipes for tonight's dinner. Go te copepapa to a.m. Tomorrow from 5 a.m., first up, we'll be heading to the White House as Tepidamia Jacinda Dern meets US President Joe Biden. They're not eating baked bean and wottie spaghetti casserole. Don't forget, you can check out all our stories online. Kia Pai Topo, have a great night."}