{"speakers": [], "chunks": [{"timestamp": [0.0, 11.38], "text": " Hello, welcome to BBC News. I'm David Eads. Our top stories, Sri Lanka's president flees the country along with other members of his family. He promised to resign today."}, {"timestamp": [14.88, 22.68], "text": " Demonstrators blame him for the economic crisis that's crippled the country, leaving it desperately short of funds to buy medicines or fuel."}, {"timestamp": [23.6, 29.44], "text": " The committee investigating the storming of the US Capitol lays out how President Trump incited"}, {"timestamp": [29.44, 33.82], "text": " extremists in a last-ditch bid to remain in office."}, {"timestamp": [33.82, 38.58], "text": " Also, the race begins in earnest to be Britain's next Prime Minister, eight candidates prepare"}, {"timestamp": [38.58, 41.56], "text": " for the first round of voting."}, {"timestamp": [41.56, 51.52], "text": " And Tigers Roar, the golfer, who's won more than 80 titles on the USPGA tour, criticises fellow professionals who've joined a Saudi-backed tour."}, {"timestamp": [71.94, 72.48], "text": " Hello and welcome to our viewers on PBS in America and around the globe."}, {"timestamp": [80.66, 81.02], "text": " Sri Lanka's president got a Bayar Rajapaksa has left the country amid mass protests over its economic crisis and he's landed in the Maldives."}, {"timestamp": [85.66, 91.02], "text": " Mr Rajapaksa left aboard a military jet ending a family dynasty that's ruled the country for decades. He'd been in hiding after crowds stormed his residence on Saturday."}, {"timestamp": [91.52, 92.62], "text": " Many of them are still there."}, {"timestamp": [93.04, 97.46], "text": " Sources have told the BBC, his brother, the former finance minister Basil Rajapaksa,"}, {"timestamp": [97.8, 102.44], "text": " has also left the country. Well, the president had promised to resign, but by remaining"}, {"timestamp": [102.44, 105.64], "text": " in position, he kept his immunity from prosecution."}, {"timestamp": [106.22, 110.58], "text": " Many Sri Lankans blame him for the crisis which has crippled their country,"}, {"timestamp": [110.88, 115.14], "text": " left it desperately short of funds to buy medicine or fuel or food."}, {"timestamp": [116.0, 121.02], "text": " Well, our correspondent, Regina Vajanathen, was with protesters outside the presidential palace in Colombo"}, {"timestamp": [121.02, 124.78], "text": " when the news of the President's departure was made public."}, {"timestamp": [124.8, 125.76], "text": " Palace in Colombo when the news of the President's departure was made public."}, {"timestamp": [130.84, 131.16], "text": " Well, there's a real party atmosphere here at Colombo's seafront, Gullface Green,"}, {"timestamp": [133.86, 133.94], "text": " which has been a protest site for many weeks."}, {"timestamp": [139.74, 139.86], "text": " And one of the main demands protesters had was for President Gota via Rajah Paksa to go."}, {"timestamp": [142.82, 143.36], "text": " Their slogan, their chance was go-home goater."}, {"timestamp": [146.12, 153.12], "text": " Well, we now know that President Gota Bayer Raja Paxa has left the country. He fled on a military jet with members of his family."}, {"timestamp": [153.12, 159.18], "text": " He'd been in hiding for the last few days. Ever since his home, his official residence,"}, {"timestamp": [159.18, 169.6], "text": " was overrun by protesters. And it wasn't just his official residence. fact just over there his presidential secretariat the presidential offices his"}, {"timestamp": [169.6, 173.38], "text": " administrative office that was also overrun by protesters and you can see the"}, {"timestamp": [173.38, 177.92], "text": " aftermath here now because days on there are protesters who are sleeping in the"}, {"timestamp": [177.92, 184.12], "text": " grounds here and on the steps now we also know that the president's brother"}, {"timestamp": [184.12, 186.66], "text": " Basil Rajapaksa former finance minister has also know that the president's brother Basil Roger Paxa, former finance"}, {"timestamp": [186.66, 193.24], "text": " minister, has also left the country. He's believed to be heading to America. Now, where"}, {"timestamp": [193.24, 199.24], "text": " does this leave the president? Well, he still hasn't, as of now, stepped down from his post."}, {"timestamp": [199.62, 205.22], "text": " He is due to hand in his resignation. That's what's being expected on Wednesday."}, {"timestamp": [209.82, 214.98], "text": " If he does, then that will create a vacancy for a president to run this country and there'll be a process in Parliament to decide who his replacement is."}, {"timestamp": [215.7, 218.94], "text": " All of this, though, is part of a wider concern."}, {"timestamp": [218.94, 222.46], "text": " We're still in the middle of an economic crisis here in Sri Lanka"}, {"timestamp": [222.46, 225.38], "text": " where people are struggling for food"}, {"timestamp": [225.38, 229.88], "text": " and medicines and fuel. And this queue, you can just see it going all the way down here."}, {"timestamp": [230.48, 237.34], "text": " Well, people here are queuing up for free bread and curry because people are struggling to get"}, {"timestamp": [237.34, 243.1], "text": " hold of the basics. But news of President Roger Pucks's departure from this country,"}, {"timestamp": [243.44, 245.26], "text": " well, that's still filtering in here."}, {"timestamp": [245.32, 249.58], "text": " I spoke to one person here who said he was relieved and pleased."}, {"timestamp": [249.7, 253.8], "text": " But another woman said she felt that she'd been abandoned by the man"}, {"timestamp": [253.8, 255.28], "text": " that she blamed for this crisis,"}, {"timestamp": [255.76, 257.84], "text": " who's gone without offering a solution."}, {"timestamp": [258.56, 262.22], "text": " That's Regina there in Colombia, at the Presidential Palace, in fact."}, {"timestamp": [262.3, 263.76], "text": " And I'm joined now by Akeel Berry,"}, {"timestamp": [264.16, 265.26], "text": " who's the director of South Asia Initiatives at the Asia Society. Akil, and I'm joined now by Akil Berry, who's the director of"}, {"timestamp": [265.26, 270.78], "text": " South Asia Initiatives at the Asia Society. Hakil, thanks very much for joining us. I wonder if it"}, {"timestamp": [270.78, 276.0], "text": " matters if he says he's resigned or not, if he's fled the country. Do you think this is the last"}, {"timestamp": [276.0, 283.12], "text": " of Mr. Rajapaksa? I think it is the last of President Götabaya Rajapaksin the Rajapaksa dynasty"}, {"timestamp": [283.12, 288.86], "text": " in Sri Lanka. There is immense amount of anger towards him for the mismanagement of the economy,"}, {"timestamp": [289.28, 293.44], "text": " as well as towards the family for seemingly taking advantage of ordinary Sri Lanka's."}, {"timestamp": [293.74, 298.08], "text": " I think we see what the protests is that people are frustrated with the economic crisis not improving"}, {"timestamp": [298.08, 301.06], "text": " and sought to push him out of power."}, {"timestamp": [301.62, 307.92], "text": " We've heard time and again from a variety of people that Rajini's been speaking to,"}, {"timestamp": [307.92, 314.36], "text": " saying, look, we just want a handful of honest politicians to take this on and start making"}, {"timestamp": [314.36, 321.4], "text": " a difference. How realistic is that, even as an idea, given the dynasty of the Rajapaks,"}, {"timestamp": [321.4, 325.32], "text": " as the nature of the, if you like, the political establishment in Sri Lanka?"}, {"timestamp": [326.26, 333.32], "text": " Well, it's going to be difficult for anyone to, for any politician to kind of navigate Sri Lanka out of this economic crisis"}, {"timestamp": [333.32, 339.0], "text": " because there's a lot that needs to be done in order for Sri Lanka to be on a pathway to fiscal solvency."}, {"timestamp": [339.62, 344.22], "text": " So even if Sajit Kramdasa, who's rumored to be the next president of Sri Lanka,"}, {"timestamp": [344.22, 348.04], "text": " when Parliament reconvenes on the 20th to elect a new president,"}, {"timestamp": [348.6, 351.72], "text": " don't forget in 2019 he lost by 10 percentage points."}, {"timestamp": [352.18, 355.34], "text": " So he himself is not very popular with the general populace."}, {"timestamp": [355.64, 359.76], "text": " So it's going to be difficult for any politician to kind of garner the support of the people"}, {"timestamp": [359.76, 364.72], "text": " needed to implement the necessary reforms to get Sri Lanka back on the path of fiscal solvency."}, {"timestamp": [364.72, 365.02], "text": " Right. And presumably they're going to have to do the necessary reforms to get Sri Lanka back on the path of fiscal solvency."}, {"timestamp": [369.9, 370.34], "text": " Right. And presumably they're going to have to do the bidding of the IMF if they want funding."}, {"timestamp": [373.18, 374.16], "text": " And, I mean, are they the right people to do that?"}, {"timestamp": [379.56, 380.22], "text": " So all the politicians and all the political parties are in agreement that the IMF is needed."}, {"timestamp": [386.3, 386.78], "text": " And quite frankly, the IMF is needed because that will unlock further bilateral and multilateral financing for Sri Lanka, which it desperately needs."}, {"timestamp": [392.86, 398.36], "text": " It's estimated that Sri Lanka needs about $6 billion in additional financing this year to bridge the current account deficit. And that won't come unless they're able to come to terms with the IMF."}, {"timestamp": [399.02, 407.98], "text": " Does Sri Lanka have the sort of technocrats, perhaps, who might be best placed to fill the role of complying"}, {"timestamp": [407.98, 413.38], "text": " with the likes of the IMF? I mean, do those people exist? Yes, Sri Lanka's been in the IMF program"}, {"timestamp": [413.38, 418.14], "text": " before. Under Prime Minister Ronald Wickram Singh, when he was lost in power with President"}, {"timestamp": [418.14, 422.56], "text": " Maitrapala City of Senate, Sri Lanka was in an IMF program because it recognized that it needed"}, {"timestamp": [422.56, 430.7], "text": " to implement the reforms in order to gain access to more foreign exchange to be able to pay off their debts and also afford"}, {"timestamp": [430.7, 432.14], "text": " the imports that Sri Lanka needs."}, {"timestamp": [432.44, 439.0], "text": " Can I just ask you one other point, Akil, and it's with regard to President Rajapaksa again."}, {"timestamp": [439.26, 447.44], "text": " A lot of people feel they've been let down by this government and they want some justice. Can you see"}, {"timestamp": [447.44, 453.3], "text": " Rajapaks are being held accountable for the way he's run the country, given that he's now"}, {"timestamp": [453.3, 458.7], "text": " in the Maldives? I don't think so. And this is one of the reasons that protesters are also upset"}, {"timestamp": [458.7, 463.52], "text": " with current Prime Minister Ronald Wickram Singh, is that there is a belief that he has shielded"}, {"timestamp": [463.52, 465.58], "text": " the Rajapaksas from prosecution."}, {"timestamp": [472.66, 473.12], "text": " When he was lost in power as Prime Minister after a former President Mahinda, Rajapaksa, lost his reelection bid."}, {"timestamp": [480.46, 489.36], "text": " There was a time there where they could have prosecuted the Roger Paxas for their crimes, especially their war crimes, but he refused to go ahead with that. So if you see on social media, there are people referring to him as Ronald Roger Paxa. And there was a general anger about him getting appointed prime minister because of"}, {"timestamp": [489.36, 494.24], "text": " what they believed is his propensity to shield the Roger Paxas from justice."}, {"timestamp": [494.24, 500.24], "text": " It remains a very complicated and desperate situation. Akil Berry, thank you very much indeed."}, {"timestamp": [500.24, 501.76], "text": " Thank you for having me."}, {"timestamp": [501.76, 507.12], "text": " Let's pick up on some of the other stories in the news at the moment."}, {"timestamp": [507.28, 513.42], "text": " The UN Security Council has voted to allow cross-border aid deliveries to millions in rebel-held Syria"}, {"timestamp": [513.42, 517.42], "text": " from Turkey for six months after intense diplomatic rangling."}, {"timestamp": [517.88, 521.12], "text": " The US, the UK and France had wanted to extend the aid for another year."}, {"timestamp": [521.56, 523.84], "text": " That was a proposal, though, which Russia vetoed."}, {"timestamp": [524.94, 525.68], "text": " London's Heathrow"}, {"timestamp": [525.68, 530.32], "text": " Airport has told airlines to reduce the number of tickets they sell for the remainder of the summer"}, {"timestamp": [530.32, 535.98], "text": " months to cope with the rebound in air travel. The airports limiting the number of daily passengers"}, {"timestamp": [535.98, 544.0], "text": " who can depart to 100,000, that is 4,000 less than scheduled. Several wildfires have swept"}, {"timestamp": [544.0, 545.98], "text": " across Portugal's central region and"}, {"timestamp": [545.98, 551.0], "text": " that's forced the evacuation of hundreds of people. As firefighters battle those flames,"}, {"timestamp": [551.0, 556.6], "text": " some houses have burned down. Three main highways in the area have also been closed. The"}, {"timestamp": [556.6, 560.86], "text": " country is going through a heat wave at the moment with temperatures of more than 40 degrees"}, {"timestamp": [560.86, 563.0], "text": " Celsius in a number of areas."}, {"timestamp": [565.04, 570.5], "text": " I'm going to take you to Washington now because the committee investigating the storming of the US Capitol last year"}, {"timestamp": [570.5, 577.06], "text": " has laid out how Donald Trump incited far-right extremists in a last ditch bid to stay in office."}, {"timestamp": [577.48, 583.5], "text": " Members of his inner circle told how during a stormy meeting, Mr Trump ignored their advice to concede"}, {"timestamp": [583.5, 586.74], "text": " and instead summoned a mob to Washington."}, {"timestamp": [587.46, 591.02], "text": " Well, Jason Van Tatenhoe, who's a former spokesman for the Oathkeepers,"}, {"timestamp": [591.52, 595.08], "text": " described the group as violent, dismissive of the rule of law,"}, {"timestamp": [595.38, 598.62], "text": " and capable of swaying people through lies and deceit."}, {"timestamp": [599.24, 608.42], "text": " Rather than try to use words, I think the best illustration for what the oath keepers are happened January 6th"}, {"timestamp": [608.42, 614.16], "text": " when we saw that stacked military formation going up the stairs of our capital."}, {"timestamp": [615.1, 619.6], "text": " Our correspondent Nombya Iqbal has been following the hearing and talked through what has"}, {"timestamp": [619.6, 624.68], "text": " happened so far. There were two parts to today's hearing. The first part revolved around"}, {"timestamp": [624.68, 625.44], "text": " something that was"}, {"timestamp": [625.44, 630.84], "text": " referred to as an unhinged meeting, which happened in mid-December in which Donald Trump's"}, {"timestamp": [630.84, 636.5], "text": " advisors were telling him to concede the election, but he was listening to a group of unofficial"}, {"timestamp": [636.5, 640.34], "text": " advisors who were telling him to continue with his baseless claims that the election was stolen."}, {"timestamp": [640.84, 646.04], "text": " The next day, which is we get into the second part, he put out a tweet in which he said"}, {"timestamp": [646.04, 652.26], "text": " to his supporters to come and protest on January the 6th, be there, will be wild, is what he wrote."}, {"timestamp": [652.84, 656.72], "text": " And then the committee focused on the people that did turn up. One of them was the man called"}, {"timestamp": [656.72, 661.08], "text": " Stephen Ayers, who has now pleaded guilty to obstruction charges that day, and he talked about"}, {"timestamp": [661.08, 669.08], "text": " how he deeply regretted listening to Donald Trump. We also heard from a former member of the Oathkeepers, an extremist group,"}, {"timestamp": [669.52, 673.86], "text": " which the committee says turned up that day along with another group called the Proud Boys"}, {"timestamp": [673.86, 676.18], "text": " who fermented the chaos that happened."}, {"timestamp": [676.74, 679.12], "text": " Donald Trump has criticized this committee."}, {"timestamp": [679.28, 680.3], "text": " He's criticized the hearings."}, {"timestamp": [680.42, 682.92], "text": " He's described them as a witch hunt and called the panel,"}, {"timestamp": [683.04, 687.72], "text": " which has made up of seven Democrats and two Republicans, a bunch of thugs and hacks."}, {"timestamp": [688.62, 693.38], "text": " That's Nomya Iqbal. We can speak now to Alan Lickman, who's a US presidential historian and"}, {"timestamp": [693.38, 697.12], "text": " distinguished professor of history at the American University in Washington."}, {"timestamp": [697.58, 703.34], "text": " Alan, thanks very much indeed for joining us. I think the last line from Nomia Iqbal is perhaps"}, {"timestamp": [703.34, 707.58], "text": " the most significant that Donald Trump has again described this as a witch hunt."}, {"timestamp": [708.08, 711.88], "text": " And how is it perceived further afield?"}, {"timestamp": [712.0, 717.8], "text": " I mean, the point is whatever testimony comes before these hearings, does it stick?"}, {"timestamp": [719.62, 723.68], "text": " I think it does stick to some extent for the following reasons."}, {"timestamp": [724.2, 728.26], "text": " Number one, it is a masterful production."}, {"timestamp": [728.88, 732.98], "text": " You know, the reason they didn't have certain Republican members on the committee"}, {"timestamp": [732.98, 738.36], "text": " is they would have turned it into a circus instead of this carefully prepared presentation."}, {"timestamp": [739.24, 743.72], "text": " Secondly, Donald Trump can say whatever he wants, he always does."}, {"timestamp": [744.14, 746.16], "text": " But the facts speak for themselves."}, {"timestamp": [746.78, 751.1], "text": " And the telling thing here is it's not Trump's critics who are presenting these facts."}, {"timestamp": [751.1, 759.12], "text": " It's Trump's loyalists, including his own White House counsel, Pat Cipollone, who said, you know,"}, {"timestamp": [759.2, 765.36], "text": " these theories about a stolen election were nonsense and Trump should concede."}, {"timestamp": [765.9, 773.04], "text": " And Pat Cipollone also said so tellingly that at any time during this bloody insurrection,"}, {"timestamp": [773.94, 778.98], "text": " that Trump could have walked to the podium and called upon his followers to stop."}, {"timestamp": [779.28, 782.12], "text": " Instead, he delayed more than three hours."}, {"timestamp": [782.24, 785.08], "text": " You know, here is something that hasn't been said very much,"}, {"timestamp": [785.08, 792.6], "text": " and that is the tremendous human damage that Trump has done, not to advance the principle,"}, {"timestamp": [792.88, 799.5], "text": " but to advance his own selfish will to stay in power. We've talked a lot about the damage done"}, {"timestamp": [799.5, 805.38], "text": " to police officers, 140 injured, several deaths resulting."}, {"timestamp": [805.76, 810.12], "text": " We haven't talked enough about the damage done to his own followers."}, {"timestamp": [810.48, 814.18], "text": " That to me was the telling point of Mr. Ayers' testimony."}, {"timestamp": [814.34, 820.9], "text": " This ordinary guy who went to the Capitol and had his life ruined because he was indicted,"}, {"timestamp": [821.28, 823.74], "text": " multiply that by many hundreds of times."}, {"timestamp": [823.74, 829.76], "text": " So that raises the question, Alan, about what people make, what Trump supporters make of what"}, {"timestamp": [829.76, 834.2], "text": " they're hearing when their hero says these people are turncoats."}, {"timestamp": [834.4, 837.02], "text": " And, you know, I stand by my position."}, {"timestamp": [837.22, 838.38], "text": " The election was stolen."}, {"timestamp": [838.94, 846.92], "text": " What is the general view now among his supporters, that support base, as to where Mr. Trump really stands?"}, {"timestamp": [848.04, 855.56], "text": " You know, it's remarkable. In seven years, Trump's approval rating hasn't moved an inch."}, {"timestamp": [856.36, 863.16], "text": " For all respondents, it's generally in the low 40% range. That's where it was in the poll today,"}, {"timestamp": [863.16, 865.78], "text": " and, you know, very high among Republicans."}, {"timestamp": [866.02, 872.86], "text": " But we have seen some erosion of Republican support for Donald Trump running again."}, {"timestamp": [872.86, 877.98], "text": " There are a lot of Republicans who are now getting tired of Trump's act. And they don't really"}, {"timestamp": [877.98, 885.72], "text": " want to run in 2024 on grievances about 220. They want to run on the economy and on Biden's leadership."}, {"timestamp": [886.36, 893.04], "text": " We'll see if that builds into enough of a crescendo against the former president to make a difference."}, {"timestamp": [893.18, 895.04], "text": " Alan, thank you very much indeed for your analysis."}, {"timestamp": [896.0, 896.56], "text": " My pleasure."}, {"timestamp": [898.04, 900.36], "text": " And thank you for being with us here on BBC News."}, {"timestamp": [900.36, 904.36], "text": " Still to come in the program, tensions in the West Bank."}, {"timestamp": [904.52, 930.0], "text": " Palestinian militant groups are on the rise as Israel increases its military raids. We'll have more. and missed deadlines, a deal has been struck to keep Greece within the Eurozone. The immediate prospect of Greece going bust in the worst crisis to hit the Eurozone has been averted."}, {"timestamp": [930.0, 935.0], "text": " Emergency services across Central Europe are stepping up their efforts to contain the worst floods this century."}, {"timestamp": [935.0, 937.0], "text": " Nearly a hundred people have been killed."}, {"timestamp": [937.0, 941.0], "text": " Broadway is traditionally called the Great White Way by Americans,"}, {"timestamp": [941.0, 943.0], "text": " but tonight it's completely blacked out."}, {"timestamp": [943.0, 945.24], "text": " It's a timely reminder to all"}, {"timestamp": [945.24, 950.46], "text": " Americans of the problems that the energy crisis has brought to them. Leaders meet in Paris for a"}, {"timestamp": [950.46, 955.7], "text": " summit on pollution, inflation and third world debt. This morning they joined the revolution"}, {"timestamp": [955.7, 961.92], "text": " celebrations for a show of military might on the chanselizet. Wildlife officials in Australia"}, {"timestamp": [961.92, 971.56], "text": " have been coping with a penguin problem. Fairy penguins have been staggering ashore and collapsing after gorging themselves on huge shoal of their favourite food, Pilchants."}, {"timestamp": [971.74, 974.2], "text": " Some had eaten so much they could barely stand."}, {"timestamp": [996.4, 996.7], "text": " Now, we're going to focus on the UK because eight contenders have made it to the first round of the leadership race to become Britain's next Prime Minister and Tory Party leader of course."}, {"timestamp": [998.46, 999.0], "text": " Here's our political editor, Chris Mason."}, {"timestamp": [1000.58, 1001.04], "text": " Please welcome Rishi Sunak."}, {"timestamp": [1006.46, 1006.7], "text": " The early skirmishes of this contest have felt like all the other candidates against Mr. Sunak."}, {"timestamp": [1013.56, 1024.36], "text": " He pointedly repeated his critique today of what he sees as their wild promises to cut taxes now. We need a return to traditional conservative economic values and that means honesty and responsibility not fairy tales."}, {"timestamp": [1026.7, 1031.78], "text": " Once we've gripped inflation, I will get the tax burden down."}, {"timestamp": [1032.3, 1035.3], "text": " It is a question of when, not if."}, {"timestamp": [1035.6, 1039.66], "text": " So many of your colleagues have sought to demolish your record as Chancellor."}, {"timestamp": [1040.2, 1041.88], "text": " Do you have the stomach for what's to come?"}, {"timestamp": [1044.34, 1049.84], "text": " Well, I'm standing here today surrounded by friends and colleagues, which I've been."}, {"timestamp": [1051.96, 1055.86], "text": " And Chris, that's what gives me the optimism, the confidence to do this."}, {"timestamp": [1056.76, 1057.94], "text": " Thank you all very much."}, {"timestamp": [1058.04, 1060.4], "text": " Here's one of the reasons Mr Sunak sounds chipper,"}, {"timestamp": [1060.8, 1064.2], "text": " tempting a fellow candidate to give up and back him instead."}, {"timestamp": [1064.2, 1069.48], "text": " So while two senior ministers dashed out of the cabinet meeting to hear to endorse Rishi Sunag,"}, {"timestamp": [1069.82, 1075.16], "text": " another two cabinet ministers left Downing Street and straight away endorsed Liz Trott."}, {"timestamp": [1075.4, 1079.22], "text": " I've sat with Liz in Cabinet now for some time."}, {"timestamp": [1079.36, 1082.38], "text": " Very aware that she's probably a stronger Brexiter than both of us."}, {"timestamp": [1082.9, 1087.22], "text": " She has consistently argued for low-tax policies."}, {"timestamp": [1087.54, 1090.88], "text": " Liz was always opposed to Rish's higher taxes."}, {"timestamp": [1091.38, 1093.22], "text": " That again is proper conservatism."}, {"timestamp": [1094.28, 1097.78], "text": " From Barbes in Downing Street, from backers of the Foreign Secretary,"}, {"timestamp": [1098.22, 1101.72], "text": " to cheers down the road from those supporting the former minister,"}, {"timestamp": [1101.96, 1102.8], "text": " Kemi Badernog."}, {"timestamp": [1103.18, 1106.24], "text": " I tell the truth, I fight for change, I stand up for people,"}, {"timestamp": [1106.46, 1108.6], "text": " and I stand up for the causes and the country I love."}, {"timestamp": [1109.5, 1111.5], "text": " Some might say this is no time for novices."}, {"timestamp": [1112.06, 1115.14], "text": " I think this is no time for steady as it goes sinking into decline."}, {"timestamp": [1115.56, 1116.62], "text": " It's time for change."}, {"timestamp": [1118.22, 1120.9], "text": " Kemi is bright, brilliant and brave."}, {"timestamp": [1120.9, 1124.3], "text": " It's only very rarely in politics that you come across talents like that."}, {"timestamp": [1124.96, 1129.76], "text": " And Kemi is undoubtedly, I think, a phenomenon. She's got the right stuff."}, {"timestamp": [1130.76, 1137.06], "text": " To another lectern, more applause and another cabinet endorsement, this time for Tom Tuganhat."}, {"timestamp": [1137.2, 1137.98], "text": " It's time for Tom."}, {"timestamp": [1140.86, 1146.28], "text": " We have retreated into the pettiness of politics that is more about personality than principle."}, {"timestamp": [1147.24, 1153.9], "text": " When our nation needed our party to function, we retreated into faction."}, {"timestamp": [1155.32, 1159.2], "text": " When the moment demanded service, we delivered scandal."}, {"timestamp": [1159.68, 1163.28], "text": " Also on the ballot paper tomorrow, the new Chancellor, Nadim Zaharwey,"}, {"timestamp": [1163.76, 1166.28], "text": " Suella Braverman, the Attorney General for England and Wales,"}, {"timestamp": [1166.68, 1168.84], "text": " and the former Cabinet Minister Penny Mordant,"}, {"timestamp": [1169.14, 1171.06], "text": " whose launch event is in the morning."}, {"timestamp": [1171.82, 1174.12], "text": " Chris Mason, BBC News, at Westminster."}, {"timestamp": [1175.36, 1180.06], "text": " Now Israel's been carrying out military arrest raids in the Occupy of West Bank this week,"}, {"timestamp": [1180.06, 1183.88], "text": " a nearly daily occurrence since a wave of attacks by Palestinians"}, {"timestamp": [1183.88, 1185.5], "text": " against Israelis in the spring."}, {"timestamp": [1185.84, 1187.76], "text": " And the focus has been on the city of Janine,"}, {"timestamp": [1188.18, 1193.66], "text": " where Palestinian militant groups have been re-arming, as our Middle East correspondent, Tom Bateman reports."}, {"timestamp": [1197.44, 1200.72], "text": " A mother's grief echoes around the grave of her daughter."}, {"timestamp": [1203.44, 1205.32], "text": " You burned my heart, she says."}, {"timestamp": [1205.9, 1208.68], "text": " I didn't believe you'd be buried before me."}, {"timestamp": [1210.26, 1213.68], "text": " Hanan was hit by a bullet as she headed home from an English class,"}, {"timestamp": [1214.42, 1218.02], "text": " one among dozens of Palestinians killed in the West Bank this year."}, {"timestamp": [1221.18, 1224.1], "text": " When the taxi driver saw the Israeli army deployed,"}, {"timestamp": [1224.6, 1226.0], "text": " he asked the girls to duck."}, {"timestamp": [1226.44, 1227.82], "text": " The bullet hit her here."}, {"timestamp": [1229.36, 1231.36], "text": " It left five holes in her body."}, {"timestamp": [1232.64, 1235.26], "text": " Her schoolwork full of promise for her family."}, {"timestamp": [1235.96, 1241.58], "text": " Now all they have left are the fragments of a life and few answers about her death."}, {"timestamp": [1243.12, 1249.08], "text": " As long as there is occupation, there are stories like Hanans, and every day there is a story."}, {"timestamp": [1250.64, 1254.26], "text": " Hanan's taxi was hit during an Israeli army raid into Janine."}, {"timestamp": [1254.8, 1256.34], "text": " There were gunfights with militants."}, {"timestamp": [1256.88, 1258.98], "text": " The army says it is examining the case."}, {"timestamp": [1259.64, 1261.74], "text": " It's not clear how the vehicle was struck."}, {"timestamp": [1264.16, 1269.92], "text": " As the raids have stepped up, rights groups accuse Israel of using excessive force."}, {"timestamp": [1269.92, 1275.78], "text": " The army says it doesn't intentionally target civilians and they respond to a lethal threat."}, {"timestamp": [1275.78, 1281.2], "text": " It follows a series of deadly attacks by Palestinians."}, {"timestamp": [1281.2, 1287.08], "text": " This was Tel Aviv in April, a gunman opened fire at a packed bar killing three Israelis."}, {"timestamp": [1288.52, 1292.66], "text": " It was one in a string of attacks in which 18 people were killed."}, {"timestamp": [1294.08, 1297.94], "text": " Israelis were facing the worst spate of violence on their streets in years."}, {"timestamp": [1300.02, 1304.08], "text": " Meanwhile, in Janine refugee camp, the militants have been re-arming."}, {"timestamp": [1305.52, 1308.82], "text": " Shows of force on a scale not seen in two decades."}, {"timestamp": [1309.54, 1314.88], "text": " There's this huge amount of weapons, M16's automatic assault rifles."}, {"timestamp": [1316.26, 1318.04], "text": " It's like people are letting loose."}, {"timestamp": [1319.04, 1324.56], "text": " It really feels like, and you can hear that, things are ramping up because of the situation at the moment."}, {"timestamp": [1326.0, 1329.36], "text": " We were taken to the home of the so-called Janine Brigade."}, {"timestamp": [1330.0, 1334.96], "text": " It's part of the Palestinian armed groups, all listed by Israel and the West as terrorist"}, {"timestamp": [1334.96, 1338.68], "text": " organizations. But in the camp, their recruits are growing."}, {"timestamp": [1340.12, 1345.58], "text": " We go out as armed resistance in the camp. When we find the soldiers, we shoot at them."}, {"timestamp": [1346.2, 1348.84], "text": " The West sees groups in the camp as terrorist organizations."}, {"timestamp": [1349.0, 1350.48], "text": " So why are you doing this?"}, {"timestamp": [1350.54, 1354.08], "text": " Why don't you leave it to the official Palestinian Authority?"}, {"timestamp": [1355.2, 1358.32], "text": " The Palestinian Authority sold us out from the beginning."}, {"timestamp": [1358.7, 1360.08], "text": " We don't see them as brothers."}, {"timestamp": [1360.76, 1363.12], "text": " They allow the Israelis to raid Nablus and Ramallah."}, {"timestamp": [1363.58, 1364.6], "text": " They don't protect us."}, {"timestamp": [1365.22, 1366.94], "text": " They want to wipe out the resistance."}, {"timestamp": [1369.14, 1374.22], "text": " During a raid in May, the veteran Palestinian journalist Shireen Abouacli was killed."}, {"timestamp": [1376.8, 1381.54], "text": " Evidence suggests she was hit by an Israeli bullet, something the army disputes."}, {"timestamp": [1382.32, 1384.52], "text": " Her case has become a symbol for Palestinians."}, {"timestamp": [1385.8, 1388.24], "text": " These raids are happening so frequently now"}, {"timestamp": [1388.24, 1391.52], "text": " that much of the time, they're just simply not well documented."}, {"timestamp": [1392.24, 1394.94], "text": " So when a journalist like Shereen is killed,"}, {"timestamp": [1395.84, 1399.28], "text": " you simply see the risk, the dangers involved."}, {"timestamp": [1400.0, 1403.54], "text": " The same month, an Israeli officer was shot dead in Janine."}, {"timestamp": [1404.26, 1406.02], "text": " There's been no let up in the raids,"}, {"timestamp": [1406.4, 1409.02], "text": " and many fear of further dissent into violence."}, {"timestamp": [1411.52, 1414.6], "text": " Hanan, I can't reach you, her mom cries."}, {"timestamp": [1415.48, 1418.28], "text": " Her daughter tried to get to a class and never came home."}, {"timestamp": [1419.22, 1422.38], "text": " Just having hope here meant paying with her life."}, {"timestamp": [1427.6, 1431.0], "text": " Tom Bateman, BBC News, Janine. Got a bit of golf for you here now."}, {"timestamp": [1431.0, 1435.8], "text": " Tiger Woods has delivered a rebuke for some of his fellow professionals who've switched"}, {"timestamp": [1435.8, 1440.1], "text": " their allegiance to a new Saudi-backed golf tour called Live Golf."}, {"timestamp": [1440.1, 1444.1], "text": " The BBC's Tim Orman has the story."}, {"timestamp": [1444.1, 1449.38], "text": " He is one of, if not the biggest name, in the history of his sport."}, {"timestamp": [1450.0, 1453.04], "text": " So when Tiger Woods speaks, golf listens."}, {"timestamp": [1453.76, 1458.8], "text": " Here he was, practising, ahead of the 150th Open Championship at St Andrews."}, {"timestamp": [1458.8, 1464.78], "text": " But his focus seemed to be elsewhere, namely the controversial Live Golf Tour"}, {"timestamp": [1464.78, 1469.16], "text": " and the players who've left the PGA and European tours behind."}, {"timestamp": [1469.74, 1481.2], "text": " I disagree with it. I think that what they've done is they've turned their back on what has allowed them to get to this position."}, {"timestamp": [1481.8, 1490.0], "text": " Evolution doesn't happen overnight. The people behind it say that LiveGolf is an exciting new chapter in the sports history."}, {"timestamp": [1490.0, 1496.0], "text": " It's dynamic, vibrant and lucrative, very, very lucrative."}, {"timestamp": [1496.0, 1500.0], "text": " The Saudi government pumping hundreds of millions of dollars into the game."}, {"timestamp": [1500.0, 1503.0], "text": " But its critics say it's sports washing,"}, {"timestamp": [1503.0, 1506.6], "text": " a controversial regime trying to improve its"}, {"timestamp": [1506.6, 1512.86], "text": " image on the back of golf. And Tiger Woods believes there's a huge problem if players can earn"}, {"timestamp": [1512.86, 1518.3], "text": " big money, not from winning, but just for turning up. What is the incentive to practice?"}, {"timestamp": [1518.6, 1525.5], "text": " What is the incentives to go out there earn in the dirt? You're just getting paid a lot of money up front"}, {"timestamp": [1525.5, 1530.34], "text": " and playing a few events and playing 54 holes."}, {"timestamp": [1531.02, 1535.4], "text": " The live chief executive is legendary Australian golfer Greg Norman,"}, {"timestamp": [1535.76, 1537.28], "text": " a two-time winner of the Open."}, {"timestamp": [1537.68, 1541.44], "text": " But he's not been invited to this week's championship or champions dinner."}, {"timestamp": [1542.06, 1545.18], "text": " A decision, Tiger Woods said, was the right one."}, {"timestamp": [1545.94, 1547.52], "text": " Tim Allman, BBC News."}, {"timestamp": [1548.46, 1550.68], "text": " Yeah, that's a rivalry that is going to rumble on."}, {"timestamp": [1550.76, 1551.98], "text": " That much is for sure."}, {"timestamp": [1552.08, 1553.68], "text": " Thanks for watching, BBC News."}], "text": " Hello, welcome to BBC News. I'm David Eads. Our top stories, Sri Lanka's president flees the country along with other members of his family. He promised to resign today. Demonstrators blame him for the economic crisis that's crippled the country, leaving it desperately short of funds to buy medicines or fuel. The committee investigating the storming of the US Capitol lays out how President Trump incited extremists in a last-ditch bid to remain in office. Also, the race begins in earnest to be Britain's next Prime Minister, eight candidates prepare for the first round of voting. And Tigers Roar, the golfer, who's won more than 80 titles on the USPGA tour, criticises fellow professionals who've joined a Saudi-backed tour. Hello and welcome to our viewers on PBS in America and around the globe. Sri Lanka's president got a Bayar Rajapaksa has left the country amid mass protests over its economic crisis and he's landed in the Maldives. Mr Rajapaksa left aboard a military jet ending a family dynasty that's ruled the country for decades. He'd been in hiding after crowds stormed his residence on Saturday. Many of them are still there. Sources have told the BBC, his brother, the former finance minister Basil Rajapaksa, has also left the country. Well, the president had promised to resign, but by remaining in position, he kept his immunity from prosecution. Many Sri Lankans blame him for the crisis which has crippled their country, left it desperately short of funds to buy medicine or fuel or food. Well, our correspondent, Regina Vajanathen, was with protesters outside the presidential palace in Colombo when the news of the President's departure was made public. Palace in Colombo when the news of the President's departure was made public. Well, there's a real party atmosphere here at Colombo's seafront, Gullface Green, which has been a protest site for many weeks. And one of the main demands protesters had was for President Gota via Rajah Paksa to go. Their slogan, their chance was go-home goater. Well, we now know that President Gota Bayer Raja Paxa has left the country. He fled on a military jet with members of his family. He'd been in hiding for the last few days. Ever since his home, his official residence, was overrun by protesters. And it wasn't just his official residence. fact just over there his presidential secretariat the presidential offices his administrative office that was also overrun by protesters and you can see the aftermath here now because days on there are protesters who are sleeping in the grounds here and on the steps now we also know that the president's brother Basil Rajapaksa former finance minister has also know that the president's brother Basil Roger Paxa, former finance minister, has also left the country. He's believed to be heading to America. Now, where does this leave the president? Well, he still hasn't, as of now, stepped down from his post. He is due to hand in his resignation. That's what's being expected on Wednesday. If he does, then that will create a vacancy for a president to run this country and there'll be a process in Parliament to decide who his replacement is. All of this, though, is part of a wider concern. We're still in the middle of an economic crisis here in Sri Lanka where people are struggling for food and medicines and fuel. And this queue, you can just see it going all the way down here. Well, people here are queuing up for free bread and curry because people are struggling to get hold of the basics. But news of President Roger Pucks's departure from this country, well, that's still filtering in here. I spoke to one person here who said he was relieved and pleased. But another woman said she felt that she'd been abandoned by the man that she blamed for this crisis, who's gone without offering a solution. That's Regina there in Colombia, at the Presidential Palace, in fact. And I'm joined now by Akeel Berry, who's the director of South Asia Initiatives at the Asia Society. Akil, and I'm joined now by Akil Berry, who's the director of South Asia Initiatives at the Asia Society. Hakil, thanks very much for joining us. I wonder if it matters if he says he's resigned or not, if he's fled the country. Do you think this is the last of Mr. Rajapaksa? I think it is the last of President Götabaya Rajapaksin the Rajapaksa dynasty in Sri Lanka. There is immense amount of anger towards him for the mismanagement of the economy, as well as towards the family for seemingly taking advantage of ordinary Sri Lanka's. I think we see what the protests is that people are frustrated with the economic crisis not improving and sought to push him out of power. We've heard time and again from a variety of people that Rajini's been speaking to, saying, look, we just want a handful of honest politicians to take this on and start making a difference. How realistic is that, even as an idea, given the dynasty of the Rajapaks, as the nature of the, if you like, the political establishment in Sri Lanka? Well, it's going to be difficult for anyone to, for any politician to kind of navigate Sri Lanka out of this economic crisis because there's a lot that needs to be done in order for Sri Lanka to be on a pathway to fiscal solvency. So even if Sajit Kramdasa, who's rumored to be the next president of Sri Lanka, when Parliament reconvenes on the 20th to elect a new president, don't forget in 2019 he lost by 10 percentage points. So he himself is not very popular with the general populace. So it's going to be difficult for any politician to kind of garner the support of the people needed to implement the necessary reforms to get Sri Lanka back on the path of fiscal solvency. Right. And presumably they're going to have to do the necessary reforms to get Sri Lanka back on the path of fiscal solvency. Right. And presumably they're going to have to do the bidding of the IMF if they want funding. And, I mean, are they the right people to do that? So all the politicians and all the political parties are in agreement that the IMF is needed. And quite frankly, the IMF is needed because that will unlock further bilateral and multilateral financing for Sri Lanka, which it desperately needs. It's estimated that Sri Lanka needs about $6 billion in additional financing this year to bridge the current account deficit. And that won't come unless they're able to come to terms with the IMF. Does Sri Lanka have the sort of technocrats, perhaps, who might be best placed to fill the role of complying with the likes of the IMF? I mean, do those people exist? Yes, Sri Lanka's been in the IMF program before. Under Prime Minister Ronald Wickram Singh, when he was lost in power with President Maitrapala City of Senate, Sri Lanka was in an IMF program because it recognized that it needed to implement the reforms in order to gain access to more foreign exchange to be able to pay off their debts and also afford the imports that Sri Lanka needs. Can I just ask you one other point, Akil, and it's with regard to President Rajapaksa again. A lot of people feel they've been let down by this government and they want some justice. Can you see Rajapaks are being held accountable for the way he's run the country, given that he's now in the Maldives? I don't think so. And this is one of the reasons that protesters are also upset with current Prime Minister Ronald Wickram Singh, is that there is a belief that he has shielded the Rajapaksas from prosecution. When he was lost in power as Prime Minister after a former President Mahinda, Rajapaksa, lost his reelection bid. There was a time there where they could have prosecuted the Roger Paxas for their crimes, especially their war crimes, but he refused to go ahead with that. So if you see on social media, there are people referring to him as Ronald Roger Paxa. And there was a general anger about him getting appointed prime minister because of what they believed is his propensity to shield the Roger Paxas from justice. It remains a very complicated and desperate situation. Akil Berry, thank you very much indeed. Thank you for having me. Let's pick up on some of the other stories in the news at the moment. The UN Security Council has voted to allow cross-border aid deliveries to millions in rebel-held Syria from Turkey for six months after intense diplomatic rangling. The US, the UK and France had wanted to extend the aid for another year. That was a proposal, though, which Russia vetoed. London's Heathrow Airport has told airlines to reduce the number of tickets they sell for the remainder of the summer months to cope with the rebound in air travel. The airports limiting the number of daily passengers who can depart to 100,000, that is 4,000 less than scheduled. Several wildfires have swept across Portugal's central region and that's forced the evacuation of hundreds of people. As firefighters battle those flames, some houses have burned down. Three main highways in the area have also been closed. The country is going through a heat wave at the moment with temperatures of more than 40 degrees Celsius in a number of areas. I'm going to take you to Washington now because the committee investigating the storming of the US Capitol last year has laid out how Donald Trump incited far-right extremists in a last ditch bid to stay in office. Members of his inner circle told how during a stormy meeting, Mr Trump ignored their advice to concede and instead summoned a mob to Washington. Well, Jason Van Tatenhoe, who's a former spokesman for the Oathkeepers, described the group as violent, dismissive of the rule of law, and capable of swaying people through lies and deceit. Rather than try to use words, I think the best illustration for what the oath keepers are happened January 6th when we saw that stacked military formation going up the stairs of our capital. Our correspondent Nombya Iqbal has been following the hearing and talked through what has happened so far. There were two parts to today's hearing. The first part revolved around something that was referred to as an unhinged meeting, which happened in mid-December in which Donald Trump's advisors were telling him to concede the election, but he was listening to a group of unofficial advisors who were telling him to continue with his baseless claims that the election was stolen. The next day, which is we get into the second part, he put out a tweet in which he said to his supporters to come and protest on January the 6th, be there, will be wild, is what he wrote. And then the committee focused on the people that did turn up. One of them was the man called Stephen Ayers, who has now pleaded guilty to obstruction charges that day, and he talked about how he deeply regretted listening to Donald Trump. We also heard from a former member of the Oathkeepers, an extremist group, which the committee says turned up that day along with another group called the Proud Boys who fermented the chaos that happened. Donald Trump has criticized this committee. He's criticized the hearings. He's described them as a witch hunt and called the panel, which has made up of seven Democrats and two Republicans, a bunch of thugs and hacks. That's Nomya Iqbal. We can speak now to Alan Lickman, who's a US presidential historian and distinguished professor of history at the American University in Washington. Alan, thanks very much indeed for joining us. I think the last line from Nomia Iqbal is perhaps the most significant that Donald Trump has again described this as a witch hunt. And how is it perceived further afield? I mean, the point is whatever testimony comes before these hearings, does it stick? I think it does stick to some extent for the following reasons. Number one, it is a masterful production. You know, the reason they didn't have certain Republican members on the committee is they would have turned it into a circus instead of this carefully prepared presentation. Secondly, Donald Trump can say whatever he wants, he always does. But the facts speak for themselves. And the telling thing here is it's not Trump's critics who are presenting these facts. It's Trump's loyalists, including his own White House counsel, Pat Cipollone, who said, you know, these theories about a stolen election were nonsense and Trump should concede. And Pat Cipollone also said so tellingly that at any time during this bloody insurrection, that Trump could have walked to the podium and called upon his followers to stop. Instead, he delayed more than three hours. You know, here is something that hasn't been said very much, and that is the tremendous human damage that Trump has done, not to advance the principle, but to advance his own selfish will to stay in power. We've talked a lot about the damage done to police officers, 140 injured, several deaths resulting. We haven't talked enough about the damage done to his own followers. That to me was the telling point of Mr. Ayers' testimony. This ordinary guy who went to the Capitol and had his life ruined because he was indicted, multiply that by many hundreds of times. So that raises the question, Alan, about what people make, what Trump supporters make of what they're hearing when their hero says these people are turncoats. And, you know, I stand by my position. The election was stolen. What is the general view now among his supporters, that support base, as to where Mr. Trump really stands? You know, it's remarkable. In seven years, Trump's approval rating hasn't moved an inch. For all respondents, it's generally in the low 40% range. That's where it was in the poll today, and, you know, very high among Republicans. But we have seen some erosion of Republican support for Donald Trump running again. There are a lot of Republicans who are now getting tired of Trump's act. And they don't really want to run in 2024 on grievances about 220. They want to run on the economy and on Biden's leadership. We'll see if that builds into enough of a crescendo against the former president to make a difference. Alan, thank you very much indeed for your analysis. My pleasure. And thank you for being with us here on BBC News. Still to come in the program, tensions in the West Bank. Palestinian militant groups are on the rise as Israel increases its military raids. We'll have more. and missed deadlines, a deal has been struck to keep Greece within the Eurozone. The immediate prospect of Greece going bust in the worst crisis to hit the Eurozone has been averted. Emergency services across Central Europe are stepping up their efforts to contain the worst floods this century. Nearly a hundred people have been killed. Broadway is traditionally called the Great White Way by Americans, but tonight it's completely blacked out. It's a timely reminder to all Americans of the problems that the energy crisis has brought to them. Leaders meet in Paris for a summit on pollution, inflation and third world debt. This morning they joined the revolution celebrations for a show of military might on the chanselizet. Wildlife officials in Australia have been coping with a penguin problem. Fairy penguins have been staggering ashore and collapsing after gorging themselves on huge shoal of their favourite food, Pilchants. Some had eaten so much they could barely stand. Now, we're going to focus on the UK because eight contenders have made it to the first round of the leadership race to become Britain's next Prime Minister and Tory Party leader of course. Here's our political editor, Chris Mason. Please welcome Rishi Sunak. The early skirmishes of this contest have felt like all the other candidates against Mr. Sunak. He pointedly repeated his critique today of what he sees as their wild promises to cut taxes now. We need a return to traditional conservative economic values and that means honesty and responsibility not fairy tales. Once we've gripped inflation, I will get the tax burden down. It is a question of when, not if. So many of your colleagues have sought to demolish your record as Chancellor. Do you have the stomach for what's to come? Well, I'm standing here today surrounded by friends and colleagues, which I've been. And Chris, that's what gives me the optimism, the confidence to do this. Thank you all very much. Here's one of the reasons Mr Sunak sounds chipper, tempting a fellow candidate to give up and back him instead. So while two senior ministers dashed out of the cabinet meeting to hear to endorse Rishi Sunag, another two cabinet ministers left Downing Street and straight away endorsed Liz Trott. I've sat with Liz in Cabinet now for some time. Very aware that she's probably a stronger Brexiter than both of us. She has consistently argued for low-tax policies. Liz was always opposed to Rish's higher taxes. That again is proper conservatism. From Barbes in Downing Street, from backers of the Foreign Secretary, to cheers down the road from those supporting the former minister, Kemi Badernog. I tell the truth, I fight for change, I stand up for people, and I stand up for the causes and the country I love. Some might say this is no time for novices. I think this is no time for steady as it goes sinking into decline. It's time for change. Kemi is bright, brilliant and brave. It's only very rarely in politics that you come across talents like that. And Kemi is undoubtedly, I think, a phenomenon. She's got the right stuff. To another lectern, more applause and another cabinet endorsement, this time for Tom Tuganhat. It's time for Tom. We have retreated into the pettiness of politics that is more about personality than principle. When our nation needed our party to function, we retreated into faction. When the moment demanded service, we delivered scandal. Also on the ballot paper tomorrow, the new Chancellor, Nadim Zaharwey, Suella Braverman, the Attorney General for England and Wales, and the former Cabinet Minister Penny Mordant, whose launch event is in the morning. Chris Mason, BBC News, at Westminster. Now Israel's been carrying out military arrest raids in the Occupy of West Bank this week, a nearly daily occurrence since a wave of attacks by Palestinians against Israelis in the spring. And the focus has been on the city of Janine, where Palestinian militant groups have been re-arming, as our Middle East correspondent, Tom Bateman reports. A mother's grief echoes around the grave of her daughter. You burned my heart, she says. I didn't believe you'd be buried before me. Hanan was hit by a bullet as she headed home from an English class, one among dozens of Palestinians killed in the West Bank this year. When the taxi driver saw the Israeli army deployed, he asked the girls to duck. The bullet hit her here. It left five holes in her body. Her schoolwork full of promise for her family. Now all they have left are the fragments of a life and few answers about her death. As long as there is occupation, there are stories like Hanans, and every day there is a story. Hanan's taxi was hit during an Israeli army raid into Janine. There were gunfights with militants. The army says it is examining the case. It's not clear how the vehicle was struck. As the raids have stepped up, rights groups accuse Israel of using excessive force. The army says it doesn't intentionally target civilians and they respond to a lethal threat. It follows a series of deadly attacks by Palestinians. This was Tel Aviv in April, a gunman opened fire at a packed bar killing three Israelis. It was one in a string of attacks in which 18 people were killed. Israelis were facing the worst spate of violence on their streets in years. Meanwhile, in Janine refugee camp, the militants have been re-arming. Shows of force on a scale not seen in two decades. There's this huge amount of weapons, M16's automatic assault rifles. It's like people are letting loose. It really feels like, and you can hear that, things are ramping up because of the situation at the moment. We were taken to the home of the so-called Janine Brigade. It's part of the Palestinian armed groups, all listed by Israel and the West as terrorist organizations. But in the camp, their recruits are growing. We go out as armed resistance in the camp. When we find the soldiers, we shoot at them. The West sees groups in the camp as terrorist organizations. So why are you doing this? Why don't you leave it to the official Palestinian Authority? The Palestinian Authority sold us out from the beginning. We don't see them as brothers. They allow the Israelis to raid Nablus and Ramallah. They don't protect us. They want to wipe out the resistance. During a raid in May, the veteran Palestinian journalist Shireen Abouacli was killed. Evidence suggests she was hit by an Israeli bullet, something the army disputes. Her case has become a symbol for Palestinians. These raids are happening so frequently now that much of the time, they're just simply not well documented. So when a journalist like Shereen is killed, you simply see the risk, the dangers involved. The same month, an Israeli officer was shot dead in Janine. There's been no let up in the raids, and many fear of further dissent into violence. Hanan, I can't reach you, her mom cries. Her daughter tried to get to a class and never came home. Just having hope here meant paying with her life. Tom Bateman, BBC News, Janine. Got a bit of golf for you here now. Tiger Woods has delivered a rebuke for some of his fellow professionals who've switched their allegiance to a new Saudi-backed golf tour called Live Golf. The BBC's Tim Orman has the story. He is one of, if not the biggest name, in the history of his sport. So when Tiger Woods speaks, golf listens. Here he was, practising, ahead of the 150th Open Championship at St Andrews. But his focus seemed to be elsewhere, namely the controversial Live Golf Tour and the players who've left the PGA and European tours behind. I disagree with it. I think that what they've done is they've turned their back on what has allowed them to get to this position. Evolution doesn't happen overnight. The people behind it say that LiveGolf is an exciting new chapter in the sports history. It's dynamic, vibrant and lucrative, very, very lucrative. The Saudi government pumping hundreds of millions of dollars into the game. But its critics say it's sports washing, a controversial regime trying to improve its image on the back of golf. And Tiger Woods believes there's a huge problem if players can earn big money, not from winning, but just for turning up. What is the incentive to practice? What is the incentives to go out there earn in the dirt? You're just getting paid a lot of money up front and playing a few events and playing 54 holes. The live chief executive is legendary Australian golfer Greg Norman, a two-time winner of the Open. But he's not been invited to this week's championship or champions dinner. A decision, Tiger Woods said, was the right one. Tim Allman, BBC News. Yeah, that's a rivalry that is going to rumble on. That much is for sure. Thanks for watching, BBC News."}