{"speakers": [], "chunks": [{"timestamp": [0.0, 6.32], "text": " Tonight, breaking news in New York City, the deadly accident on the Hudson, the boat sinking a child among the dead."}, {"timestamp": [6.82, 12.54], "text": " Also, the chilling images just made public tonight from inside the Evaldi School, what those images reveal."}, {"timestamp": [12.98, 20.92], "text": " And the explosive claim late today at the January 6th hearing, the bombshell allegation in front of the American people against former President Trump."}, {"timestamp": [21.38, 28.8], "text": " Congresswoman Liz Cheney suggesting the former president allegedly reached out to a witness that the American people have not heard from yet."}, {"timestamp": [29.16, 31.98], "text": " She said the committee reporting it to the Department of Justice."}, {"timestamp": [32.58, 42.7], "text": " And tonight here for the first time, the American people hearing testimony from former Trump White House counsel Pat Cipollone, describing an unhinged meeting inside the White House."}, {"timestamp": [42.7, 46.28], "text": " The extreme ideas proposed for Trump to hold on to power,"}, {"timestamp": [46.74, 49.74], "text": " a plan for the U.S. military to seize voting machines."}, {"timestamp": [50.4, 55.0], "text": " Also, the committee today accusing Trump of summoning the mob with his own words to Washington."}, {"timestamp": [55.64, 60.18], "text": " And rioter Stephen Ayers testifying that he was answering Donald Trump's call"}, {"timestamp": [60.18, 65.48], "text": " and the emotional moment in that hearing room today involving the rioter and the Capitol officers,"}, {"timestamp": [65.98, 68.28], "text": " Rachel Scott and Pierre Thomas, standing by."}, {"timestamp": [68.88, 73.92], "text": " Also tonight, those images coming in now, that deadly boating accident on the Hudson, a boat capsizing."}, {"timestamp": [74.46, 78.6], "text": " At least two people dead, including the child, several victims pulled from the water."}, {"timestamp": [79.14, 80.64], "text": " Ariel Reisch from the scene tonight."}, {"timestamp": [81.22, 85.72], "text": " Also late today as parents demand answers in Texas that newly obtained surveillance"}, {"timestamp": [85.72, 92.14], "text": " showing the gunman in Yuvaldi armed with a rifle in the halls of Rob Elementary, a boy rounding"}, {"timestamp": [92.14, 97.54], "text": " the corner seconds after he passes by. Officers begin filling the hallway three minutes later,"}, {"timestamp": [98.0, 102.1], "text": " several coming under fire, and how long it takes before they go after the gunman,"}, {"timestamp": [102.52, 105.78], "text": " Maria Villarreal in Texas. The warning tonight about"}, {"timestamp": [105.78, 111.06], "text": " this new COVID variant now sweeping the country what authorities want you to know. And the remarkable"}, {"timestamp": [111.06, 117.32], "text": " images tonight of the universe, the James Webb Space Telescope, giving us a new view tonight"}, {"timestamp": [117.32, 119.14], "text": " and we'll take you right through them."}, {"timestamp": [122.22, 129.78], "text": " From ABC News, World Headquarters in New York, this is World News Tonight with David Muir."}, {"timestamp": [130.52, 132.64], "text": " Good evening, and it's great to have you with us here in a Tuesday night."}, {"timestamp": [132.72, 136.26], "text": " We're on the seat of that deadly accident on the Hudson River here in New York City."}, {"timestamp": [136.72, 140.76], "text": " A child among the dead tonight, a boat capsizing, the rescue effort underway."}, {"timestamp": [141.06, 145.46], "text": " And the images also just released today inside that Uvaldi school, as parents"}, {"timestamp": [145.46, 150.16], "text": " there demand answers, what the images now reveal of the gunmen, the police, and it's chilling."}, {"timestamp": [150.82, 154.92], "text": " But we do begin tonight with the explosive testimony and the claims late today from the January"}, {"timestamp": [154.92, 159.6], "text": " 6th Committee. Tonight, for the first time, we hear from White House Counsel Pat Cipollone from"}, {"timestamp": [159.6, 164.7], "text": " the Trump administration on an unhinged meeting, as he described it, inside the White House."}, {"timestamp": [165.12, 168.5], "text": " The extreme efforts considered to keep former President Trump in office."}, {"timestamp": [169.0, 173.44], "text": " The committee trying to make the case today that Trump's words summoned the mob to Washington"}, {"timestamp": [173.44, 174.74], "text": " and then sent them to the Capitol."}, {"timestamp": [175.36, 179.98], "text": " And at the end, Vice Chair, Congresswoman Liz Cheney, saying the former president tried to"}, {"timestamp": [179.98, 183.36], "text": " reach out to a witness that the American people have not heard from yet."}, {"timestamp": [183.88, 186.18], "text": " She said they've reported it to the Department of Justice."}, {"timestamp": [187.0, 191.88], "text": " Today's testimony detailing the President's words, the efforts to draw those crowds to Washington,"}, {"timestamp": [192.18, 196.36], "text": " and the President's tweet immediately after that meeting described as unhinged,"}, {"timestamp": [196.74, 201.22], "text": " calling supporters to Washington on January 6th, saying, be there, it will be wild."}, {"timestamp": [201.86, 205.38], "text": " For the first time, that testimony from former White House counsel, Pat Cipollone,"}, {"timestamp": [205.48, 208.74], "text": " among the ideas he said that were being discussed in that meeting,"}, {"timestamp": [209.16, 212.32], "text": " the military seizing voting machines across this country."}, {"timestamp": [213.08, 215.6], "text": " Testifying today a former spokesperson for the oathkeepers,"}, {"timestamp": [215.84, 220.24], "text": " Jason Van Taitenhove, who said that day could have been a spark for a civil war"}, {"timestamp": [220.24, 222.6], "text": " and his warning about the next election."}, {"timestamp": [223.4, 227.4], "text": " Also, Steve Ayers, the Ohio man, who was there at the Capitol that day."}, {"timestamp": [227.5, 230.0], "text": " He said following Trump's words, he's been charged."}, {"timestamp": [230.5, 232.92], "text": " He said he believed the president's claim of a stolen election,"}, {"timestamp": [233.04, 235.38], "text": " and he also believed that it would be overturned that day."}, {"timestamp": [235.98, 239.64], "text": " But in looking back, he now urged his Americans to take the blinders off."}, {"timestamp": [240.36, 244.04], "text": " And that emotional moment right after the hearing today, Rachel Scott,"}, {"timestamp": [244.16, 245.82], "text": " leading us off from the Capitol again tonight."}, {"timestamp": [247.0, 259.6], "text": " Today, the January 6th committee methodically laying out how President Trump summoned an armed mob to Washington, D.C., ignoring his top White House advisors who told him he had lost the election."}, {"timestamp": [259.68, 260.6], "text": " We're coming for you."}, {"timestamp": [260.98, 264.44], "text": " One of the loudest voices, his White House counsel, Pat Cipollone."}, {"timestamp": [264.44, 269.72], "text": " There's no evidence of election fraud sufficient to undermine the outcome in particular."}, {"timestamp": [270.14, 271.18], "text": " Yes, I agree with that."}, {"timestamp": [271.46, 273.2], "text": " Trump's Attorney General agreed."}, {"timestamp": [273.6, 278.52], "text": " His daughter Ivanka, top cabinet secretaries, the president ignored them all."}, {"timestamp": [278.92, 281.96], "text": " President Trump is a 76-year-old man."}, {"timestamp": [282.48, 287.52], "text": " He is not an impressionable child. And Donald Trump cannot escape responsibility"}, {"timestamp": [287.52, 289.86], "text": " by being willfully blind."}, {"timestamp": [290.1, 292.24], "text": " Instead, Trump turned to outside advisors"}, {"timestamp": [292.24, 293.72], "text": " like lawyer Sidney Powell,"}, {"timestamp": [293.88, 295.72], "text": " who embraced conspiracy theories"}, {"timestamp": [295.72, 297.82], "text": " and suggested seizing voting machines,"}, {"timestamp": [298.02, 301.24], "text": " all without providing any proof of election fraud."}, {"timestamp": [301.46, 303.64], "text": " At some point, you have to put up or shut up."}, {"timestamp": [304.4, 305.26], "text": " That was my deal."}, {"timestamp": [305.56, 307.56], "text": " Why was this on a broader scale?"}, {"timestamp": [308.18, 309.42], "text": " A bad idea for the country?"}, {"timestamp": [311.58, 314.08], "text": " The federal government sees voting machines."}, {"timestamp": [314.7, 316.26], "text": " It's a terrible idea for the country."}, {"timestamp": [318.04, 320.68], "text": " That's not how we do things in the United States."}, {"timestamp": [320.68, 326.16], "text": " The clash between Trump's outside advisors and his White House team coming to a head on December"}, {"timestamp": [326.16, 329.46], "text": " 18th at an explosive meeting in the White House."}, {"timestamp": [329.46, 333.5], "text": " I opened the door and I walked in."}, {"timestamp": [333.5, 335.16], "text": " I saw General Flynn."}, {"timestamp": [335.16, 338.5], "text": " I saw Sidney Powell sitting there."}, {"timestamp": [338.5, 342.32], "text": " I was not happy to see the people in the overall."}, {"timestamp": [342.32, 353.22], "text": " At one point, General Flynn took out a diagram that supposedly showed by Peter S is all over the world."}, {"timestamp": [354.62, 361.62], "text": " And who was communicating with whom via the machines and some comment about like nest thermostats being hooked up to the internet."}, {"timestamp": [361.88, 367.08], "text": " The White House team arguing with lawyer Sidney Powell, who wanted to seize voting machines."}, {"timestamp": [367.42, 375.4], "text": " Cipollone and Hirschman and whoever the other guy was showed nothing but contempt and disdain"}, {"timestamp": [375.4, 377.0], "text": " of the president."}, {"timestamp": [377.0, 384.3], "text": " And you're asking one civil question, as a general matter, where is the evidence?"}, {"timestamp": [384.64, 387.18], "text": " And she says, well, the judges are corrupt."}, {"timestamp": [387.78, 392.16], "text": " And I was like, everyone, every single case that you've done in the country you guys lost,"}, {"timestamp": [392.26, 394.12], "text": " every one of them is corrupt, even the ones we appointed."}, {"timestamp": [394.58, 397.02], "text": " Trump's advisors nearly coming to blows."}, {"timestamp": [397.46, 399.32], "text": " The president taking it all in."}, {"timestamp": [399.62, 403.54], "text": " And when the meeting broke up, well after midnight, he fired off this tweet,"}, {"timestamp": [403.54, 405.56], "text": " calling his supporters to Washington"}, {"timestamp": [405.56, 412.7], "text": " on January 6th, telling them be there, will be wild. The committee says for the right-wing fringe,"}, {"timestamp": [413.0, 419.32], "text": " that one tweet was an instant call to action. And now Donald Trump is calling on his supporters"}, {"timestamp": [419.32, 427.3], "text": " to descend on Washington, D.C., January 6th. He is now calling on we, the people,"}, {"timestamp": [427.3, 429.54], "text": " to take action and to show our numbers."}, {"timestamp": [429.54, 433.38], "text": " If necessary, storming right into the Capitol."}, {"timestamp": [433.38, 436.48], "text": " January 6th, it'll be a million plus"}, {"timestamp": [436.48, 438.32], "text": " geeked up armed Americans."}, {"timestamp": [438.32, 440.32], "text": " The time for action is now."}, {"timestamp": [440.32, 442.42], "text": " Where were you when history called?"}, {"timestamp": [442.42, 446.64], "text": " One user asked, is the sixth D-day?"}, {"timestamp": [446.64, 449.0], "text": " Is that why Trump wants everyone there?"}, {"timestamp": [449.0, 456.34], "text": " Today, the American people hearing one Trump supporter, Stephen Ayers of Ohio, who testified he answered the president's call."}, {"timestamp": [456.34, 458.76], "text": " Why did you decide to march to the Capitol?"}, {"timestamp": [458.76, 466.24], "text": " Well, basically, you know, the president, you know, got everybody rowed up, told everybody head on down."}, {"timestamp": [466.5, 468.9], "text": " So we basically would just follow on what he said."}, {"timestamp": [469.18, 474.06], "text": " As you started marching, did you think there was still a chance the election would be overturned?"}, {"timestamp": [474.88, 481.48], "text": " Yeah, at that time I did, you know, because everybody was kind of like in the hope that, you know,"}, {"timestamp": [481.48, 485.36], "text": " Vice President Pence was not going to assertive by the election."}, {"timestamp": [487.02, 490.88], "text": " You know, also the whole time on our way down there kept hearing about this big reveal."}, {"timestamp": [491.78, 494.98], "text": " I remember us talking about and we kind of thought maybe that was it."}, {"timestamp": [495.4, 498.12], "text": " So that hope was there."}, {"timestamp": [498.66, 500.8], "text": " Ayers is one of those who stormed the Capitol."}, {"timestamp": [500.8, 503.7], "text": " He just pleaded guilty to disorderly conduct."}, {"timestamp": [504.38, 511.46], "text": " Basically, you know, I lost my job, pretty much sold my house. It changed my life, you know,"}, {"timestamp": [511.7, 517.78], "text": " and not for the good, definitely not for the, you know, for the better. In the front row watching"}, {"timestamp": [517.78, 524.2], "text": " heirs testify, another man whose life was changed that day. Capital Police Sergeant Aqualino"}, {"timestamp": [524.2, 525.1], "text": " Ginell."}, {"timestamp": [527.32, 527.92], "text": " Last month, on June 28th,"}, {"timestamp": [530.2, 532.74], "text": " Sergeant Ginell's team of doctors told him that permanent injuries he has suffered"}, {"timestamp": [532.74, 535.46], "text": " to his left shoulder and right foot"}, {"timestamp": [535.46, 537.78], "text": " now make it impossible for him"}, {"timestamp": [537.78, 540.96], "text": " to continue as a police officer."}, {"timestamp": [541.86, 543.62], "text": " He must leave policing for good"}, {"timestamp": [543.62, 546.42], "text": " and figure out the rest of his life."}, {"timestamp": [546.42, 554.0], "text": " As lawmakers spoke of his patriotism and sacrifice, Sergeant Ginell quietly wiping away tears."}, {"timestamp": [554.0, 558.24], "text": " Today's hearing concluding with this warning from Congresswoman Liz Cheney."}, {"timestamp": [558.24, 566.0], "text": " After our last hearing, President Trump tried to call a witness in our investigation."}, {"timestamp": [566.0, 570.0], "text": " A witness you have not yet seen in these hearings."}, {"timestamp": [570.0, 576.0], "text": " That person declined to answer or respond to President Trump's call"}, {"timestamp": [576.0, 580.0], "text": " and instead alerted their lawyer to the call."}, {"timestamp": [580.0, 582.0], "text": " Their lawyer alerted us."}, {"timestamp": [582.0, 587.12], "text": " And this committee has supplied that information to the Department of Justice."}, {"timestamp": [588.0, 596.02], "text": " Let me say one more time, we will take any effort to influence witness testimony very seriously."}, {"timestamp": [596.8, 600.98], "text": " We're going to get reaction to that from the Justice Department in just a moment, our new reporting."}, {"timestamp": [601.08, 604.18], "text": " But in the meantime, let's get right to Rachel Scott tonight, live at the Capitol."}, {"timestamp": [604.72, 608.26], "text": " Rachel, you and I were on the air together this afternoon as that remarkable moment played out late"}, {"timestamp": [608.26, 613.48], "text": " today after the hearing, Stephen Ayers, the Ohio man, who described himself as a family man who worked for a"}, {"timestamp": [613.48, 617.98], "text": " cabinet maker, who then wound up storming the Capitol, he said, for Trump. He said, looking back,"}, {"timestamp": [618.04, 622.38], "text": " it's like he had blinders on. Well, today, look at this moment right here. He approached the officers,"}, {"timestamp": [622.5, 625.88], "text": " including Sergeant Connell, apologizing for what he had done."}, {"timestamp": [627.1, 627.88], "text": " Yes, David."}, {"timestamp": [627.98, 632.3], "text": " And tonight, Sergeant Connell tells me that he does accept that apology from Stephen Ayers,"}, {"timestamp": [632.42, 635.76], "text": " but he believes he does need to be held accountable for his actions, David."}, {"timestamp": [636.2, 638.48], "text": " And Rachel, I want to go back to another key moment today,"}, {"timestamp": [638.58, 644.5], "text": " lawmakers obtaining text messages from former President Trump's former campaign manager, Brad Parzcal."}, {"timestamp": [644.9, 650.2], "text": " Parckel texting a colleague after the scene unfolded on January 6th saying, quote,"}, {"timestamp": [650.54, 656.82], "text": " a sitting president asking for a civil war, adding, I feel guilty for helping him win."}, {"timestamp": [657.42, 662.26], "text": " He texted, a woman is dead if I was Trump and knew my rhetoric killed someone."}, {"timestamp": [662.44, 664.84], "text": " Remarkable text messages revealed by that committee."}, {"timestamp": [665.9, 670.16], "text": " Yes, David, and this is striking because this is someone who has worked closely with the former president"}, {"timestamp": [670.16, 671.84], "text": " since his very first campaign."}, {"timestamp": [672.16, 674.5], "text": " In fact, he is still working for Donald Trump."}, {"timestamp": [674.5, 680.54], "text": " And today, another revelation in this hearing, the committee, obtaining a draft tweet from Trump"}, {"timestamp": [680.54, 687.44], "text": " just two days before the insurrection, actually calling on his supporters to march to the Capitol on January 6th."}, {"timestamp": [687.5, 693.52], "text": " That tweet was never sent out, but lawmakers say it underscores that this was Trump's goal all along, David."}, {"timestamp": [693.64, 698.9], "text": " All right, Rachel, our thanks to you. And you heard Rachel report there that explosive allegation from Congresswoman Liz Cheney,"}, {"timestamp": [699.02, 704.58], "text": " who claimed former President Trump reached out to a witness who the country has not seen testify yet."}, {"timestamp": [705.02, 707.48], "text": " That witness is not taking the call, alerting their lawyer."}, {"timestamp": [707.62, 711.26], "text": " Tonight, Cheney saying the committee has now reported of this to the Department of Justice."}, {"timestamp": [711.26, 714.32], "text": " So let's bring in our Chief Justice correspondent Pierre Thomas with lay reporting,"}, {"timestamp": [714.46, 716.76], "text": " and the Justice Department is now reviewing this, Pierre."}, {"timestamp": [717.64, 720.8], "text": " David, that contact apparently happened right after the last hearing."}, {"timestamp": [721.18, 729.4], "text": " And Vice Chair Cheney is firing a warning shot, telling former President Trump to stop reaching out to witnesses. According to committee member Jamie Raskin, quote,"}, {"timestamp": [729.52, 734.18], "text": " this has been an ongoing pattern and we're trying to send a message that witness tampering is a"}, {"timestamp": [734.18, 739.4], "text": " crime. But before DOJ would take any action, it would need to know a great deal more. For example,"}, {"timestamp": [739.52, 743.86], "text": " did President Trump know this person had been called to be a witness in exactly what was the"}, {"timestamp": [743.86, 745.04], "text": " context of that call."}, {"timestamp": [745.58, 750.6], "text": " DOJ is not commenting, but today Congress was clearly trying to turn up the heat on former"}, {"timestamp": [750.6, 751.62], "text": " President Trump, David."}, {"timestamp": [751.76, 754.26], "text": " All right, Pierre Thomas, Rachel Scott, our thanks to you both tonight."}, {"timestamp": [754.74, 762.48], "text": " We move on to the other news and late today an awful scene unfolding on the Hudson River right here in New York City, a boat on the Hudson capsizing a child among the dead tonight."}, {"timestamp": [762.48, 764.84], "text": " The rescue effort to get to several others."}, {"timestamp": [766.3, 766.8], "text": " Victims pulled from the water. ABC's Ariel Reischf among the dead tonight. The rescue effort to get to several others, victims pulled from the water."}, {"timestamp": [768.7, 770.02], "text": " ABC's Ariel Resheff on the scene tonight."}, {"timestamp": [772.86, 773.26], "text": " Tonight, tragedy on New York City's Hudson River."}, {"timestamp": [776.34, 776.64], "text": " Two people dead after this small jetboat capsized."}, {"timestamp": [779.76, 780.12], "text": " The victims, a seven-year-old boy and a 50-year-old woman."}, {"timestamp": [785.12, 785.64], "text": " Authorities in New York Waterway Ferries frantically attempt to pull 12 people from the water."}, {"timestamp": [787.58, 787.96], "text": " First responders rendering first aid."}, {"timestamp": [790.98, 791.02], "text": " We saw a couple people on the water and they just caught popping out."}, {"timestamp": [791.84, 792.34], "text": " It was a capsized boat."}, {"timestamp": [795.54, 796.14], "text": " Eyewitnesses on the ferries describing the distraught passengers."}, {"timestamp": [799.0, 799.74], "text": " Everyone was on the boat and there was screaming."}, {"timestamp": [805.94, 811.76], "text": " So the ferry stopped and they threw out life vests and then we pulled them up one by one. The boat chartered by family and friends. Tonight, eight people in stable condition, the driver"}, {"timestamp": [811.76, 817.4], "text": " and one other in critical condition. This river, the same, that Captain Sully Sullenberger"}, {"timestamp": [817.4, 823.26], "text": " landed on in 2009. During tonight's briefing, New York City's Mayor Eric Adams, remembering the"}, {"timestamp": [823.26, 827.28], "text": " miracle on the Hudson and thanking those who aided in this rescue."}, {"timestamp": [827.82, 832.0], "text": " So, unfortunately, a miracle has been shattered with the loss of two lives."}, {"timestamp": [832.58, 840.24], "text": " Between New York Waterway, Harbor, FDNY, and those who participated, we clearly saved lives."}, {"timestamp": [841.62, 844.78], "text": " And David, tonight, the investigation is just beginning."}, {"timestamp": [844.94, 849.0], "text": " Authorities looking into the condition of the water and the capacity of that jetboat"}, {"timestamp": [849.0, 851.82], "text": " to see if there may have been too many people on board."}, {"timestamp": [852.22, 852.4], "text": " David?"}, {"timestamp": [852.5, 854.74], "text": " All right. Ariel Reshuff here in New York, Ariel, thank you."}, {"timestamp": [855.22, 859.6], "text": " Now to Texas where parents have been demanding answers in Uvaldi and tonight newly released surveillance"}, {"timestamp": [859.6, 862.46], "text": " from inside Rob Elementary and it's chilling."}, {"timestamp": [863.0, 865.82], "text": " Some of the families of the victims have been demanding to see this video."}, {"timestamp": [866.02, 868.22], "text": " It was obtained by our Austin affiliate, KVew,"}, {"timestamp": [868.6, 870.72], "text": " and the Austin American statesman newspaper,"}, {"timestamp": [870.98, 875.12], "text": " who are sharing it to provide transparency to those families and to the community."}, {"timestamp": [875.74, 878.54], "text": " ABC's Maria Villarreal with the disturbing new images tonight"}, {"timestamp": [878.54, 881.5], "text": " that show the gunmen in the school hallways, the police,"}, {"timestamp": [881.5, 884.24], "text": " and how long it took to get to those children."}, {"timestamp": [885.38, 891.7], "text": " Tonight, chilling video obtained by ABC affiliate Caveview, capturing the rampage at Rob"}, {"timestamp": [891.7, 892.14], "text": " Elementary."}, {"timestamp": [892.62, 898.12], "text": " Surveillance footage capturing the moment the gunman crashed his truck near the school, opening"}, {"timestamp": [898.12, 901.12], "text": " fire on two witnesses who had raced to the scene to help."}, {"timestamp": [901.66, 916.8], "text": " Moments later, a teacher frantically calling 911. I can't see him. I cannot see them. The kids are running. Oh my God."}, {"timestamp": [916.8, 921.92], "text": " Outside the school, you can hear the shooter firing at the building."}, {"timestamp": [925.86, 927.42], "text": " Get out. Get in your room. Get in your room."}, {"timestamp": [928.24, 929.44], "text": " Get in your room!"}, {"timestamp": [930.1, 931.9], "text": " At 1133, a witness"}, {"timestamp": [931.9, 933.94], "text": " capturing the gunman entering the school"}, {"timestamp": [933.94, 936.08], "text": " with a rifle. Inside, he"}, {"timestamp": [936.08, 938.2], "text": " calmly makes his way down the hall."}, {"timestamp": [938.64, 940.14], "text": " A little boy rounding the corner"}, {"timestamp": [940.14, 941.7], "text": " as the gunman opens fire,"}, {"timestamp": [942.08, 944.08], "text": " narrowly escaping as more than"}, {"timestamp": [944.08, 946.06], "text": " 100 rounds are fired."}, {"timestamp": [947.24, 954.18], "text": " Three minutes later, police arriving to officers doubling back as they come under fire."}, {"timestamp": [954.66, 961.78], "text": " 19 minutes after the gunman first opened fire inside, more heavily armed officers arrive, some with shields."}, {"timestamp": [962.32, 966.84], "text": " 36 minutes in, officers are still seen standing in the hallway,"}, {"timestamp": [967.34, 970.3], "text": " guns drawn but still have not confronted the suspect."}, {"timestamp": [971.06, 973.0], "text": " 48 minutes go by."}, {"timestamp": [973.46, 975.54], "text": " He fires another four rounds,"}, {"timestamp": [975.74, 978.22], "text": " but still, no rescue attempts."}, {"timestamp": [978.76, 981.42], "text": " At 57 minutes later, more waiting."}, {"timestamp": [981.98, 983.52], "text": " It's not until 1250,"}, {"timestamp": [984.0, 986.7], "text": " 77 minutes after the shooter entered the school."}, {"timestamp": [987.24, 994.36], "text": " 74 minutes after the first police arrive that a team would finally breach the classroom and kill the gunmen."}, {"timestamp": [996.28, 1003.8], "text": " This afternoon, I reached out to several families. One mother says that she does not plan to watch this video because it will not bring her daughter back."}, {"timestamp": [1003.8, 1008.44], "text": " Another family says they were able to watch about 20 seconds but couldn't stomach much more"}, {"timestamp": [1008.44, 1010.9], "text": " after seeing the gunman inside that hallway."}, {"timestamp": [1011.0, 1013.04], "text": " And I just got off the phone with the mayor a few minutes ago, David."}, {"timestamp": [1013.04, 1020.12], "text": " He tells me right now this is a disrespectful way to release this video that these families have been blindsided"}, {"timestamp": [1020.12, 1024.18], "text": " and he plans to ask for a full investigation of how it was leaked."}, {"timestamp": [1024.68, 1024.92], "text": " David?"}, {"timestamp": [1025.04, 1028.06], "text": " Yeah, it's impossible to imagine what it's like for these families to see this, Maria,"}, {"timestamp": [1028.14, 1030.3], "text": " but you can't understand how they're demanding answers,"}, {"timestamp": [1030.42, 1032.04], "text": " and we'll stay on this as you have been."}, {"timestamp": [1032.18, 1032.66], "text": " Thank you, Maria."}, {"timestamp": [1033.44, 1036.32], "text": " In the meantime, to the pandemic tonight in a growing number of COVID cases,"}, {"timestamp": [1036.48, 1041.64], "text": " 65% of new cases, in fact, now linked to that newest sub-varian, BA5."}, {"timestamp": [1041.76, 1046.04], "text": " Tonight authorities say it's more transmissible and also better at evading immunity."}, {"timestamp": [1046.56, 1050.56], "text": " Hospital admissions have doubled since early May. Tonight, the White House urging Americans to stay"}, {"timestamp": [1050.56, 1055.66], "text": " up to date on their COVID shots and boosters and in high-risk areas to mask up indoors again"}, {"timestamp": [1055.66, 1061.4], "text": " and in medium-risk areas to mask up based on your individual risk. We turned out of the war in Ukraine"}, {"timestamp": [1061.4, 1065.64], "text": " tonight. The U.S. announcing a major new infusion of cash to Ukraine, 1.7 billion."}, {"timestamp": [1066.2, 1072.28], "text": " And it comes amid these warnings that Iran is about to offer significant help to Russia in fighting the Ukrainians."}, {"timestamp": [1072.74, 1075.58], "text": " Our foreign correspondent James Longman, reporting in from Ukraine tonight."}, {"timestamp": [1076.28, 1079.66], "text": " A huge new tranche of aid is being provided by the U.S., David."}, {"timestamp": [1079.66, 1085.7], "text": " $1.7 billion to help maintain Ukraine's essential services like health care."}, {"timestamp": [1086.0, 1088.96], "text": " And just as President Biden prepares for his trip to the Middle East,"}, {"timestamp": [1089.3, 1095.5], "text": " Vladimir Putin is heading to Tehran next week for talks with both the Iranian and Turkish leaders."}, {"timestamp": [1095.5, 1099.68], "text": " Now, the talks will be focused on Syria, but Ukraine will be front and center,"}, {"timestamp": [1100.0, 1109.16], "text": " especially now that the United States has said that Tehran is planning on sending hundreds of combat drones to Moscow for help in its war here in Ukraine."}, {"timestamp": [1109.44, 1114.7], "text": " As foreign help for both sides builds, it's clear just how global the consequences of this war have become."}, {"timestamp": [1115.14, 1115.32], "text": " David."}, {"timestamp": [1115.44, 1117.0], "text": " All right, James Longman reporting in from Kiev."}, {"timestamp": [1117.12, 1117.82], "text": " James, thank you."}, {"timestamp": [1117.92, 1122.94], "text": " When we come back tonight, news coming in this evening about the ISIS leader killed in a U.S. drone strike."}, {"timestamp": [1122.94, 1124.36], "text": " And then later here, stay tuned."}, {"timestamp": [1124.46, 1127.9], "text": " The new images tonight of the universe, and they're extraordinary."}, {"timestamp": [1130.72, 1134.2], "text": " This is one of the biggest and best kept secrets of the Third Reich."}, {"timestamp": [1135.96, 1139.02], "text": " Thousands of forced laborers die in these tunnels."}, {"timestamp": [1141.12, 1143.72], "text": " You're planning something big."}, {"timestamp": [1144.24, 1145.82], "text": " Death and construction."}, {"timestamp": [1146.18, 1147.78], "text": " What secret are they trying to hide here?"}, {"timestamp": [1149.42, 1152.72], "text": " It's a heck of a place to haul up in the army and fight to the end."}, {"timestamp": [1154.62, 1156.64], "text": " Was it, Hitler's headquarters?"}, {"timestamp": [1157.48, 1172.0], "text": " Secret and antsy bases tonight on Duke and TV in Z Plus."}, {"timestamp": [1173.56, 1175.62], "text": " Together anything's possible. Westpac, together greater."}, {"timestamp": [1176.38, 1177.44], "text": " It's just pizza, right?"}, {"timestamp": [1178.02, 1178.96], "text": " Nothing special."}, {"timestamp": [1180.16, 1180.62], "text": " Seriously?"}, {"timestamp": [1181.08, 1184.16], "text": " Delicious authentic ingredients, perfect sourdough base."}, {"timestamp": [1184.46, 1186.82], "text": " People I'm way too comfortable with."}, {"timestamp": [1187.0, 1188.8], "text": " McCain Rustica, nothing special?"}, {"timestamp": [1189.2, 1189.8], "text": " Beg to differ."}, {"timestamp": [1194.0, 1204.66], "text": " Never miss a moment with endless data, calls, texts and hotspotting on all Botafone endless mobile plans."}, {"timestamp": [1206.04, 1207.7], "text": " Insulate your walls with Inselmax."}, {"timestamp": [1207.84, 1211.88], "text": " The easy, cost-effective way to insulate your walls, usually in just one day."}, {"timestamp": [1212.04, 1218.14], "text": " Join the thousands of Kiwis enjoying a warm, dry, energy-efficient home with Intelmax retrofit wall insulation."}, {"timestamp": [1218.3, 1219.62], "text": " Visit insulmax.com.com."}, {"timestamp": [1221.18, 1222.4], "text": " Beetlejuice."}, {"timestamp": [1222.54, 1225.12], "text": " There's one name you should call."}, {"timestamp": [1225.32, 1226.06], "text": " Beetlejuice."}, {"timestamp": [1226.8, 1227.54], "text": " It's showtime."}, {"timestamp": [1227.7, 1229.46], "text": " When you want to rest in peace..."}, {"timestamp": [1229.46, 1231.76], "text": " What's the good of being a ghost if you can't frame people away?"}, {"timestamp": [1231.86, 1234.26], "text": " But you need to get rid of the living."}, {"timestamp": [1234.46, 1235.34], "text": " Can you be scary?"}, {"timestamp": [1236.88, 1237.6], "text": " You like it?"}, {"timestamp": [1237.86, 1242.68], "text": " Starring Alec Baldwin, Gina Davis, Winona Ryder and Michael Keaton."}, {"timestamp": [1243.64, 1245.58], "text": " And the ghost was the most, babe."}, {"timestamp": [1246.28, 1249.04], "text": " Beetlejuice, Saturday of 7 on 2."}, {"timestamp": [1253.92, 1258.14], "text": " Tonight, the U.S. is now confirming the death of a top ISIS leader in northwest Syria."}, {"timestamp": [1258.26, 1262.94], "text": " The Pentagon saying the leader was killed, another senior ISIS official wounded, all in a drone strike,"}, {"timestamp": [1263.24, 1267.12], "text": " part of a series of operations targeting terrorist leaders in that part of Syria."}, {"timestamp": [1267.66, 1274.28], "text": " When we come back here, the major airport where they're halting any new ticket sales until September because of the luggage disaster."}, {"timestamp": [1275.06, 1286.24], "text": " To the index in travel chaos at Heathrow Airport in London, Heathrow now telling airlines to stop selling any tickets through Heathrow until mid-September and setting a limit of 100,000 passengers per day."}, {"timestamp": [1286.64, 1291.98], "text": " The airport struggling with major delays, lines, and a massive backup tonight of lost baggage."}, {"timestamp": [1292.64, 1296.08], "text": " When we come back here, the new and amazing look at the universe."}, {"timestamp": [1299.04, 1299.68], "text": " It's a spectacular."}, {"timestamp": [1302.44, 1304.82], "text": " I thought you said the road was closed."}, {"timestamp": [1305.28, 1306.5], "text": " Uh, well, carry on."}, {"timestamp": [1309.92, 1310.98], "text": " We're all hosing."}, {"timestamp": [1311.14, 1311.96], "text": " Top Gear America."}, {"timestamp": [1313.2, 1315.98], "text": " What a truly special machine."}, {"timestamp": [1317.5, 1320.3], "text": " This is the grossest thing I've ever seen."}, {"timestamp": [1320.6, 1320.88], "text": " It is."}, {"timestamp": [1321.34, 1323.7], "text": " The journey is the destination."}, {"timestamp": [1324.38, 1326.12], "text": " Top Gear America, the Sunday"}, {"timestamp": [1326.12, 1327.96], "text": " on Duke and on TV and Zed"}, {"timestamp": [1327.96, 1329.92], "text": " Plus. We're"}, {"timestamp": [1329.92, 1332.2], "text": " defined by the places we explore"}, {"timestamp": [1332.2, 1334.28], "text": " rugged, beautiful"}, {"timestamp": [1334.28, 1335.8], "text": " and everything in between."}, {"timestamp": [1336.54, 1337.8], "text": " We live for the best of it"}, {"timestamp": [1337.8, 1339.82], "text": " and we're prepared for the worst of it."}, {"timestamp": [1340.42, 1341.74], "text": " We couldn't have come from anywhere"}, {"timestamp": [1341.74, 1342.74], "text": " but here."}, {"timestamp": [1344.0, 1345.76], "text": " Worried about your Kiwi saver balance?"}, {"timestamp": [1346.2, 1347.38], "text": " It can be scary."}, {"timestamp": [1348.14, 1352.12], "text": " Here at A&P, we believe a little planning can go a long way."}, {"timestamp": [1352.94, 1355.3], "text": " Get in touch today and get a little help."}, {"timestamp": [1355.82, 1357.4], "text": " Go to A&P.com.com.com."}, {"timestamp": [1358.9, 1360.66], "text": " Any fallout after last night?"}, {"timestamp": [1360.84, 1361.06], "text": " No."}, {"timestamp": [1361.24, 1362.42], "text": " Did he have a night?"}, {"timestamp": [1363.04, 1365.82], "text": " He'll live to regret."}, {"timestamp": [1366.56, 1368.52], "text": " Oh, oh no."}, {"timestamp": [1369.9, 1373.78], "text": " Shortland Street, tonight at 7 on 2 and TVNZ Plus."}, {"timestamp": [1374.58, 1375.46], "text": " Are you ready?"}, {"timestamp": [1375.64, 1376.7], "text": " You, inspirational music?"}, {"timestamp": [1377.84, 1378.18], "text": " Show me."}, {"timestamp": [1378.32, 1378.68], "text": " Movies."}, {"timestamp": [1378.86, 1379.18], "text": " The movies?"}, {"timestamp": [1379.44, 1379.84], "text": " Movies."}, {"timestamp": [1381.92, 1382.58], "text": " Show me."}, {"timestamp": [1382.72, 1383.0], "text": " Good."}, {"timestamp": [1383.88, 1384.24], "text": " And either."}, {"timestamp": [1384.78, 1385.14], "text": " Show me. Movies evil. Show me."}, {"timestamp": [1385.28, 1385.68], "text": " Movies."}, {"timestamp": [1385.78, 1386.3], "text": " Action."}, {"timestamp": [1388.1, 1389.42], "text": " It's really emotional."}, {"timestamp": [1390.24, 1392.12], "text": " I'm talking about movie stars."}, {"timestamp": [1393.5, 1394.4], "text": " How about movies?"}, {"timestamp": [1394.58, 1395.04], "text": " If I love."}, {"timestamp": [1396.5, 1397.34], "text": " Horror movies."}, {"timestamp": [1397.96, 1398.12], "text": " Ah!"}, {"timestamp": [1399.62, 1401.18], "text": " You were a vast numbers."}, {"timestamp": [1401.18, 1401.62], "text": " Hundreds."}, {"timestamp": [1401.62, 1402.94], "text": " Hundreds of big movies."}, {"timestamp": [1403.94, 1404.28], "text": " Show me."}, {"timestamp": [1404.38, 1404.84], "text": " All of them."}, {"timestamp": [1405.72, 1406.02], "text": " Hundreds. Hundreds. Hundreds. Hundreds. Hundreds. Hundreds. Hundreds. Hundreds. Big movies. Show me all of them. Hundreds."}, {"timestamp": [1406.2, 1407.0], "text": " Hundreds."}, {"timestamp": [1407.0, 1407.58], "text": " Hundreds."}, {"timestamp": [1407.58, 1408.08], "text": " Hundreds."}, {"timestamp": [1408.08, 1408.18], "text": " Of nervous."}, {"timestamp": [1408.18, 1409.0], "text": " Free."}, {"timestamp": [1409.0, 1410.48], "text": " It sounds good to me."}, {"timestamp": [1410.48, 1410.92], "text": " So good."}, {"timestamp": [1410.92, 1411.76], "text": " Super, super, super good."}, {"timestamp": [1411.92, 1412.56], "text": " I'm excited."}, {"timestamp": [1412.96, 1413.52], "text": " You heard me."}, {"timestamp": [1413.52, 1413.96], "text": " Hundreds."}, {"timestamp": [1413.96, 1414.08], "text": " Hundreds."}, {"timestamp": [1414.08, 1414.52], "text": " A nervous."}, {"timestamp": [1414.52, 1415.12], "text": " Free."}, {"timestamp": [1415.12, 1415.36], "text": " Free."}, {"timestamp": [1415.92, 1430.38], "text": " Enjoy the play. Finally tonight here, the universe, as it's never been seen before."}, {"timestamp": [1430.76, 1431.38], "text": " Here's two of Benitez."}, {"timestamp": [1432.54, 1437.4], "text": " Tonight, the new James Webb telescope reaching deeper into the universe than ever before."}, {"timestamp": [1437.72, 1439.28], "text": " Oh my gosh, it really does work."}, {"timestamp": [1439.58, 1441.24], "text": " Personally, I went and had an ugly cry."}, {"timestamp": [1441.7, 1445.32], "text": " This one's showing a wide angle of just a tiny fraction of the universe,"}, {"timestamp": [1445.7, 1447.4], "text": " thousands of galaxies in view,"}, {"timestamp": [1447.74, 1452.0], "text": " the red ones going back to the dawn of time more than 13 billion years ago."}, {"timestamp": [1452.44, 1456.44], "text": " And this image, the death of a star, collapsing, then exploding,"}, {"timestamp": [1456.84, 1458.68], "text": " creating that gorgeous ring of colors."}, {"timestamp": [1458.68, 1461.62], "text": " This image capturing five galaxies together,"}, {"timestamp": [1462.0, 1465.52], "text": " those sweeping tails of gas seen in crystal clear detail."}, {"timestamp": [1465.96, 1470.98], "text": " And here, the so-called cosmic cliffs, the Karena Nebula, where stars are born."}, {"timestamp": [1471.72, 1479.9], "text": " And David, the Webb Telescope has already made a discovery finding water vapor in the atmosphere of a planet that's orbiting a distant star."}, {"timestamp": [1480.04, 1480.98], "text": " Just incredible, David."}, {"timestamp": [1481.1, 1484.84], "text": " It really is, Gio. Thank you. Just spectacular. And I'll see you right back here tomorrow."}, {"timestamp": [1485.36, 1485.68], "text": " Good night."}], "text": " Tonight, breaking news in New York City, the deadly accident on the Hudson, the boat sinking a child among the dead. Also, the chilling images just made public tonight from inside the Evaldi School, what those images reveal. And the explosive claim late today at the January 6th hearing, the bombshell allegation in front of the American people against former President Trump. Congresswoman Liz Cheney suggesting the former president allegedly reached out to a witness that the American people have not heard from yet. She said the committee reporting it to the Department of Justice. And tonight here for the first time, the American people hearing testimony from former Trump White House counsel Pat Cipollone, describing an unhinged meeting inside the White House. The extreme ideas proposed for Trump to hold on to power, a plan for the U.S. military to seize voting machines. Also, the committee today accusing Trump of summoning the mob with his own words to Washington. And rioter Stephen Ayers testifying that he was answering Donald Trump's call and the emotional moment in that hearing room today involving the rioter and the Capitol officers, Rachel Scott and Pierre Thomas, standing by. Also tonight, those images coming in now, that deadly boating accident on the Hudson, a boat capsizing. At least two people dead, including the child, several victims pulled from the water. Ariel Reisch from the scene tonight. Also late today as parents demand answers in Texas that newly obtained surveillance showing the gunman in Yuvaldi armed with a rifle in the halls of Rob Elementary, a boy rounding the corner seconds after he passes by. Officers begin filling the hallway three minutes later, several coming under fire, and how long it takes before they go after the gunman, Maria Villarreal in Texas. The warning tonight about this new COVID variant now sweeping the country what authorities want you to know. And the remarkable images tonight of the universe, the James Webb Space Telescope, giving us a new view tonight and we'll take you right through them. From ABC News, World Headquarters in New York, this is World News Tonight with David Muir. Good evening, and it's great to have you with us here in a Tuesday night. We're on the seat of that deadly accident on the Hudson River here in New York City. A child among the dead tonight, a boat capsizing, the rescue effort underway. And the images also just released today inside that Uvaldi school, as parents there demand answers, what the images now reveal of the gunmen, the police, and it's chilling. But we do begin tonight with the explosive testimony and the claims late today from the January 6th Committee. Tonight, for the first time, we hear from White House Counsel Pat Cipollone from the Trump administration on an unhinged meeting, as he described it, inside the White House. The extreme efforts considered to keep former President Trump in office. The committee trying to make the case today that Trump's words summoned the mob to Washington and then sent them to the Capitol. And at the end, Vice Chair, Congresswoman Liz Cheney, saying the former president tried to reach out to a witness that the American people have not heard from yet. She said they've reported it to the Department of Justice. Today's testimony detailing the President's words, the efforts to draw those crowds to Washington, and the President's tweet immediately after that meeting described as unhinged, calling supporters to Washington on January 6th, saying, be there, it will be wild. For the first time, that testimony from former White House counsel, Pat Cipollone, among the ideas he said that were being discussed in that meeting, the military seizing voting machines across this country. Testifying today a former spokesperson for the oathkeepers, Jason Van Taitenhove, who said that day could have been a spark for a civil war and his warning about the next election. Also, Steve Ayers, the Ohio man, who was there at the Capitol that day. He said following Trump's words, he's been charged. He said he believed the president's claim of a stolen election, and he also believed that it would be overturned that day. But in looking back, he now urged his Americans to take the blinders off. And that emotional moment right after the hearing today, Rachel Scott, leading us off from the Capitol again tonight. Today, the January 6th committee methodically laying out how President Trump summoned an armed mob to Washington, D.C., ignoring his top White House advisors who told him he had lost the election. We're coming for you. One of the loudest voices, his White House counsel, Pat Cipollone. There's no evidence of election fraud sufficient to undermine the outcome in particular. Yes, I agree with that. Trump's Attorney General agreed. His daughter Ivanka, top cabinet secretaries, the president ignored them all. President Trump is a 76-year-old man. He is not an impressionable child. And Donald Trump cannot escape responsibility by being willfully blind. Instead, Trump turned to outside advisors like lawyer Sidney Powell, who embraced conspiracy theories and suggested seizing voting machines, all without providing any proof of election fraud. At some point, you have to put up or shut up. That was my deal. Why was this on a broader scale? A bad idea for the country? The federal government sees voting machines. It's a terrible idea for the country. That's not how we do things in the United States. The clash between Trump's outside advisors and his White House team coming to a head on December 18th at an explosive meeting in the White House. I opened the door and I walked in. I saw General Flynn. I saw Sidney Powell sitting there. I was not happy to see the people in the overall. At one point, General Flynn took out a diagram that supposedly showed by Peter S is all over the world. And who was communicating with whom via the machines and some comment about like nest thermostats being hooked up to the internet. The White House team arguing with lawyer Sidney Powell, who wanted to seize voting machines. Cipollone and Hirschman and whoever the other guy was showed nothing but contempt and disdain of the president. And you're asking one civil question, as a general matter, where is the evidence? And she says, well, the judges are corrupt. And I was like, everyone, every single case that you've done in the country you guys lost, every one of them is corrupt, even the ones we appointed. Trump's advisors nearly coming to blows. The president taking it all in. And when the meeting broke up, well after midnight, he fired off this tweet, calling his supporters to Washington on January 6th, telling them be there, will be wild. The committee says for the right-wing fringe, that one tweet was an instant call to action. And now Donald Trump is calling on his supporters to descend on Washington, D.C., January 6th. He is now calling on we, the people, to take action and to show our numbers. If necessary, storming right into the Capitol. January 6th, it'll be a million plus geeked up armed Americans. The time for action is now. Where were you when history called? One user asked, is the sixth D-day? Is that why Trump wants everyone there? Today, the American people hearing one Trump supporter, Stephen Ayers of Ohio, who testified he answered the president's call. Why did you decide to march to the Capitol? Well, basically, you know, the president, you know, got everybody rowed up, told everybody head on down. So we basically would just follow on what he said. As you started marching, did you think there was still a chance the election would be overturned? Yeah, at that time I did, you know, because everybody was kind of like in the hope that, you know, Vice President Pence was not going to assertive by the election. You know, also the whole time on our way down there kept hearing about this big reveal. I remember us talking about and we kind of thought maybe that was it. So that hope was there. Ayers is one of those who stormed the Capitol. He just pleaded guilty to disorderly conduct. Basically, you know, I lost my job, pretty much sold my house. It changed my life, you know, and not for the good, definitely not for the, you know, for the better. In the front row watching heirs testify, another man whose life was changed that day. Capital Police Sergeant Aqualino Ginell. Last month, on June 28th, Sergeant Ginell's team of doctors told him that permanent injuries he has suffered to his left shoulder and right foot now make it impossible for him to continue as a police officer. He must leave policing for good and figure out the rest of his life. As lawmakers spoke of his patriotism and sacrifice, Sergeant Ginell quietly wiping away tears. Today's hearing concluding with this warning from Congresswoman Liz Cheney. After our last hearing, President Trump tried to call a witness in our investigation. A witness you have not yet seen in these hearings. That person declined to answer or respond to President Trump's call and instead alerted their lawyer to the call. Their lawyer alerted us. And this committee has supplied that information to the Department of Justice. Let me say one more time, we will take any effort to influence witness testimony very seriously. We're going to get reaction to that from the Justice Department in just a moment, our new reporting. But in the meantime, let's get right to Rachel Scott tonight, live at the Capitol. Rachel, you and I were on the air together this afternoon as that remarkable moment played out late today after the hearing, Stephen Ayers, the Ohio man, who described himself as a family man who worked for a cabinet maker, who then wound up storming the Capitol, he said, for Trump. He said, looking back, it's like he had blinders on. Well, today, look at this moment right here. He approached the officers, including Sergeant Connell, apologizing for what he had done. Yes, David. And tonight, Sergeant Connell tells me that he does accept that apology from Stephen Ayers, but he believes he does need to be held accountable for his actions, David. And Rachel, I want to go back to another key moment today, lawmakers obtaining text messages from former President Trump's former campaign manager, Brad Parzcal. Parckel texting a colleague after the scene unfolded on January 6th saying, quote, a sitting president asking for a civil war, adding, I feel guilty for helping him win. He texted, a woman is dead if I was Trump and knew my rhetoric killed someone. Remarkable text messages revealed by that committee. Yes, David, and this is striking because this is someone who has worked closely with the former president since his very first campaign. In fact, he is still working for Donald Trump. And today, another revelation in this hearing, the committee, obtaining a draft tweet from Trump just two days before the insurrection, actually calling on his supporters to march to the Capitol on January 6th. That tweet was never sent out, but lawmakers say it underscores that this was Trump's goal all along, David. All right, Rachel, our thanks to you. And you heard Rachel report there that explosive allegation from Congresswoman Liz Cheney, who claimed former President Trump reached out to a witness who the country has not seen testify yet. That witness is not taking the call, alerting their lawyer. Tonight, Cheney saying the committee has now reported of this to the Department of Justice. So let's bring in our Chief Justice correspondent Pierre Thomas with lay reporting, and the Justice Department is now reviewing this, Pierre. David, that contact apparently happened right after the last hearing. And Vice Chair Cheney is firing a warning shot, telling former President Trump to stop reaching out to witnesses. According to committee member Jamie Raskin, quote, this has been an ongoing pattern and we're trying to send a message that witness tampering is a crime. But before DOJ would take any action, it would need to know a great deal more. For example, did President Trump know this person had been called to be a witness in exactly what was the context of that call. DOJ is not commenting, but today Congress was clearly trying to turn up the heat on former President Trump, David. All right, Pierre Thomas, Rachel Scott, our thanks to you both tonight. We move on to the other news and late today an awful scene unfolding on the Hudson River right here in New York City, a boat on the Hudson capsizing a child among the dead tonight. The rescue effort to get to several others. Victims pulled from the water. ABC's Ariel Reischf among the dead tonight. The rescue effort to get to several others, victims pulled from the water. ABC's Ariel Resheff on the scene tonight. Tonight, tragedy on New York City's Hudson River. Two people dead after this small jetboat capsized. The victims, a seven-year-old boy and a 50-year-old woman. Authorities in New York Waterway Ferries frantically attempt to pull 12 people from the water. First responders rendering first aid. We saw a couple people on the water and they just caught popping out. It was a capsized boat. Eyewitnesses on the ferries describing the distraught passengers. Everyone was on the boat and there was screaming. So the ferry stopped and they threw out life vests and then we pulled them up one by one. The boat chartered by family and friends. Tonight, eight people in stable condition, the driver and one other in critical condition. This river, the same, that Captain Sully Sullenberger landed on in 2009. During tonight's briefing, New York City's Mayor Eric Adams, remembering the miracle on the Hudson and thanking those who aided in this rescue. So, unfortunately, a miracle has been shattered with the loss of two lives. Between New York Waterway, Harbor, FDNY, and those who participated, we clearly saved lives. And David, tonight, the investigation is just beginning. Authorities looking into the condition of the water and the capacity of that jetboat to see if there may have been too many people on board. David? All right. Ariel Reshuff here in New York, Ariel, thank you. Now to Texas where parents have been demanding answers in Uvaldi and tonight newly released surveillance from inside Rob Elementary and it's chilling. Some of the families of the victims have been demanding to see this video. It was obtained by our Austin affiliate, KVew, and the Austin American statesman newspaper, who are sharing it to provide transparency to those families and to the community. ABC's Maria Villarreal with the disturbing new images tonight that show the gunmen in the school hallways, the police, and how long it took to get to those children. Tonight, chilling video obtained by ABC affiliate Caveview, capturing the rampage at Rob Elementary. Surveillance footage capturing the moment the gunman crashed his truck near the school, opening fire on two witnesses who had raced to the scene to help. Moments later, a teacher frantically calling 911. I can't see him. I cannot see them. The kids are running. Oh my God. Outside the school, you can hear the shooter firing at the building. Get out. Get in your room. Get in your room. Get in your room! At 1133, a witness capturing the gunman entering the school with a rifle. Inside, he calmly makes his way down the hall. A little boy rounding the corner as the gunman opens fire, narrowly escaping as more than 100 rounds are fired. Three minutes later, police arriving to officers doubling back as they come under fire. 19 minutes after the gunman first opened fire inside, more heavily armed officers arrive, some with shields. 36 minutes in, officers are still seen standing in the hallway, guns drawn but still have not confronted the suspect. 48 minutes go by. He fires another four rounds, but still, no rescue attempts. At 57 minutes later, more waiting. It's not until 1250, 77 minutes after the shooter entered the school. 74 minutes after the first police arrive that a team would finally breach the classroom and kill the gunmen. This afternoon, I reached out to several families. One mother says that she does not plan to watch this video because it will not bring her daughter back. Another family says they were able to watch about 20 seconds but couldn't stomach much more after seeing the gunman inside that hallway. And I just got off the phone with the mayor a few minutes ago, David. He tells me right now this is a disrespectful way to release this video that these families have been blindsided and he plans to ask for a full investigation of how it was leaked. David? Yeah, it's impossible to imagine what it's like for these families to see this, Maria, but you can't understand how they're demanding answers, and we'll stay on this as you have been. Thank you, Maria. In the meantime, to the pandemic tonight in a growing number of COVID cases, 65% of new cases, in fact, now linked to that newest sub-varian, BA5. Tonight authorities say it's more transmissible and also better at evading immunity. Hospital admissions have doubled since early May. Tonight, the White House urging Americans to stay up to date on their COVID shots and boosters and in high-risk areas to mask up indoors again and in medium-risk areas to mask up based on your individual risk. We turned out of the war in Ukraine tonight. The U.S. announcing a major new infusion of cash to Ukraine, 1.7 billion. And it comes amid these warnings that Iran is about to offer significant help to Russia in fighting the Ukrainians. Our foreign correspondent James Longman, reporting in from Ukraine tonight. A huge new tranche of aid is being provided by the U.S., David. $1.7 billion to help maintain Ukraine's essential services like health care. And just as President Biden prepares for his trip to the Middle East, Vladimir Putin is heading to Tehran next week for talks with both the Iranian and Turkish leaders. Now, the talks will be focused on Syria, but Ukraine will be front and center, especially now that the United States has said that Tehran is planning on sending hundreds of combat drones to Moscow for help in its war here in Ukraine. As foreign help for both sides builds, it's clear just how global the consequences of this war have become. David. All right, James Longman reporting in from Kiev. James, thank you. When we come back tonight, news coming in this evening about the ISIS leader killed in a U.S. drone strike. And then later here, stay tuned. The new images tonight of the universe, and they're extraordinary. This is one of the biggest and best kept secrets of the Third Reich. Thousands of forced laborers die in these tunnels. You're planning something big. Death and construction. What secret are they trying to hide here? It's a heck of a place to haul up in the army and fight to the end. Was it, Hitler's headquarters? Secret and antsy bases tonight on Duke and TV in Z Plus. Together anything's possible. Westpac, together greater. It's just pizza, right? Nothing special. Seriously? Delicious authentic ingredients, perfect sourdough base. People I'm way too comfortable with. McCain Rustica, nothing special? Beg to differ. Never miss a moment with endless data, calls, texts and hotspotting on all Botafone endless mobile plans. Insulate your walls with Inselmax. The easy, cost-effective way to insulate your walls, usually in just one day. Join the thousands of Kiwis enjoying a warm, dry, energy-efficient home with Intelmax retrofit wall insulation. Visit insulmax.com.com. Beetlejuice. There's one name you should call. Beetlejuice. It's showtime. When you want to rest in peace... What's the good of being a ghost if you can't frame people away? But you need to get rid of the living. Can you be scary? You like it? Starring Alec Baldwin, Gina Davis, Winona Ryder and Michael Keaton. And the ghost was the most, babe. Beetlejuice, Saturday of 7 on 2. Tonight, the U.S. is now confirming the death of a top ISIS leader in northwest Syria. The Pentagon saying the leader was killed, another senior ISIS official wounded, all in a drone strike, part of a series of operations targeting terrorist leaders in that part of Syria. When we come back here, the major airport where they're halting any new ticket sales until September because of the luggage disaster. To the index in travel chaos at Heathrow Airport in London, Heathrow now telling airlines to stop selling any tickets through Heathrow until mid-September and setting a limit of 100,000 passengers per day. The airport struggling with major delays, lines, and a massive backup tonight of lost baggage. When we come back here, the new and amazing look at the universe. It's a spectacular. I thought you said the road was closed. Uh, well, carry on. We're all hosing. Top Gear America. What a truly special machine. This is the grossest thing I've ever seen. It is. The journey is the destination. Top Gear America, the Sunday on Duke and on TV and Zed Plus. We're defined by the places we explore rugged, beautiful and everything in between. We live for the best of it and we're prepared for the worst of it. We couldn't have come from anywhere but here. Worried about your Kiwi saver balance? It can be scary. Here at A&P, we believe a little planning can go a long way. Get in touch today and get a little help. Go to A&P.com.com.com. Any fallout after last night? No. Did he have a night? He'll live to regret. Oh, oh no. Shortland Street, tonight at 7 on 2 and TVNZ Plus. Are you ready? You, inspirational music? Show me. Movies. The movies? Movies. Show me. Good. And either. Show me. Movies evil. Show me. Movies. Action. It's really emotional. I'm talking about movie stars. How about movies? If I love. Horror movies. Ah! You were a vast numbers. Hundreds. Hundreds of big movies. Show me. All of them. Hundreds. Hundreds. Hundreds. Hundreds. Hundreds. Hundreds. Hundreds. Hundreds. Big movies. Show me all of them. Hundreds. Hundreds. Hundreds. Hundreds. Of nervous. Free. It sounds good to me. So good. Super, super, super good. I'm excited. You heard me. Hundreds. Hundreds. A nervous. Free. Free. Enjoy the play. Finally tonight here, the universe, as it's never been seen before. Here's two of Benitez. Tonight, the new James Webb telescope reaching deeper into the universe than ever before. Oh my gosh, it really does work. Personally, I went and had an ugly cry. This one's showing a wide angle of just a tiny fraction of the universe, thousands of galaxies in view, the red ones going back to the dawn of time more than 13 billion years ago. And this image, the death of a star, collapsing, then exploding, creating that gorgeous ring of colors. This image capturing five galaxies together, those sweeping tails of gas seen in crystal clear detail. And here, the so-called cosmic cliffs, the Karena Nebula, where stars are born. And David, the Webb Telescope has already made a discovery finding water vapor in the atmosphere of a planet that's orbiting a distant star. Just incredible, David. It really is, Gio. Thank you. Just spectacular. And I'll see you right back here tomorrow. Good night."}