{"speakers": [], "chunks": [{"timestamp": [0.0, 12.98], "text": " Thank you."}, {"timestamp": [13.28, 17.02], "text": " This is Checkpoint on R&Z National."}, {"timestamp": [17.16, 18.9], "text": " I'm Lisa Owen Eyrie."}, {"timestamp": [18.9, 21.5], "text": " The police minister defends his patch,"}, {"timestamp": [21.62, 23.7], "text": " rolling out more search and seizure powers,"}, {"timestamp": [24.14, 25.98], "text": " caps for cash purchases"}, {"timestamp": [25.98, 31.74], "text": " and new firearms laws and a bid to hit gangs where it hurts. Chris Hickens joins us. A hellhole"}, {"timestamp": [31.74, 37.18], "text": " for dogs is how the SPCA described it. Now the two breeders responsible have been banned from"}, {"timestamp": [37.18, 42.98], "text": " owning animals for close to a decade. Mortgage holders assume the brace position as interest rates"}, {"timestamp": [42.98, 46.38], "text": " look ready to take off. We talk to the first home buyers club."}, {"timestamp": [46.8, 53.2], "text": " It's groundhog day for a bunch of COVID sufferers with re-infection rates cracking 16,000 and climbing."}, {"timestamp": [53.76, 58.36], "text": " And a Wellington store manager has nothing to toast after ram raters hit the liquor store."}, {"timestamp": [60.44, 62.3], "text": " RNZ News at 5."}, {"timestamp": [62.5, 63.2], "text": " Good afternoon."}, {"timestamp": [63.2, 65.64], "text": " Ahiayayayayayoriv Yashden Tendai."}, {"timestamp": [66.18, 69.24], "text": " An economist says households will come under further pressure"}, {"timestamp": [69.24, 72.38], "text": " as the Reserve Bank continues to hike interest rates."}, {"timestamp": [72.86, 75.66], "text": " The central bank has today raised the official cash rate"}, {"timestamp": [75.66, 80.6], "text": " by another 50 basis points to 2.5% to help tackle inflation"}, {"timestamp": [80.6, 82.84], "text": " which is at a 30-year high."}, {"timestamp": [83.4, 87.6], "text": " ASB chief economist, Nick Tuffley, says higher rates are necessary,"}, {"timestamp": [87.8, 92.64], "text": " but will be tough on households which are already dealing with rising consumer prices."}, {"timestamp": [92.94, 97.28], "text": " This is going to be a challenging year for households, particularly those with a mortgage"}, {"timestamp": [97.28, 102.4], "text": " because we are facing a lot of headwinds. But unfortunately, part of it is the inflation story"}, {"timestamp": [102.4, 105.84], "text": " itself and part of it is because we have high inflation"}, {"timestamp": [105.84, 108.94], "text": " and need to get that back down to a more normal level."}, {"timestamp": [109.46, 114.52], "text": " Nick Tuffley says he expects the official cash rate to reach three and a half percent by the"}, {"timestamp": [114.52, 115.26], "text": " end of the year."}, {"timestamp": [115.84, 120.76], "text": " The brother of a 72-year-old Auckland woman who died after living in her car for months"}, {"timestamp": [120.76, 125.3], "text": " has now spoken out saying he had hired a private investigator to find her."}, {"timestamp": [125.86, 131.7], "text": " Helena Pauline Wakefield was forced to leave the home she'd lived in since 2011 after her mother's"}, {"timestamp": [131.7, 137.48], "text": " death when her brother was appointed executor of the will. Larry Wakefield says he couldn't"}, {"timestamp": [137.48, 143.12], "text": " contact her after she left and hired a private investigator because he was worried. The investigator"}, {"timestamp": [143.12, 148.72], "text": " couldn't find Ms. Wakefield. Her brother says he doesn't understand why authorities didn't act"}, {"timestamp": [148.72, 151.62], "text": " after neighbours alerted them to her situation."}, {"timestamp": [152.66, 157.54], "text": " An Otago resident wants more done to stop people crossing a dangerous stream"}, {"timestamp": [157.54, 159.46], "text": " where three people have drowned."}, {"timestamp": [160.02, 164.08], "text": " A person died last night after a car plunged into the Silverstream River"}, {"timestamp": [164.08, 167.96], "text": " while trying to navigate a swollen Ford in North Tayuri."}, {"timestamp": [168.6, 170.46], "text": " Two occupants got out of the vehicle,"}, {"timestamp": [170.6, 173.58], "text": " but the body of a third person was found inside this morning."}, {"timestamp": [174.12, 176.86], "text": " Barbara Warren says her family helps one of the survivors"}, {"timestamp": [176.86, 179.46], "text": " by calling emergency services and warming him up."}, {"timestamp": [180.02, 183.62], "text": " She says it's the third death since she moved there about two decades ago."}, {"timestamp": [183.62, 187.62], "text": " Imagine you're in a car and there's a tiny little pocket of air and you have to all your breath and it's dark and it's the third death since she moved there about two decades ago. If you imagine you're in a car and there's a tiny little pocket of air"}, {"timestamp": [187.62, 191.18], "text": " and you have to hold your breath and it's dark and it's freezing and you're upside down."}, {"timestamp": [191.74, 196.06], "text": " Or if I think about it too hard, you know, it makes me want to gasp."}, {"timestamp": [196.44, 199.68], "text": " Barbara Warren says a possible solution is a gate."}, {"timestamp": [200.4, 204.74], "text": " The Prime Minister says updates to the COVID response will be announced tomorrow"}, {"timestamp": [204.74, 205.12], "text": " but is ruling out a return to the COVID response will be announced tomorrow,"}, {"timestamp": [208.58, 209.12], "text": " but is ruling out a return to the red level of the traffic light system."}, {"timestamp": [217.44, 218.08], "text": " The Ministry of Health today reported 11,464 new community cases of COVID-19 and 29 deaths."}, {"timestamp": [222.46, 222.96], "text": " The seven-day rolling average of community cases is 9,710."}, {"timestamp": [228.48, 233.6], "text": " But speaking in Fiji, Jacinda Arden, says masks, boosters and isolating remain the three measures that will make a difference to the numbers. COVID-19 response minister Ayesha"}, {"timestamp": [233.6, 239.4], "text": " Varel will reveal more tomorrow. And National says the government's gang crackdown package"}, {"timestamp": [239.4, 244.92], "text": " is a case of tinkering while Rome is burning. The government's announced law changes, including"}, {"timestamp": [244.92, 246.84], "text": " expanding warrant and search powers"}, {"timestamp": [246.84, 250.18], "text": " during a gang conflict, if there is a danger to public safety."}, {"timestamp": [250.72, 253.46], "text": " National's acting police spokesperson, Chris Pink,"}, {"timestamp": [253.94, 257.8], "text": " says while it's positive, the police will now have expanded search powers,"}, {"timestamp": [257.96, 259.22], "text": " they don't go far enough."}, {"timestamp": [259.6, 261.88], "text": " I think it's certainly reactive to circumstances,"}, {"timestamp": [262.24, 269.58], "text": " but not knee-jerk in the sense of having come about quickly, if anything, they've been too slow to act. And I think they've reacted in a"}, {"timestamp": [269.58, 273.6], "text": " political kind of way that reflects the pressure that the opposition's been putting on. But actually"}, {"timestamp": [273.6, 277.06], "text": " more to the point, I think ordinary Tories will be saying to them what they've been saying to us,"}, {"timestamp": [277.14, 281.3], "text": " which is that the system's out of control, testing situations out of control, and they need to"}, {"timestamp": [281.3, 287.0], "text": " do something to get on top of it. As yet, there's no time frame on when the changes will be introduced to Parliament."}, {"timestamp": [287.92, 293.04], "text": " In sport, 233 athletes will represent New Zealand at the Commonwealth Games this month,"}, {"timestamp": [293.5, 295.2], "text": " including a record number of women."}, {"timestamp": [295.8, 300.7], "text": " The finalised New Zealand team includes athletes from 19 sports and two parisports."}, {"timestamp": [301.0, 302.1], "text": " Felicity Reid has more."}, {"timestamp": [302.86, 306.14], "text": " 54% of the athletes selected for the Commonwealth Games"}, {"timestamp": [306.14, 309.44], "text": " are female, which is the highest female representation"}, {"timestamp": [309.44, 312.26], "text": " in New Zealand Commonwealth or Olympic history."}, {"timestamp": [312.92, 316.66], "text": " The youngest competitor is 16-year-old diver Maggie Squires,"}, {"timestamp": [316.66, 321.02], "text": " while at 75 years old, para-lawn bowler, Sue Curran,"}, {"timestamp": [321.32, 324.4], "text": " will become New Zealand's oldest ever Commonwealth Games athlete."}, {"timestamp": [325.16, 328.94], "text": " 140 athletes will be attending their first Commonwealth Games,"}, {"timestamp": [329.38, 334.42], "text": " while gymnast Mecha Kordinov and Lorne bowler Val Smith will be at their fifth games."}, {"timestamp": [335.14, 339.74], "text": " Athletes will start arriving in the three villages in Birmingham from July 22nd"}, {"timestamp": [339.74, 342.52], "text": " before the games start on July 29th."}, {"timestamp": [343.24, 349.6], "text": " Wimbledon semi-finalist Cameron Norrie is the first major signing for this summer's ASB tennis classic in Auckland."}, {"timestamp": [350.24, 353.02], "text": " After a two-year hiatus, the classic returns in January."}, {"timestamp": [353.58, 357.38], "text": " Norrie, who was born in South Africa but raised in New Zealand before heading to Britain,"}, {"timestamp": [357.88, 361.82], "text": " lost to champion Novak Djokovic at the All-England Club last week."}, {"timestamp": [362.3, 365.38], "text": " He was runner-up at the ASB Classic in 2019."}, {"timestamp": [366.38, 368.68], "text": " And New South Wales are strongly favoured"}, {"timestamp": [368.68, 370.78], "text": " to hold on to the state of origin title"}, {"timestamp": [370.78, 373.4], "text": " heading into tonight's decider in Brisbane."}, {"timestamp": [373.98, 375.2], "text": " After losing the first game,"}, {"timestamp": [375.28, 378.3], "text": " the blues thumped Queensland, 44 to 12 in game two."}, {"timestamp": [378.86, 380.76], "text": " Queensland are without their best player,"}, {"timestamp": [380.9, 383.22], "text": " 5-8th Cameron Munster, who has COVID."}, {"timestamp": [383.66, 384.68], "text": " That's the news."}, {"timestamp": [385.58, 388.8], "text": " A person dies when a car is swept down a swollen river."}, {"timestamp": [389.16, 392.3], "text": " The woman from the scout camp said it's very sad news,"}, {"timestamp": [392.42, 396.3], "text": " but she frankly can't believe that people were trying to cross the river last night."}, {"timestamp": [396.5, 398.7], "text": " Snow closes roads in the South Island."}, {"timestamp": [399.08, 402.44], "text": " Takapur and Mount Cookland has passed cruise were working all night,"}, {"timestamp": [402.56, 404.04], "text": " continuing to plour and grit."}, {"timestamp": [404.28, 407.14], "text": " But the cold weather has left some ice swimmers buzzing."}, {"timestamp": [407.44, 411.54], "text": " One of our swimmers said, your skin feels like it shrunk, your legs go a bit like jelly."}, {"timestamp": [412.08, 413.52], "text": " It's just like a bit of a high."}, {"timestamp": [413.84, 418.0], "text": " Winter coverage on morning report, weekdays from six on RNZ National."}, {"timestamp": [420.0, 422.38], "text": " You're on Checkpoint with Lisa Owen next."}, {"timestamp": [422.38, 425.94], "text": " Right now, the short forecast from Met Service to midnight Thursday,"}, {"timestamp": [426.14, 430.36], "text": " starting with the Ica Maui, from Northland to Bay of Plenty, including Coromandel,"}, {"timestamp": [430.52, 434.02], "text": " a few showers turning to rain tomorrow morning and afternoon from the north,"}, {"timestamp": [434.44, 435.76], "text": " with heavy falls possible."}, {"timestamp": [436.32, 439.52], "text": " From Waikato to Taihape, including the Central High Country,"}, {"timestamp": [439.72, 442.7], "text": " occasional showers turning to rain from tomorrow evening."}, {"timestamp": [443.22, 446.8], "text": " Taranaki to Horufenoa, a few showers clearing tomorrow afternoon,"}, {"timestamp": [447.36, 449.58], "text": " and Gisbon to Waireda, including Wellington,"}, {"timestamp": [449.92, 455.18], "text": " fine with north-westalese, gales south of Hawks Bay until this evening."}, {"timestamp": [455.82, 459.84], "text": " Rain with some heavy falls developing in Gisbon and Hawks Bay tomorrow evening."}, {"timestamp": [460.32, 463.9], "text": " Looking at the Waipo Namu, Nelson, Mulbra and Canterbury, partly cloudy,"}, {"timestamp": [464.36, 466.26], "text": " occasional rain in Canterbury today."}, {"timestamp": [466.72, 470.04], "text": " Bullittu, Fiordland, showers clearing south of Hokitika tomorrow."}, {"timestamp": [470.7, 477.48], "text": " Otago and Southland, rain falling as snow above 500 metres until early tomorrow morning, rain easing tomorrow."}, {"timestamp": [478.04, 481.14], "text": " And a few showers are forecast for Decohu, Chatham Islands."}, {"timestamp": [481.64, 483.22], "text": " The time is seven minutes past five."}, {"timestamp": [483.34, 486.3], "text": " I'll update you with the latest headlines and traffic at about 520."}, {"timestamp": [487.52, 489.42], "text": " Namah, Evie, Evie, Tena Katao."}, {"timestamp": [489.5, 490.4], "text": " No ma'a hairemae,"}, {"timestamp": [490.44, 491.62], "text": " Ki checkpointe tenor."}, {"timestamp": [491.74, 492.84], "text": " Call Lisa Owen, Teney."}, {"timestamp": [493.36, 496.2], "text": " Victims of gang violence can breathe a sigh of relief,"}, {"timestamp": [496.3, 497.52], "text": " according to the police minister,"}, {"timestamp": [497.64, 501.32], "text": " who says a law change will crack down on drive-by shootings."}, {"timestamp": [501.82, 503.68], "text": " There have been dozens of shootings around Auckland"}, {"timestamp": [503.68, 504.84], "text": " over the last few months,"}, {"timestamp": [504.92, 509.62], "text": " with some linked to ongoing tensions between the killer bees and tribesmen gangs."}, {"timestamp": [510.18, 515.04], "text": " The government's announced harsher sentences for those who shoot at homes and greatest search"}, {"timestamp": [515.04, 520.06], "text": " and seizure powers for police. But those in neighbourhoods that have been targeted by gang violence"}, {"timestamp": [520.06, 525.2], "text": " say social policy is a far better tool to quell growing gang numbers."}, {"timestamp": [527.72, 529.0], "text": " Here's our reporter Nick Trubridge and cameraman Nick Monroe."}, {"timestamp": [531.9, 532.04], "text": " A government determined to hit gangs where it hurts,"}, {"timestamp": [535.52, 538.94], "text": " cracking down on drive-bys, new search and seizure powers to rid the gangs of their guns, the bikes, the cars."}, {"timestamp": [539.44, 540.78], "text": " But on the streets of Orta,"}, {"timestamp": [541.08, 544.12], "text": " one of several settings where gang warfare has simmered,"}, {"timestamp": [544.5, 547.48], "text": " the locals say the big answers lie elsewhere."}, {"timestamp": [548.0, 550.06], "text": " We're asking the people who live in this community"}, {"timestamp": [550.06, 552.54], "text": " how to stem the flow of new gangsters,"}, {"timestamp": [553.1, 557.36], "text": " several indicators showing numbers have swelled since Labor swept to power."}, {"timestamp": [557.56, 561.52], "text": " A lot of us here are gang affiliated to families that goes on in the community."}, {"timestamp": [563.62, 565.26], "text": " Most of us have just borne into it."}, {"timestamp": [565.52, 570.72], "text": " In our culture, it's known as your siomanga,"}, {"timestamp": [570.86, 572.02], "text": " which is know where you're from."}, {"timestamp": [573.26, 578.52], "text": " And I believe a lot of kids may have lost their way along the track."}, {"timestamp": [578.62, 584.14], "text": " It's the system plus their own choice, but mainly the system."}, {"timestamp": [584.64, 585.04], "text": " The government's promised works underway to strengthen what it calls sector-wide approaches their own choice, but may need the system."}, {"timestamp": [589.78, 592.8], "text": " The government's promised works underway to strengthen what it calls sector-wide approaches to address youth crime and reduce offending."}, {"timestamp": [593.3, 598.48], "text": " Justice Minister Kitty Allen talks of upping the ante on intervention and prevention measures."}, {"timestamp": [598.48, 601.8], "text": " We know that programs targeted towards preventing kids"}, {"timestamp": [601.8, 609.6], "text": " and young people from entering the justice system leads to a reduction in gang membership and turning to a life of crime."}, {"timestamp": [610.44, 612.66], "text": " But there were few specifics on that today."}, {"timestamp": [612.94, 617.94], "text": " Little talk of more targeted help sorely needed on these streets and others like it."}, {"timestamp": [618.24, 619.68], "text": " Birds a real big problem."}, {"timestamp": [620.44, 623.68], "text": " But again, funo, help and support is needed."}, {"timestamp": [621.12, 621.72], "text": " But again,"}, {"timestamp": [623.7, 624.2], "text": " Fano, help and support is needed."}, {"timestamp": [625.74, 626.2], "text": " Most of us here, I've borne into it."}, {"timestamp": [627.22, 628.52], "text": " I'm standing out to get out."}, {"timestamp": [630.66, 630.84], "text": " But the ones, like, for myself, you know,"}, {"timestamp": [633.86, 636.34], "text": " I work, so I turned a blind eye on that side, regardless."}, {"timestamp": [639.3, 639.46], "text": " Just our mentality, you don't get out of there, mate."}, {"timestamp": [641.76, 642.0], "text": " We're stuck sort of thing, it's not jail."}, {"timestamp": [646.8, 647.5], "text": " They go and steal, or they go and join up with the gangs."}, {"timestamp": [649.26, 650.24], "text": " That's how they get this easy."}, {"timestamp": [651.56, 652.02], "text": " And they say, oh, I like this life."}, {"timestamp": [653.68, 654.4], "text": " But it's the wrong kind of life."}, {"timestamp": [657.58, 657.92], "text": " Instead, police minister Chris Hipkins talking tough."}, {"timestamp": [661.04, 664.1], "text": " We'll be introducing a new offence in the Crimes Act that could carry a penalty of up to five years in prison"}, {"timestamp": [664.1, 665.68], "text": " if a firearm is discharged with the intent to intimidate any carry a penalty of up to five years in prison if a firearm is"}, {"timestamp": [665.68, 671.68], "text": " discharged with the intent to intimidate any person or group of people. We'll be making"}, {"timestamp": [671.68, 676.78], "text": " an amendment to the Search and Surveillance Act to provide police with additional search powers"}, {"timestamp": [676.78, 683.74], "text": " that will help them to target gang members during gang conflict. Police will also be able"}, {"timestamp": [683.74, 685.4], "text": " to crack down on convoys,"}, {"timestamp": [685.48, 688.54], "text": " able to seize and impound vehicles for 28 days,"}, {"timestamp": [688.92, 691.02], "text": " if used dangerously or recklessly,"}, {"timestamp": [691.5, 693.28], "text": " where there is no injury or death,"}, {"timestamp": [693.62, 697.28], "text": " or driven with aggravated carelessness, causing injury or death."}, {"timestamp": [697.66, 699.94], "text": " New powers to seize cash over $10,000"}, {"timestamp": [699.94, 703.62], "text": " and found in suspicious circumstances are also in play."}, {"timestamp": [704.04, 707.22], "text": " But HIPkins says he rejects the term tough on crime"}, {"timestamp": [707.22, 711.26], "text": " as well as soft on crime, saying he's focused on what works."}, {"timestamp": [711.42, 714.24], "text": " I've been on the road with the Commissioner over the last two weeks"}, {"timestamp": [714.24, 716.64], "text": " visiting police stations up and down the country."}, {"timestamp": [717.1, 721.06], "text": " I think rhetoric like tough on crime and soft on crime means absolutely nothing."}, {"timestamp": [721.18, 723.4], "text": " What we want to know is that we're giving the tools of the police"}, {"timestamp": [723.4, 728.9], "text": " to do things that are going to work to disrupt criminal offending. But National Party leader"}, {"timestamp": [728.9, 734.5], "text": " Christopher Luxon says the law changes and greater police power won't keep gangs awake at night."}, {"timestamp": [734.5, 738.66], "text": " This doesn't go nearly far enough. You know, New Zealanders have a right to feel safe"}, {"timestamp": [738.66, 743.34], "text": " in their own homes and in their own communities and they don't today. And nothing in this proposal"}, {"timestamp": [743.34, 745.46], "text": " will be scaring gangs at all."}, {"timestamp": [745.88, 750.8], "text": " And that's why I think our simple four-point plan around gang patches, dispersal notices,"}, {"timestamp": [751.2, 754.46], "text": " non-consorting and ultimate firearm prohibition orders are really important."}, {"timestamp": [754.46, 760.66], "text": " In East Auckland, Glen and his family centres Chris Makaware tells us he's recently seen kids as young as"}, {"timestamp": [760.66, 766.88], "text": " 12 on the criminal path. So unless there's more resources to be able to provide them different pathways"}, {"timestamp": [766.88, 773.38], "text": " or exposure to different things, you know, like I reckon some of these kids are really clever."}, {"timestamp": [773.76, 777.26], "text": " And if they could get into a private school, then, hey, get some scholarships going."}, {"timestamp": [777.72, 783.9], "text": " He understands the need to play tough on shootings that have seen innocent bystanders caught in the crossfire."}, {"timestamp": [784.3, 786.76], "text": " But he has this message for the politicians."}, {"timestamp": [787.38, 789.82], "text": " People are living in poverty around here."}, {"timestamp": [790.54, 792.9], "text": " So that's my only out over there."}, {"timestamp": [793.1, 797.28], "text": " So I sort of feel sorry for people that are struggling"}, {"timestamp": [797.28, 798.72], "text": " and that's the only option they have"}, {"timestamp": [798.72, 799.84], "text": " because there's no other option."}, {"timestamp": [799.96, 800.98], "text": " So give us another option."}, {"timestamp": [801.74, 804.68], "text": " And so try to create those options is, I think, the key."}, {"timestamp": [805.64, 809.22], "text": " So more measures to quell violent crime on Auckland streets,"}, {"timestamp": [809.48, 813.88], "text": " but questions remain about how to stymie the gangland drift."}, {"timestamp": [815.02, 816.8], "text": " If you are listening to that on radio,"}, {"timestamp": [816.94, 819.82], "text": " the video from our next will be up on our web page."}, {"timestamp": [820.34, 822.08], "text": " Police Minister Chris Hipkins reckons"}, {"timestamp": [822.08, 825.34], "text": " the changes will mean more kit in the anti-gang arsenal."}, {"timestamp": [826.1, 830.62], "text": " Well, certainly they're going to provide police with more tools to disrupt gang activity."}, {"timestamp": [831.04, 837.02], "text": " They will allow the police to do more to combat things like the use of guns to intimidate."}, {"timestamp": [837.46, 843.52], "text": " They'll give police more tools around search that will help to disrupt the illegal criminal offending that we're seeing from gangs."}, {"timestamp": [843.94, 846.56], "text": " And they will also help to respond to things like convoys,"}, {"timestamp": [846.64, 848.86], "text": " which we know people are rightly concerned about,"}, {"timestamp": [849.14, 851.5], "text": " by giving police more power to impound vehicles."}, {"timestamp": [852.32, 854.54], "text": " Okay, let's go through some of your changes."}, {"timestamp": [854.98, 858.56], "text": " A new offence around intimidation by discharging a firearm."}, {"timestamp": [858.68, 863.6], "text": " It's already an offence to recklessly or dangerously discharge a firearm under the Arms Act."}, {"timestamp": [864.1, 865.94], "text": " So, I mean, how's this going to change anything?"}, {"timestamp": [866.74, 869.36], "text": " Ultimately, it turns on the level of penalty."}, {"timestamp": [869.84, 873.14], "text": " So someone can be, you know, charged with intimidation at the moment."}, {"timestamp": [873.24, 877.14], "text": " They can be charged with, you know, with other firearms offences."}, {"timestamp": [877.52, 881.94], "text": " This is an offence that will carry a potential five-year prison sentence,"}, {"timestamp": [882.4, 885.8], "text": " which is harder than the other penalties"}, {"timestamp": [885.8, 887.12], "text": " that are available at the moment."}, {"timestamp": [887.44, 889.38], "text": " So, you know, it will make a difference."}, {"timestamp": [889.76, 891.42], "text": " Minister, do you really think a gang member"}, {"timestamp": [891.42, 892.82], "text": " when they're driving past a house"}, {"timestamp": [892.82, 894.56], "text": " and thinking about discharging a firearm,"}, {"timestamp": [895.44, 896.48], "text": " do they think to themselves,"}, {"timestamp": [896.86, 899.0], "text": " oh, I'm going to get five years for this now instead of three?"}, {"timestamp": [899.12, 900.84], "text": " Do you really think they clock that difference?"}, {"timestamp": [902.02, 906.1], "text": " Look, I think it gives police an additional tool that closes a loophole"}, {"timestamp": [906.1, 907.84], "text": " at the moment, which means that the penalty for"}, {"timestamp": [907.84, 909.6], "text": " discharging a firearm within a house"}, {"timestamp": [909.6, 911.98], "text": " to intimidate someone is"}, {"timestamp": [911.98, 914.08], "text": " higher than the penalty for"}, {"timestamp": [914.08, 915.54], "text": " discharging a firearm outside."}, {"timestamp": [916.34, 918.22], "text": " So, no, is this the"}, {"timestamp": [918.22, 919.92], "text": " ultimate answer to all of the problems? No,"}, {"timestamp": [919.94, 921.32], "text": " it's not, but it's an additional tool."}, {"timestamp": [921.6, 923.04], "text": " Won't stop the offence, though, will it?"}, {"timestamp": [923.24, 926.06], "text": " Just means more people in jail for a longer period of time, potentially."}, {"timestamp": [926.8, 930.9], "text": " Well, I mean, you could argue that any laws don't guarantee that the offence isn't"}, {"timestamp": [930.9, 934.88], "text": " going to take place in the first place, but it certainly helps to give the police additional"}, {"timestamp": [934.88, 935.26], "text": " tools."}, {"timestamp": [935.9, 942.66], "text": " Okay, so new warranted search powers and seizure powers, during a gang conflict, right?"}, {"timestamp": [942.66, 946.42], "text": " They can search without a specific cause or evidence for illegal weapons"}, {"timestamp": [946.42, 951.98], "text": " for a 14-day period, properties and vehicles owned or used by members of a specified gang."}, {"timestamp": [952.4, 954.3], "text": " So what counts is a gang conflict?"}, {"timestamp": [954.48, 957.8], "text": " So we've got, you know, a situation at the moment between two particular gangs."}, {"timestamp": [958.86, 960.32], "text": " Simmering tension, does that count?"}, {"timestamp": [961.78, 962.3], "text": " Absolutely."}, {"timestamp": [962.68, 965.88], "text": " You know, in terms of the conflict that we've seen in Auckland in recent weeks,"}, {"timestamp": [966.2, 970.42], "text": " that would absolutely count. Ultimately, the people who make the decision as to whether or not"}, {"timestamp": [970.42, 977.74], "text": " it's going to justify a warrant will be, you know, it'll have to get a warrant. So it's a warranted"}, {"timestamp": [977.74, 982.4], "text": " search power. But, you know, the recent examples where we've seen, you know, the conflict"}, {"timestamp": [982.4, 985.78], "text": " between gangs, that's the reason that we're doing this."}, {"timestamp": [986.14, 988.96], "text": " So shots have to be fired in order to qualify for this warrant?"}, {"timestamp": [989.58, 991.22], "text": " Or where's the benchmark, Minister?"}, {"timestamp": [991.92, 992.72], "text": " Not necessarily."}, {"timestamp": [993.42, 996.82], "text": " You know, we'll set out more detail of exactly the triggers for this,"}, {"timestamp": [996.82, 1001.48], "text": " but it will be around that kind of escalating tension between gangs"}, {"timestamp": [1001.48, 1005.02], "text": " to give police more tools to get in there and disrupt that."}, {"timestamp": [1005.34, 1007.98], "text": " So the legislation is going through the drafting process at the moment"}, {"timestamp": [1007.98, 1013.02], "text": " and, you know, it'll go through the parliamentary process so people will be able to have their say"}, {"timestamp": [1013.02, 1015.06], "text": " on whether we've set the thresholds right for that."}, {"timestamp": [1015.06, 1021.14], "text": " But it will be those, you know, those scenarios where there's escalating tension"}, {"timestamp": [1021.14, 1023.9], "text": " or increased tension between gangs."}, {"timestamp": [1024.64, 1027.3], "text": " Involving gang members is what you've specifically stated."}, {"timestamp": [1027.82, 1030.02], "text": " So how do you define membership of a gang?"}, {"timestamp": [1030.1, 1037.44], "text": " Because when this issue has come up before in respect of banning gang members associating with each other,"}, {"timestamp": [1037.74, 1041.78], "text": " you have basically said it's difficult to identify who's who."}, {"timestamp": [1042.12, 1044.66], "text": " So why are you able to do it in this circumstance?"}, {"timestamp": [1045.12, 1047.48], "text": " What is a gang member for the purposes of this law?"}, {"timestamp": [1048.1, 1051.12], "text": " Yeah, so we've actually got a complex piece of drafting underway at the moment"}, {"timestamp": [1051.12, 1053.82], "text": " to define exactly where the parameters of this are going to be."}, {"timestamp": [1053.92, 1055.38], "text": " Clearly if someone's on the gang register,"}, {"timestamp": [1055.52, 1057.32], "text": " so there are a no-un-patched gang member,"}, {"timestamp": [1057.76, 1059.52], "text": " then it would apply to them."}, {"timestamp": [1060.02, 1062.62], "text": " What our teams at the moment are working on"}, {"timestamp": [1062.62, 1065.16], "text": " is they draft the bill for us to introduce into the parliament"}, {"timestamp": [1065.16, 1068.32], "text": " is exactly who should be covered and who shouldn't."}, {"timestamp": [1068.42, 1070.12], "text": " So gang associates, for example,"}, {"timestamp": [1071.12, 1074.9], "text": " drawing a clear distinction around exactly who's in and who's out."}, {"timestamp": [1075.44, 1077.02], "text": " That's the work that's underway at the moment."}, {"timestamp": [1077.24, 1080.08], "text": " But if it's that easy, why not go for a non-association law as well?"}, {"timestamp": [1081.04, 1084.58], "text": " Well, the issue with non-association laws banning gang patches and so on"}, {"timestamp": [1084.58, 1085.88], "text": " is the National Party stated intention with those changes Well, the issue with non-association laws banning gang patches and so on is, you know,"}, {"timestamp": [1085.9, 1091.56], "text": " the National Party stated intention with those changes is to drive criminal gang-related offending underground"}, {"timestamp": [1091.56, 1093.62], "text": " so that people can't see it anymore."}, {"timestamp": [1093.94, 1095.76], "text": " Actually, we want to tackle it altogether."}, {"timestamp": [1095.96, 1098.26], "text": " We don't think that just driving an underground sufficient."}, {"timestamp": [1098.4, 1101.48], "text": " We actually want to tackle the underlying causes of these problems."}, {"timestamp": [1102.42, 1105.88], "text": " Minister, this would be a search without specific cause or"}, {"timestamp": [1105.88, 1108.1], "text": " evidence of illegal weapons. So what advice"}, {"timestamp": [1108.1, 1110.18], "text": " have you had on whether it breaches people's"}, {"timestamp": [1110.18, 1111.9], "text": " rights or will breach people's rights?"}, {"timestamp": [1112.76, 1114.04], "text": " This bill will go through"}, {"timestamp": [1114.04, 1116.0], "text": " a full Bill of Rights bet"}, {"timestamp": [1116.0, 1117.46], "text": " as legislation does."}, {"timestamp": [1117.82, 1119.98], "text": " It's certainly cussed right up against that."}, {"timestamp": [1120.36, 1122.12], "text": " But it's a warranted search"}, {"timestamp": [1122.12, 1123.8], "text": " power, so it's not a warrantless search power."}, {"timestamp": [1123.9, 1126.36], "text": " So there would need to be a demonstrated case which the police would need to make to the courts to get a warranted search power, so it's not a warrantless search power, so there would need to be a demonstrated case,"}, {"timestamp": [1126.4, 1128.94], "text": " which the police would need to make to the courts to get a warrant,"}, {"timestamp": [1129.38, 1131.38], "text": " so that they could then use this power."}, {"timestamp": [1131.52, 1133.4], "text": " So it's not an unfettered power."}, {"timestamp": [1133.52, 1135.3], "text": " There is a check and balance in place there."}, {"timestamp": [1135.72, 1138.82], "text": " So prohibiting cash payments for specified goods,"}, {"timestamp": [1138.92, 1141.48], "text": " what things are you thinking about when you say that?"}, {"timestamp": [1142.22, 1145.78], "text": " Well, particularly vehicles, but it'll also, you you know, cars, motorbikes, etc."}, {"timestamp": [1146.18, 1150.14], "text": " We've heard reports of, you know, gangs playing quite a large amount in cash"}, {"timestamp": [1150.14, 1151.96], "text": " for the purchase of vehicles and motorbikes."}, {"timestamp": [1152.5, 1157.3], "text": " But it will also include things like, you know, high-value items that can be used to launder money,"}, {"timestamp": [1157.4, 1163.22], "text": " so the purchase of jewellery and other, you know, boats, even, ships, you know, high-value items."}, {"timestamp": [1163.42, 1165.26], "text": " And what will the cap be? Give us a ballpark."}, {"timestamp": [1166.24, 1169.56], "text": " Look, at the moment, the working cap we're still finalising that."}, {"timestamp": [1169.6, 1173.56], "text": " The working cap that we've got at the moment is around 10,000, but we haven't absolutely"}, {"timestamp": [1173.56, 1174.56], "text": " locked that down yet."}, {"timestamp": [1174.84, 1176.44], "text": " That's just going to be whack-a-mole, isn't it?"}, {"timestamp": [1176.52, 1178.96], "text": " They'll just find something new that holds its value."}, {"timestamp": [1179.32, 1182.94], "text": " They might start buying burkins or super-expensive handbags, or just go to the casino and"}, {"timestamp": [1182.94, 1184.06], "text": " pump it through a pokey machine."}, {"timestamp": [1184.56, 1184.94], "text": " Whack-a-mole?"}, {"timestamp": [1185.68, 1194.02], "text": " Well, you know, look, we can continue to find new ways of disrupting the activity that gangs are engaged in,"}, {"timestamp": [1194.04, 1195.36], "text": " and that's what we'll continue to do."}, {"timestamp": [1195.6, 1202.64], "text": " But, you know, criminals, one way or the other, they find new ways of offending, and we'll find new ways to tackle that."}, {"timestamp": [1203.14, 1205.92], "text": " The other end of that is policing the people who are selling this stuff."}, {"timestamp": [1206.08, 1208.1], "text": " That's going to be impossible to do, isn't it?"}, {"timestamp": [1208.44, 1210.28], "text": " Can't be over the shoulder of every shopkeeper,"}, {"timestamp": [1210.4, 1212.16], "text": " every vehicle, seller, every jewellery"}, {"timestamp": [1212.16, 1212.68], "text": " person?"}, {"timestamp": [1213.64, 1216.2], "text": " Oh, sorry, it follows the anti-money laundering"}, {"timestamp": [1216.2, 1217.94], "text": " legislation that's in place at the moment"}, {"timestamp": [1217.94, 1220.06], "text": " so there are processes in place to monitor"}, {"timestamp": [1220.06, 1222.1], "text": " that already. And that's"}, {"timestamp": [1222.1, 1224.12], "text": " Police Minister Chris Hipkins already. Some of you"}, {"timestamp": [1224.12, 1226.36], "text": " are getting in touch. Tony says, giving police yet more powers, has never solved anything. And that's Police Minister Chris Hipkins already. Some of you are getting in touch. Tony says giving police"}, {"timestamp": [1226.36, 1228.26], "text": " yet more powers has never"}, {"timestamp": [1228.26, 1230.74], "text": " solved anything and what about our Bill of Rights?"}, {"timestamp": [1231.24, 1233.64], "text": " Another person says, how about the right to return fire"}, {"timestamp": [1233.64, 1236.3], "text": " and home protection law? And this one too"}, {"timestamp": [1236.3, 1239.32], "text": " from a listener, gangs are a symptom of the greed in society,"}, {"timestamp": [1239.32, 1242.08], "text": " not addressing the greed, perpetuates"}, {"timestamp": [1242.08, 1244.42], "text": " the gangs. It is 20 past five."}, {"timestamp": [1244.52, 1245.96], "text": " Kiao-Tunemai, stay with us."}, {"timestamp": [1246.02, 1248.0], "text": " You're listening to Checkpoint on RNZ National."}, {"timestamp": [1252.42, 1255.0], "text": " Here, aha or Fikaro, what do you think?"}, {"timestamp": [1255.08, 1258.84], "text": " We'd love to hear your thoughts on these new laws"}, {"timestamp": [1258.84, 1260.44], "text": " that the police minister is going to bring in."}, {"timestamp": [1260.5, 1263.1], "text": " Do you think it's going to make any difference to gang crime?"}, {"timestamp": [1263.2, 1264.5], "text": " Should we be taking a different approach?"}, {"timestamp": [1264.58, 1265.84], "text": " And if so, what?"}, {"timestamp": [1266.2, 1268.2], "text": " Text us on 2101, you can tweet"}, {"timestamp": [1268.2, 1270.04], "text": " us at Checkpoint RNZ or you can flick us"}, {"timestamp": [1270.04, 1271.52], "text": " an email. The address is checkpoint"}, {"timestamp": [1271.52, 1273.98], "text": " at rnz.com.nz."}, {"timestamp": [1274.12, 1275.32], "text": " Time to get to the headlines now."}, {"timestamp": [1275.5, 1276.7], "text": " Iveyano Tiena."}, {"timestamp": [1277.0, 1279.94], "text": " The police minister, Chris Hickens, says"}, {"timestamp": [1279.94, 1281.98], "text": " a new law package is about giving the police"}, {"timestamp": [1281.98, 1283.96], "text": " the tools they need to deal with gang"}, {"timestamp": [1283.96, 1285.06], "text": " violence."}, {"timestamp": [1292.62, 1293.14], "text": " The government has announced law changes including expanding warrant and search powers during a gang conflict if there is a danger to public safety."}, {"timestamp": [1300.06, 1300.84], "text": " The police will be given power to search the property and vehicles of all members of a gang rather than specific places and vehicles."}, {"timestamp": [1309.3, 1309.82], "text": " An economist says households already dealing with rising consumer prices will come under further pressure as the Reserve Bank continues to hike interest rates."}, {"timestamp": [1312.92, 1318.28], "text": " The Central Bank has today raised the official cash rate by another 50 basis points to 2.5% to help tackle inflation,"}, {"timestamp": [1318.48, 1320.1], "text": " which is at a 30-year high."}, {"timestamp": [1320.76, 1325.54], "text": " The brother of a 72-year-old's Auckland woman who died after living in her car for months"}, {"timestamp": [1325.54, 1330.28], "text": " has now spoken out, saying he had hired a private investigator to find her."}, {"timestamp": [1330.76, 1334.38], "text": " Helena Pauline Wakefield was forced to leave home after her mother's death"}, {"timestamp": [1334.38, 1337.14], "text": " when her brother was appointed executor of the will."}, {"timestamp": [1338.32, 1342.24], "text": " And an Otago resident who helped a man after a fatal fording incident"}, {"timestamp": [1342.24, 1345.6], "text": " says more needs to be done to prevent avoidable deaths."}, {"timestamp": [1346.04, 1347.98], "text": " The car plunged into the Silver Stream River"}, {"timestamp": [1347.98, 1353.2], "text": " while trying to cross a swollen ford along Silverstream Valley Road last night in North Tayiri."}, {"timestamp": [1353.86, 1355.5], "text": " Two occupants got out of the vehicle,"}, {"timestamp": [1355.7, 1358.9], "text": " but the body of a third person was found inside this morning."}, {"timestamp": [1359.38, 1360.12], "text": " Those are the headlines."}, {"timestamp": [1360.5, 1362.62], "text": " Looking briefly at traffic in the main centres,"}, {"timestamp": [1362.78, 1365.82], "text": " in Auckland, a breakdown has been cleared about 15 minutes ago"}, {"timestamp": [1365.82, 1369.28], "text": " that was blocking the left northbound lane on State Highway 1"}, {"timestamp": [1369.28, 1371.08], "text": " just after the Vicky Park Tunnel."}, {"timestamp": [1371.62, 1374.36], "text": " Apart from that, nothing else to report and delays or breakdowns."}, {"timestamp": [1374.68, 1378.6], "text": " I'll have another update for you with the headlines and traffic at about 540."}, {"timestamp": [1379.56, 1380.36], "text": " No, me he, Eho."}, {"timestamp": [1380.76, 1382.14], "text": " Got a mortgage or want one?"}, {"timestamp": [1382.26, 1385.62], "text": " Well, assume the brace position, interest rates could take off after"}, {"timestamp": [1385.62, 1390.66], "text": " the Reserve Bank cranked the official cash rate up to a six-year high. And it's promising to go"}, {"timestamp": [1390.66, 1396.66], "text": " higher still in a bid to real in inflation that's at a 30-year high. The benchmark rate has been"}, {"timestamp": [1396.66, 1407.22], "text": " raised by half a percentage point to 2.5%. And with us now is First Home Buyers Club director Leslie Harris. Leslie, I suppose no surprise in this one,"}, {"timestamp": [1407.28, 1410.6], "text": " but how much of a challenge is it going to pose for first home buyers?"}, {"timestamp": [1411.28, 1413.26], "text": " I guess time will tell on this one,"}, {"timestamp": [1413.38, 1416.82], "text": " just because just because the official cash rate has increased,"}, {"timestamp": [1417.2, 1421.16], "text": " doesn't necessarily mean that interest rates are going to move straight away."}, {"timestamp": [1421.66, 1426.12], "text": " But we do predict that interest rates will continue to climb up a little bit more,"}, {"timestamp": [1426.32, 1429.24], "text": " but they are still relatively low historically."}, {"timestamp": [1429.88, 1432.28], "text": " I suppose the other thing is what's coming down the pipe."}, {"timestamp": [1432.52, 1436.26], "text": " You know, most economists are predicting in August another half percent rise"}, {"timestamp": [1436.26, 1440.16], "text": " with things topping out at 3.5 percent by December."}, {"timestamp": [1440.32, 1442.16], "text": " That's going to be a bit of an outch, isn't it?"}, {"timestamp": [1442.52, 1447.36], "text": " It's going to be an outch if all of that is passed on in terms of interest rates."}, {"timestamp": [1447.46, 1452.0], "text": " So in terms of approvals, you know, people getting their mortgage is approved."}, {"timestamp": [1452.36, 1457.34], "text": " The banks are currently what they call stress testing interest levels at about sort of between"}, {"timestamp": [1457.34, 1460.24], "text": " 6.7 and 7.7%."}, {"timestamp": [1460.24, 1465.86], "text": " That's to make sure that people still can afford their homes if the interest rates climb up."}, {"timestamp": [1466.52, 1471.34], "text": " Having said that, though, it still means that if an interest rate does start to climb up,"}, {"timestamp": [1471.44, 1476.46], "text": " there's more money going on that mortgage and less money in the pocket at the end of the week"}, {"timestamp": [1476.46, 1482.14], "text": " for things like food, you know, transportation, petrol and everything else."}, {"timestamp": [1482.14, 1486.38], "text": " And we are seeing cost of living just increase, generally speaking."}, {"timestamp": [1486.68, 1490.72], "text": " So we're just not seeing, unfortunately, incomes increase at the same level"}, {"timestamp": [1490.72, 1493.98], "text": " as housing, cost, interest, costs and cost of living."}, {"timestamp": [1494.38, 1498.34], "text": " What are you hearing from people about whether they're getting their mortgages approved at the moment?"}, {"timestamp": [1498.46, 1499.38], "text": " How difficult is it?"}, {"timestamp": [1499.72, 1507.64], "text": " It's very difficult for first home buyers, certainly for people getting into the housing market trying to save for that deposit."}, {"timestamp": [1508.36, 1515.16], "text": " You know, we're hearing things like it's around about 11.8 years for an average person to save for that deposit."}, {"timestamp": [1515.16, 1520.68], "text": " And, you know, a huge amount of first home buyers are, in fact, relying on the Bank of Mum and Dad,"}, {"timestamp": [1520.74, 1529.3], "text": " which we now know is the fifth biggest lender in New Zealand, even ahead of Ki Kiwi Bank which is great for those that have access to a bank of mum and"}, {"timestamp": [1529.3, 1534.22], "text": " dad but unfortunately not everybody has so it's tough getting that deposit"}, {"timestamp": [1534.22, 1539.86], "text": " together really tough we're not seeing nearly as many low deposit mortgages"}, {"timestamp": [1539.86, 1544.42], "text": " approved you know that we've had that tight and right down we used to have up to"}, {"timestamp": [1544.42, 1545.9], "text": " about 20% of a bank's"}, {"timestamp": [1545.9, 1547.88], "text": " book could be on"}, {"timestamp": [1547.88, 1549.62], "text": " an under 20%"}, {"timestamp": [1549.62, 1552.02], "text": " mortgage, but now that's been cut"}, {"timestamp": [1552.02, 1554.1], "text": " in half. So that certainly hasn't helped."}, {"timestamp": [1554.56, 1555.9], "text": " So unfortunately we are seeing"}, {"timestamp": [1555.9, 1557.54], "text": " a little bit of a perfect storm"}, {"timestamp": [1557.54, 1559.82], "text": " of problems for people getting onto"}, {"timestamp": [1559.82, 1561.86], "text": " the housing market and there's"}, {"timestamp": [1561.86, 1563.82], "text": " a huge disparity around people's"}, {"timestamp": [1563.82, 1565.26], "text": " incomes and what they can afford"}, {"timestamp": [1565.26, 1569.78], "text": " to borrow versus what they actually need to get that mortgage to get into that first"}, {"timestamp": [1569.78, 1574.8], "text": " home. So it's certainly tough. And Leslie, even if someone is fortunate enough to have"}, {"timestamp": [1574.8, 1578.94], "text": " parents who can kick in, that doesn't necessarily mean the bank is still going to give you"}, {"timestamp": [1578.94, 1583.58], "text": " the mortgage, is it? Absolutely not. The bank will want to see that you can save."}, {"timestamp": [1584.5, 1590.04], "text": " You know, they'll need to see, generally speaking, that you've saved a good chunk of that deposit yourself."}, {"timestamp": [1590.62, 1596.0], "text": " Have you seen high deposit scenarios which have been gifted by parents, which have been turned down by bags?"}, {"timestamp": [1596.28, 1604.62], "text": " Absolutely. Yeah, we saw one recently. Parents chipped in the full deposit and the children had it was about a $300,000 income."}, {"timestamp": [1606.3, 1608.24], "text": " They were declined on the basis that they couldn't demonstrate"}, {"timestamp": [1608.24, 1610.0], "text": " that they had saved a good"}, {"timestamp": [1610.0, 1612.24], "text": " portion of that deposit, which doesn't"}, {"timestamp": [1612.24, 1614.12], "text": " make a lot of sense in terms of"}, {"timestamp": [1614.12, 1616.14], "text": " the bank security, but that's just"}, {"timestamp": [1616.14, 1618.44], "text": " one of the rules that the banks, I suppose,"}, {"timestamp": [1618.52, 1619.28], "text": " have in place."}, {"timestamp": [1619.9, 1621.78], "text": " So it can be quite frustrating"}, {"timestamp": [1621.78, 1624.08], "text": " because a lot of people, if they have the deposit,"}, {"timestamp": [1624.26, 1625.74], "text": " they're used to paying rent, they can actually afford the mortgage. But you know, we've got a lot of people, if they have the deposit, you know, they're used to paying rent."}, {"timestamp": [1625.74, 1627.5], "text": " They can actually afford the mortgage."}, {"timestamp": [1627.86, 1630.42], "text": " But, you know, we've got a lot of work still to do on this."}, {"timestamp": [1630.6, 1638.94], "text": " There's a lot of pitfalls and problems that really don't need to be there in obstacles for people that we'd love to see, you know, just be revisited."}, {"timestamp": [1639.44, 1646.06], "text": " I suppose if we're looking for a flip side, house prizes are slipping or stabilising in a number of areas."}, {"timestamp": [1646.44, 1650.62], "text": " Are people able to get a good deal, first home buyers, if they can get the financing?"}, {"timestamp": [1651.36, 1655.6], "text": " That's a really good point, and that is certainly one of the positives that we're seeing at the moment."}, {"timestamp": [1656.06, 1658.78], "text": " We're seeing far less properties go at auction."}, {"timestamp": [1658.78, 1663.22], "text": " The clearance rate is a lot lower than what it used to be, say, a year ago."}, {"timestamp": [1663.64, 1666.62], "text": " So with a fixed price or a buy negotiation,"}, {"timestamp": [1667.28, 1669.94], "text": " a first home buyer obviously doesn't have another house to sell,"}, {"timestamp": [1670.04, 1674.4], "text": " so often they can go and negotiate really hard and get a good deal."}, {"timestamp": [1674.64, 1677.64], "text": " So that is certainly a real plus for people."}, {"timestamp": [1677.64, 1680.38], "text": " It also means they don't have to shell out for, you know,"}, {"timestamp": [1680.44, 1685.12], "text": " five different inspections or building reports or valuation."}, {"timestamp": [1685.56, 1691.88], "text": " So, you know, in a market where there's less auction happening,"}, {"timestamp": [1692.12, 1695.54], "text": " people do have that ability to go in as a cash buyer,"}, {"timestamp": [1695.66, 1696.88], "text": " which is a first home buyer."}, {"timestamp": [1697.0, 1701.18], "text": " So that absolutely, we want to cling to all the positives that we can,"}, {"timestamp": [1701.48, 1702.82], "text": " and that is definitely one."}, {"timestamp": [1703.18, 1706.0], "text": " Leslie, we're almost out of time, but very quickly, a bit rock and roll on"}, {"timestamp": [1706.0, 1708.18], "text": " the share market at the moment. What's that doing to KiwiSaver"}, {"timestamp": [1708.18, 1709.3], "text": " being used as a deposit?"}, {"timestamp": [1710.22, 1712.24], "text": " Look, it is, that is a concern,"}, {"timestamp": [1712.62, 1714.02], "text": " but you have to look at"}, {"timestamp": [1714.02, 1716.04], "text": " property, I think, over the course"}, {"timestamp": [1716.04, 1718.12], "text": " of a lifetime, and"}, {"timestamp": [1718.12, 1720.38], "text": " it's not just, you know, getting that KiwiSaver"}, {"timestamp": [1720.38, 1722.12], "text": " deposit out. You know, we're"}, {"timestamp": [1722.12, 1724.16], "text": " seeing people getting a little less out than what"}, {"timestamp": [1724.16, 1725.22], "text": " they thought, but, you know, they are still people getting a little less out than what they thought."}, {"timestamp": [1727.3, 1727.34], "text": " But, you know, they are still using that."}, {"timestamp": [1732.92, 1733.48], "text": " And it's a very real way for people to get out, you know, into the property market and out of renting."}, {"timestamp": [1740.38, 1742.76], "text": " So, you know, I still say really do consider getting that Kiwi saver out, you know, to get into your birth time. It's not just an economic decision."}, {"timestamp": [1743.38, 1745.94], "text": " You know, we know that property will make money over time"}, {"timestamp": [1745.94, 1748.14], "text": " but it's all the other benefits that do come"}, {"timestamp": [1748.14, 1750.2], "text": " with home ownership. Appreciate"}, {"timestamp": [1750.2, 1752.02], "text": " your time this evening. That's Leslie Harris"}, {"timestamp": [1752.02, 1754.0], "text": " who's from the First Home Buyers Club."}, {"timestamp": [1754.7, 1755.9], "text": " Workers who deal with the"}, {"timestamp": [1755.9, 1757.98], "text": " public are calling for more support as they"}, {"timestamp": [1757.98, 1759.96], "text": " fight an uphill battle to make sure they"}, {"timestamp": [1759.96, 1761.74], "text": " don't get COVID again."}, {"timestamp": [1762.28, 1764.18], "text": " The Ministry of Health says 16,000"}, {"timestamp": [1764.18, 1768.5], "text": " people have been re-infected with COVID since the first case was detected in 2020."}, {"timestamp": [1769.18, 1772.64], "text": " 10,000 of those have been re-infected within 90 days."}, {"timestamp": [1773.02, 1777.1], "text": " This comes as new evidence shows reinfection is more likely to cause new or"}, {"timestamp": [1777.1, 1779.88], "text": " lasting health problems according to an international study."}, {"timestamp": [1780.32, 1781.5], "text": " Louise Teneuth reports."}, {"timestamp": [1781.5, 1788.86], "text": " The US-based study focused on people who had their first infection between March 2020 and September 21"}, {"timestamp": [1788.86, 1795.52], "text": " and then got COVID again, comparing them to people who hadn't had COVID or had just one infection."}, {"timestamp": [1796.02, 1800.68], "text": " The findings show those with two or more infections had more than twice the risk of dying"}, {"timestamp": [1800.68, 1806.0], "text": " and three times the risk of being hospitalized within six months of their last infection."}, {"timestamp": [1806.0, 1812.0], "text": " They also had higher risks for lung and heart problems, fatigue, digestive and kidney disorders,"}, {"timestamp": [1812.0, 1815.0], "text": " diabetes and neurological problems."}, {"timestamp": [1815.0, 1821.0], "text": " Microbiologist Susie Wiles says those that have had COVID once have no guarantees the second time."}, {"timestamp": [1821.0, 1826.04], "text": " Every infection now seems to increase your risk of potentially long-term damage."}, {"timestamp": [1826.66, 1830.16], "text": " So it's really, really important that we do everything we can"}, {"timestamp": [1830.16, 1833.24], "text": " to both protect those people who haven't had an infection yet,"}, {"timestamp": [1833.24, 1836.58], "text": " but also to protect those people who have had an infection."}, {"timestamp": [1837.16, 1842.72], "text": " With a second wave coming, she's urging all those eligible to get their boosters as soon as possible."}, {"timestamp": [1843.22, 1847.72], "text": " But she says the study shows the best defence is trying to prevent the spread."}, {"timestamp": [1848.06, 1852.88], "text": " I think we also need to stop thinking of the vaccine as kind of making us bulletproof."}, {"timestamp": [1853.26, 1859.36], "text": " Still need to be doing everything on top of vaccination, like mask wearing, like ventilation."}, {"timestamp": [1859.76, 1863.36], "text": " But for those who work with the public, that's extremely difficult."}, {"timestamp": [1863.36, 1867.94], "text": " I often ask them if their employer has even provided them with CO2 monitors."}, {"timestamp": [1868.2, 1869.92], "text": " The answer is nearly always no."}, {"timestamp": [1870.12, 1874.88], "text": " I'll ask them if, you know, has your employer updated the ventilation system to reflect the reality"}, {"timestamp": [1874.88, 1878.84], "text": " that we're in a global pandemic that's raging all around us and the answer is always no."}, {"timestamp": [1879.02, 1883.42], "text": " That's hospitality worker and founder of Raised the Bar Union, Chloe Ann King."}, {"timestamp": [1883.42, 1885.52], "text": " She says they're hearing from many workers"}, {"timestamp": [1885.52, 1892.1], "text": " battling COVID for a second or even third time, some in less than three months. She says employers"}, {"timestamp": [1892.1, 1897.18], "text": " urgently need to take staff health and safety seriously. To be updating their ventilation"}, {"timestamp": [1897.18, 1902.26], "text": " systems, not just cracking open a door when the air feels like soup because you've got so many"}, {"timestamp": [1902.26, 1905.12], "text": " people in there. It's a really packed out nightclub."}, {"timestamp": [1905.44, 1910.28], "text": " And no mask mandates in hospitality effectively means no mask wearing."}, {"timestamp": [1910.52, 1913.08], "text": " Like maybe in a night, I'll see like two people come in with a mask."}, {"timestamp": [1913.28, 1916.68], "text": " Honestly, it's really been a bit of a deaf road to the industry"}, {"timestamp": [1916.68, 1919.32], "text": " because many businesses are having to cut their hours"}, {"timestamp": [1919.32, 1921.28], "text": " because workers are really sick."}, {"timestamp": [1921.64, 1926.0], "text": " For retail masks are required, but they're slipping from shoppers' faces."}, {"timestamp": [1926.52, 1930.0], "text": " National retail spokesperson for First Union, Ben Peterson,"}, {"timestamp": [1930.44, 1934.82], "text": " says that urgently needs to change, and so too do staff rosters."}, {"timestamp": [1934.82, 1938.88], "text": " It's quite alarming that almost three years into the COVID era,"}, {"timestamp": [1939.36, 1942.04], "text": " that we're still seeing rosters that are too short"}, {"timestamp": [1942.04, 1946.28], "text": " and people being put under pressure to come to work when they're feeling sick. Not acceptable."}, {"timestamp": [1946.68, 1948.2], "text": " We've been through this for long enough now"}, {"timestamp": [1948.2, 1950.04], "text": " that we really need to change the way we"}, {"timestamp": [1950.04, 1952.86], "text": " do staffing and rostering in New Zealand industries."}, {"timestamp": [1953.16, 1956.54], "text": " For supermarket workers, COVID's always been a huge risk."}, {"timestamp": [1957.04, 1958.78], "text": " Countdown's director, Kitty Hannafin,"}, {"timestamp": [1958.92, 1960.94], "text": " says they're constantly dealing with cases"}, {"timestamp": [1960.94, 1964.32], "text": " and many staff are getting sick for a second time."}, {"timestamp": [1964.32, 1970.6], "text": " All together this year we've had about 8,000 team who have had COVID which is a large"}, {"timestamp": [1970.6, 1975.38], "text": " number although we're a large team and we've had about a hundred of those teams also have"}, {"timestamp": [1975.38, 1980.56], "text": " a subsequent reinfection. She says they're supporting staff with extra time off work when"}, {"timestamp": [1980.56, 1986.12], "text": " sick providing surgical and in 95 masks for them, and trying to improve ventilation."}, {"timestamp": [1986.84, 1990.86], "text": " They're also looking for extra staff to fill gaps when COVID strikes."}, {"timestamp": [1991.06, 1996.48], "text": " So we're kind of upping the recruitment again at the moment as we're expecting a surge over the next few months."}, {"timestamp": [1996.56, 1998.44], "text": " So to have extra team on is really good."}, {"timestamp": [1998.6, 2002.36], "text": " If some team are out, it means that the team who are remaining in the stores or the distribution"}, {"timestamp": [2002.36, 2004.16], "text": " centres aren't kind of run off their feet."}, {"timestamp": [2004.16, 2007.34], "text": " And as the daily COVID case count keeps rising,"}, {"timestamp": [2007.84, 2009.54], "text": " the experts are urging all of us"}, {"timestamp": [2009.54, 2012.42], "text": " to return to the basic infection prevention practices"}, {"timestamp": [2012.42, 2015.04], "text": " of hand washing and mask wearing."}, {"timestamp": [2016.26, 2018.08], "text": " It is 28 minutes to six."}, {"timestamp": [2018.2, 2019.72], "text": " Ki'amu, Tonu Mai, stay with us."}, {"timestamp": [2019.8, 2021.62], "text": " You're listening to Checkpoint on RNZ National."}, {"timestamp": [2021.8, 2023.32], "text": " And of course, it's time for the business news."}, {"timestamp": [2023.78, 2025.02], "text": " Kontakuhoa in NIA,"}, {"timestamp": [2025.18, 2027.82], "text": " Kornanzaki, who is in our Christchurch newsroom"}, {"timestamp": [2027.82, 2028.66], "text": " and joins us live."}, {"timestamp": [2028.76, 2029.46], "text": " Kiyora, Anan."}, {"timestamp": [2029.88, 2032.6], "text": " Well, we've been talking about the Reserve Bank rate rise."}, {"timestamp": [2032.76, 2033.42], "text": " More to come, eh?"}, {"timestamp": [2035.46, 2038.02], "text": " Kiyo Lisa, yeah, well, look, no surprises, really."}, {"timestamp": [2038.12, 2041.78], "text": " This afternoon was at another 50 basis point hike delivered,"}, {"timestamp": [2042.22, 2044.64], "text": " taking the official cash rate to 2.5%."}, {"timestamp": [2044.64, 2047.0], "text": " The OCR is now at its highest"}, {"timestamp": [2047.0, 2054.56], "text": " level since early 2016, and we've had three consecutive rises of 50 basis points, so really"}, {"timestamp": [2054.56, 2061.22], "text": " aggressive action from the Reserve Bank here. And yes, expect more rate rises. That's the message"}, {"timestamp": [2061.22, 2067.4], "text": " from the central bank. Today's brief statement was very similar to the statement it delivered in May."}, {"timestamp": [2067.9, 2070.66], "text": " They said it needs to keep lifting that cash rate"}, {"timestamp": [2070.66, 2074.58], "text": " to counter the strong inflation pressure and expectations."}, {"timestamp": [2075.4, 2079.98], "text": " Inflation is currently, of course, at a 30-year high of 6.9%."}, {"timestamp": [2079.98, 2082.14], "text": " The job market is tight as well."}, {"timestamp": [2082.72, 2085.5], "text": " And yes, business confidence is plummeting."}, {"timestamp": [2085.6, 2087.52], "text": " Consumer confidence is also plummeting."}, {"timestamp": [2087.92, 2091.74], "text": " But inflation remains the AirbnbZ's number one priority."}, {"timestamp": [2092.34, 2098.58], "text": " Now, economists are expecting the cash rate to reach 3.5% by the end of the year."}, {"timestamp": [2098.58, 2106.8], "text": " And the last forecast we had from the AirbnbZ in its May statement was indicating a peak of around 3.9%"}, {"timestamp": [2106.8, 2108.66], "text": " by the middle of next year."}, {"timestamp": [2108.76, 2111.72], "text": " So some way to go yet is the expectation."}, {"timestamp": [2112.38, 2116.82], "text": " And once there is a healthy balance with demand and supply,"}, {"timestamp": [2117.18, 2120.5], "text": " you can start to expect the cash rate to become lower"}, {"timestamp": [2120.5, 2122.2], "text": " and at a more neutral level."}, {"timestamp": [2122.32, 2124.88], "text": " So like about half of fixed-term mortgages"}, {"timestamp": [2124.88, 2126.0], "text": " are yet to be"}, {"timestamp": [2126.0, 2130.32], "text": " reviewed so households will definitely feel the impact of this."}, {"timestamp": [2130.32, 2134.72], "text": " And on Sky TV no new box for them. What's that all about?"}, {"timestamp": [2136.8, 2142.32], "text": " Yeah, supply chain disruptions and computer chip shortages, similar story all across the"}, {"timestamp": [2142.32, 2149.2], "text": " world but that's the excuse that Sky is giving us at a shareholders update this morning."}, {"timestamp": [2149.74, 2156.2], "text": " The box was actually meant to come out in the middle of the year, which is about now, but they've pushed it back to spring."}, {"timestamp": [2156.32, 2158.62], "text": " So not too much of a delay, but still a delay."}, {"timestamp": [2159.16, 2169.08], "text": " So in an investor update this morning, Sky said that they've started technical trials and wider staff trials are going to start this week."}, {"timestamp": [2169.38, 2173.94], "text": " And they'll have an official launch date once customer trials are finished."}, {"timestamp": [2174.44, 2180.78], "text": " And it's been a couple of years since we heard that Sky has been working on a new set-top box."}, {"timestamp": [2180.78, 2182.4], "text": " It's a big deal for the company."}, {"timestamp": [2182.94, 2186.32], "text": " It's going to run on Android TV, combining both"}, {"timestamp": [2186.32, 2192.46], "text": " satellite and internet streaming. And with the departure of Vodafone TV, you could argue that"}, {"timestamp": [2192.46, 2198.68], "text": " there is a gap in the market for something like that. Now, in the same update, Sky also told"}, {"timestamp": [2198.68, 2204.58], "text": " us why it canned the talks over a potential takeover of media works. We first heard about it."}, {"timestamp": [2204.58, 2206.24], "text": " You might remember early last month."}, {"timestamp": [2206.7, 2210.86], "text": " And about a week later, the Sky put a stop to the talks."}, {"timestamp": [2211.32, 2216.44], "text": " And Sky's chief executive, Sophie Maloney, told the share market that there was a significant"}, {"timestamp": [2216.44, 2220.68], "text": " change in outlook in the New Zealand economy, as we're hearing, interest rates arising."}, {"timestamp": [2221.26, 2226.4], "text": " And with feedback that they got from shareholders, some of whom weren't too pleased"}, {"timestamp": [2226.4, 2230.2], "text": " about the direction and they decided that it wasn't the way to go."}, {"timestamp": [2230.2, 2233.2], "text": " Should we take a spin around the markets?"}, {"timestamp": [2233.2, 2242.5], "text": " Yeah, look, the local top 50 index closed the day a mere six points higher at 11,103 and Sky TV,"}, {"timestamp": [2242.5, 2245.84], "text": " interestingly, down seven cents to $232."}, {"timestamp": [2246.46, 2251.84], "text": " The New Zealand dollar is at 61.3 US cents and 90.5 Australian."}, {"timestamp": [2252.74, 2256.06], "text": " Thanks, Anan Zaki there with business news."}, {"timestamp": [2256.74, 2260.88], "text": " The Prime Minister says she's found common ground with her counterpart in the Solomon Islands,"}, {"timestamp": [2261.02, 2264.32], "text": " with neither leader wanting to see the militarisation of the Pacific."}, {"timestamp": [2264.96, 2270.54], "text": " Jacinda Derns sat down with Monace Saugavare at New Zealand's High Commission in Fiji today."}, {"timestamp": [2270.7, 2276.7], "text": " Their first face-to-face talks since the secret Beijing-Solomon's security pact was leaked a few"}, {"timestamp": [2276.7, 2277.28], "text": " months ago."}, {"timestamp": [2277.7, 2282.7], "text": " The meeting was soon after US Vice President Kamala Harris dialed into the Pacific Islands Forum"}, {"timestamp": [2282.7, 2285.52], "text": " to announce a package of support for a region,"}, {"timestamp": [2285.88, 2288.78], "text": " she says, hasn't received the attention it deserves."}, {"timestamp": [2289.14, 2291.62], "text": " Our political reporter, Arnica Smith, is in Suva."}, {"timestamp": [2292.66, 2294.36], "text": " We studied in New Zealand."}, {"timestamp": [2294.76, 2296.54], "text": " At, I wonder, Swakado."}, {"timestamp": [2296.78, 2298.04], "text": " We're from the same university."}, {"timestamp": [2299.14, 2306.08], "text": " Jacinda Ardern and Manasi Sogobari finding common ground in their personal lives at a time critical to unity."}, {"timestamp": [2306.74, 2310.38], "text": " The pair sat down behind closed doors today for bilateral talks,"}, {"timestamp": [2310.72, 2315.18], "text": " including a secret security pact the Solomon Islands, has now signed with Beijing."}, {"timestamp": [2315.78, 2319.52], "text": " Ms Arden has been straight about how concerning a development this is"}, {"timestamp": [2319.52, 2322.76], "text": " and had her chance to say so in person today."}, {"timestamp": [2322.76, 2328.8], "text": " It would be New Zealand's deep concern to see anything that contributed to the militarisation"}, {"timestamp": [2328.8, 2329.6], "text": " of our region."}, {"timestamp": [2330.36, 2332.54], "text": " On that, the Prime Minister agrees."}, {"timestamp": [2333.3, 2337.22], "text": " His expression was that it is not in the Pacific family or indeed Solomon Islands' interests"}, {"timestamp": [2337.22, 2339.16], "text": " to see the militarisation of our region."}, {"timestamp": [2339.3, 2341.78], "text": " So there is common ground there for us."}, {"timestamp": [2341.98, 2345.96], "text": " Jacinda Ardern believes this sentiment is shared among other PIF members."}, {"timestamp": [2346.46, 2347.9], "text": " But while a shared belief"}, {"timestamp": [2347.9, 2349.86], "text": " the Pacific should not be militarised"}, {"timestamp": [2349.86, 2352.04], "text": " feels like progress, the Solomon's"}, {"timestamp": [2352.04, 2353.92], "text": " Beijing Security Pact remains"}, {"timestamp": [2353.92, 2355.44], "text": " shrouded in secrecy."}, {"timestamp": [2355.98, 2358.06], "text": " A draft version was leaked online some"}, {"timestamp": [2358.06, 2359.92], "text": " months ago, but it's believed"}, {"timestamp": [2359.92, 2362.02], "text": " only its signatories have read the full"}, {"timestamp": [2362.02, 2363.7], "text": " deal. One thing I did"}, {"timestamp": [2363.7, 2365.82], "text": " reiterate is that it would be our view"}, {"timestamp": [2365.82, 2367.8], "text": " that it would be helpful to have greater transparency."}, {"timestamp": [2368.04, 2372.68], "text": " At the moment, obviously, we don't have that text publicly available."}, {"timestamp": [2372.98, 2376.52], "text": " New Zealand police have been deployed in the Solomon since last year"}, {"timestamp": [2376.52, 2379.68], "text": " in response to major unrest in its capital, Honiara."}, {"timestamp": [2380.32, 2384.5], "text": " Today, the government committed more than $8 million for this work to continue."}, {"timestamp": [2385.4, 2388.44], "text": " Artauroa is not alone in wanting a presence in the Pacific,"}, {"timestamp": [2388.92, 2391.9], "text": " the US making a grand display of its role today."}, {"timestamp": [2392.44, 2396.26], "text": " Vice President Kamala Harris dialed into the PIF virtually this morning"}, {"timestamp": [2396.26, 2399.92], "text": " to announce more funding, aid and diplomacy for the region."}, {"timestamp": [2400.56, 2404.96], "text": " This includes an intention to set up new embassies in Kedibas and Tonga"}, {"timestamp": [2404.96, 2410.38], "text": " and to triple support for fisheries to 600 million US dollars over a decade,"}, {"timestamp": [2410.8, 2412.62], "text": " subject to congressional approval."}, {"timestamp": [2413.28, 2415.16], "text": " Ms. Harris says it's a new chapter."}, {"timestamp": [2415.64, 2417.76], "text": " We recognize that in recent years,"}, {"timestamp": [2418.06, 2424.32], "text": " the Pacific Islands may not have received the diplomatic attention and support that you deserve."}, {"timestamp": [2427.68, 2433.72], "text": " So today I am here to tell you directly, we are going to change that. The Forum Secretary General Henry Puna is"}, {"timestamp": [2433.72, 2440.46], "text": " pleased with the development. That was very refreshing and also very reassuring that the Americans"}, {"timestamp": [2440.46, 2447.48], "text": " are now fully committed to re-engaging with the Pacific in a meaningful and substantive way."}, {"timestamp": [2447.9, 2452.86], "text": " Mr. Porna says it's too soon to know if the U.S. talks will draw response from Beijing."}, {"timestamp": [2453.28, 2459.5], "text": " Well, who knows? Let's wait and see. But, you know, for us, this is not about geopolitics."}, {"timestamp": [2460.24, 2466.18], "text": " As the Vice President said quite correctly, you know, with our history, you know, goes back a long way."}, {"timestamp": [2467.18, 2469.64], "text": " We've been friends, you know, for so long."}, {"timestamp": [2470.26, 2473.74], "text": " And it's nice to see that friendship, you know, brought back to life."}, {"timestamp": [2474.04, 2477.24], "text": " PIF leaders will convene for their main talks tomorrow morning."}, {"timestamp": [2478.7, 2481.8], "text": " It's 20 to 6. You're with checkpoints on RNZ National."}, {"timestamp": [2487.0, 2488.2], "text": " Hormai, all for caro."}, {"timestamp": [2488.2, 2490.78], "text": " We'd love your feedback on anything you've heard on the program this evening."}, {"timestamp": [2490.9, 2493.16], "text": " Let us know if you've had COVID more than once"}, {"timestamp": [2493.16, 2494.84], "text": " and what that experience was like."}, {"timestamp": [2495.24, 2496.5], "text": " Text us on 2101."}, {"timestamp": [2496.62, 2498.92], "text": " You can tweet us at Checkpoint RNZ"}, {"timestamp": [2498.92, 2501.4], "text": " or send us an email, checkpointed rnz.com."}, {"timestamp": [2501.46, 2502.74], "text": " Is the address."}, {"timestamp": [2503.14, 2504.18], "text": " Let's head to the headlines."}, {"timestamp": [2504.42, 2506.3], "text": " Ana ivi, minapid, pittipitsikorero. Thanks, is the address. Let's head to the headlines. Ana Ivi Minapitipatero."}, {"timestamp": [2506.34, 2506.9], "text": " Thanks, Lisa."}, {"timestamp": [2507.4, 2512.04], "text": " The Reserve Bank has raised to the official cash rate this afternoon by 50 basis points,"}, {"timestamp": [2512.46, 2515.26], "text": " half a percentage point to 2.5%."}, {"timestamp": [2515.26, 2519.02], "text": " And promises more rises until it gets inflation under control,"}, {"timestamp": [2519.16, 2520.74], "text": " currently at a 30-year high."}, {"timestamp": [2521.34, 2523.52], "text": " First Home Buyers Club Director, Leslie Harris,"}, {"timestamp": [2523.92, 2525.92], "text": " says it's an incredibly difficult time"}, {"timestamp": [2525.92, 2530.86], "text": " for first home buyers, with many having to save an average of 12 years to afford a deposit."}, {"timestamp": [2531.66, 2535.98], "text": " The Prime Minister says updates to the COVID response will be announced tomorrow, but"}, {"timestamp": [2535.98, 2540.34], "text": " is ruling out a return to the red level of the traffic light system. Speaking in Fiji,"}, {"timestamp": [2540.56, 2546.94], "text": " Jacinda Ardern says masks, boosters, and isolating remain the three measures that will make a difference to the numbers."}, {"timestamp": [2547.44, 2556.56], "text": " The Ministry of Health today reported 11,464 new community cases of COVID-19 and 29 deaths."}, {"timestamp": [2557.36, 2561.16], "text": " The governments announced a package of law changes to tackle gang violence,"}, {"timestamp": [2561.62, 2565.82], "text": " including expanding warrant and search powers during a gang conflict if"}, {"timestamp": [2565.82, 2570.12], "text": " there's a danger to public safety. The police will be given power to search the property"}, {"timestamp": [2570.12, 2576.48], "text": " and vehicles of all members of a gang rather than specific places and vehicles. And the Prime Minister"}, {"timestamp": [2576.48, 2581.66], "text": " says the Solomon Islands agrees it's not in the region's interest to see militarisation."}, {"timestamp": [2582.28, 2585.86], "text": " Jacinda Ardurn has met with Manas Saugavari face to face"}, {"timestamp": [2585.86, 2589.96], "text": " for the first time since the Solomon's signed a security treaty with China."}, {"timestamp": [2590.56, 2594.54], "text": " Ms Arden also announced New Zealand will extend its community police presence"}, {"timestamp": [2594.54, 2597.1], "text": " in the Solomon Islands for another two years."}, {"timestamp": [2597.68, 2599.28], "text": " Those are the headlines looking at traffic."}, {"timestamp": [2599.62, 2601.6], "text": " No new breakdowns or delays to report."}, {"timestamp": [2602.08, 2605.54], "text": " I'll have the latest news and weather for you at 6 o'clock."}, {"timestamp": [2606.64, 2607.68], "text": " Kiyah-rah, Erho."}, {"timestamp": [2607.88, 2612.32], "text": " Two German shepherd breeders have been banned from owning animals for almost a decade"}, {"timestamp": [2612.32, 2617.04], "text": " after keeping more than 60 dogs in what the SPCA describes as a hellhole."}, {"timestamp": [2617.5, 2620.36], "text": " Some were in filthy cages so small they couldn't stand up,"}, {"timestamp": [2620.48, 2624.3], "text": " forced to sleep in their own waist, and suffering from untreated infections."}, {"timestamp": [2624.58, 2625.06], "text": " Others were"}, {"timestamp": [2625.06, 2630.74], "text": " tied on leads so short they couldn't lie down or had ligature injuries so bad they had to be"}, {"timestamp": [2630.74, 2635.56], "text": " euthanised. Barbara Glover and her daughter Janine Wallace have been found guilty of 32"}, {"timestamp": [2635.56, 2640.34], "text": " animal welfare charges and sentenced to nine and 12 months supervision respectively."}, {"timestamp": [2640.88, 2645.36], "text": " 300 hours community work in order to pay $40,000 in reparations."}, {"timestamp": [2645.94, 2649.98], "text": " The SBCA says it's one of the biggest cases in its 150 year history."}, {"timestamp": [2650.46, 2653.16], "text": " Its chief executive, Andrea Midgeon, joins us now."}, {"timestamp": [2653.86, 2656.44], "text": " Well, where do you start with this one? Andrea, how would you describe it?"}, {"timestamp": [2657.54, 2664.28], "text": " Thank you, Alita. Well, it's an absolute win for SBCA and particularly for those animals"}, {"timestamp": [2664.28, 2666.34], "text": " and our team that have worked on"}, {"timestamp": [2666.34, 2672.64], "text": " this so hard and so long. It's just a real shame that we had to get to this point and that"}, {"timestamp": [2672.64, 2679.28], "text": " people don't understand what their requirements are to take care of animals in Aeotera."}, {"timestamp": [2679.76, 2682.34], "text": " How would you characterize the actions of these two breeders?"}, {"timestamp": [2683.74, 2687.86], "text": " It's something that a situation, I believe, that's got out of hand."}, {"timestamp": [2687.96, 2691.78], "text": " They had way too many animals on their property without the right facilities."}, {"timestamp": [2692.6, 2697.52], "text": " They probably were attracted by the amount of money that they could get for selling"}, {"timestamp": [2697.52, 2701.22], "text": " these puppies because they go for thousands of dollars these days."}, {"timestamp": [2701.64, 2707.5], "text": " And it sounds like a really good get rich quick scheme but the animal welfare"}, {"timestamp": [2707.5, 2713.5], "text": " has not been taken into account along that journey so greed was the driver for how these animals were"}, {"timestamp": [2713.5, 2721.24], "text": " treated well I can only assume that because nobody in their right mind would treat the animals"}, {"timestamp": [2721.24, 2726.94], "text": " the way that these animals were treated as you said said, in their own feces, tied up on short leaves,"}, {"timestamp": [2727.06, 2731.16], "text": " no access to water, not getting the right let care treatment"}, {"timestamp": [2731.16, 2733.6], "text": " that they needed for the different conditions that they had."}, {"timestamp": [2734.34, 2738.48], "text": " So your inspectors turn up to the property, and what strikes them?"}, {"timestamp": [2738.62, 2739.26], "text": " What hits them?"}, {"timestamp": [2740.4, 2747.86], "text": " Well, it was five years ago, and there was over 60 dogs, about 31 adults and 32 pups."}, {"timestamp": [2747.86, 2759.48], "text": " They were housed in various different housing, so a sheep shed, deer, a bathroom on short leashes tied to a fence, you name it."}, {"timestamp": [2759.52, 2764.36], "text": " They were everywhere, and the conditions were just absolutely filthy."}, {"timestamp": [2765.24, 2766.52], "text": " Sorry. You carry're, sorry."}, {"timestamp": [2766.96, 2769.52], "text": " You carry on, but the stink, they mentioned that?"}, {"timestamp": [2769.78, 2771.54], "text": " Oh, yeah, that was unbelievable."}, {"timestamp": [2772.34, 2775.08], "text": " And to think that people could actually work in that"}, {"timestamp": [2775.08, 2779.12], "text": " without realizing what's going on and what needed to be fixed."}, {"timestamp": [2779.68, 2786.26], "text": " And then our inspectors gave them education notice to meet the standards,"}, {"timestamp": [2786.56, 2789.44], "text": " and then we went back again, and they still weren't being met."}, {"timestamp": [2790.04, 2792.38], "text": " So some of these dogs were on very short reads."}, {"timestamp": [2792.5, 2793.34], "text": " They couldn't lie down."}, {"timestamp": [2793.42, 2794.7], "text": " They couldn't sleep."}, {"timestamp": [2795.32, 2799.74], "text": " And what, some of them had these ligatures basically wound around their limbs?"}, {"timestamp": [2800.34, 2801.0], "text": " Yeah, yep."}, {"timestamp": [2801.06, 2802.3], "text": " One dog was so bad."}, {"timestamp": [2802.96, 2808.22], "text": " Its lead was tied around its back leg, which pulled it right up by its head,"}, {"timestamp": [2808.72, 2813.54], "text": " and the damage that was done to that dog was just so bad that sadly it had to be euthanized."}, {"timestamp": [2814.02, 2818.52], "text": " And what was going on in some nearby forest land in terms of tethering the dogs there?"}, {"timestamp": [2819.08, 2827.16], "text": " Yeah, we got another complaint a few months later, or about a month later, I think it was, and people were complaining"}, {"timestamp": [2827.16, 2832.9], "text": " about some barking in the forest land at the back of their property, and it was like they were"}, {"timestamp": [2832.9, 2840.48], "text": " hiding them from any inspection, and so we went in and found those dogs as well, and had to"}, {"timestamp": [2840.48, 2841.64], "text": " take action with them."}, {"timestamp": [2842.48, 2844.46], "text": " How well a breed is regulated?"}, {"timestamp": [2844.62, 2846.36], "text": " Are they regulated at all, Andrea?"}, {"timestamp": [2846.94, 2847.9], "text": " No, they're not."}, {"timestamp": [2848.02, 2849.9], "text": " Sadly, that's one of the things"}, {"timestamp": [2849.9, 2851.32], "text": " that's missing in our legislation."}, {"timestamp": [2852.06, 2853.88], "text": " So anybody can be a breeder"}, {"timestamp": [2853.88, 2856.0], "text": " and we really are"}, {"timestamp": [2856.0, 2858.04], "text": " strongly recommending that we need"}, {"timestamp": [2858.04, 2860.14], "text": " law change. So breeders are given"}, {"timestamp": [2860.14, 2862.22], "text": " specific standards to adhere to."}, {"timestamp": [2863.22, 2864.14], "text": " At the moment,"}, {"timestamp": [2864.24, 2867.16], "text": " it's just up to the buyers to be very wary of who they're purchasing"}, {"timestamp": [2867.16, 2868.04], "text": " their puppies from."}, {"timestamp": [2869.16, 2871.72], "text": " People want to know something good's come out of this, Andrea."}, {"timestamp": [2871.86, 2875.08], "text": " The dogs that survived, can you tell us a little bit about the lives they're leading now?"}, {"timestamp": [2876.02, 2876.88], "text": " Oh, they're great."}, {"timestamp": [2877.0, 2882.82], "text": " They're in homes, loving homes, where they should be getting all the enrichment and care"}, {"timestamp": [2882.82, 2886.24], "text": " that each dog deserves in its life."}, {"timestamp": [2886.82, 2890.5], "text": " And I think that the people that are looking after them,"}, {"timestamp": [2890.66, 2894.36], "text": " they absolutely know what responsible pet ownership is all about."}, {"timestamp": [2894.64, 2895.6], "text": " And it's just fabulous."}, {"timestamp": [2896.24, 2898.16], "text": " Thank you very much for your time this evening."}, {"timestamp": [2898.3, 2900.38], "text": " That's Andrea Midgeon from the SPCA."}, {"timestamp": [2900.96, 2904.4], "text": " A woman's described a distressed man who came to her door"}, {"timestamp": [2904.4, 2907.72], "text": " after an attempt to cross a swollen Ford turned fatal."}, {"timestamp": [2908.26, 2914.42], "text": " One person died and two managed to escape when the car they were in was swept away in the Silverstream River near Dunedin last night."}, {"timestamp": [2914.84, 2916.84], "text": " Tess Brunton reports from North Tairi."}, {"timestamp": [2922.4, 2928.0], "text": " Last night, a soaked and shaken man appeared at Barbara Warren's house in North Tyree"}, {"timestamp": [2928.0, 2933.0], "text": " after his group tried crossing a nearby Ford and it went badly wrong."}, {"timestamp": [2933.3, 2935.52], "text": " I would have thought it was probably once in the lifetime."}, {"timestamp": [2935.98, 2940.82], "text": " The last time the trampers were going through and they came to our house to say,"}, {"timestamp": [2940.9, 2944.22], "text": " oh, one of their party had got swept down the river and he was lost."}, {"timestamp": [2944.22, 2945.16], "text": " So all we could"}, {"timestamp": [2945.16, 2950.8], "text": " do was really call, search and rescue and get them round the fire and give them hot drinks and"}, {"timestamp": [2950.8, 2955.16], "text": " keep them warm, which is what we did last night. You know, it was like history of heating itself."}, {"timestamp": [2955.88, 2962.88], "text": " We just saw a really distressed person who'd walked a long way to find a light on and someone"}, {"timestamp": [2962.88, 2968.56], "text": " with a phone. It's the third death on a nearby Ford since she moved there about 20 years ago."}, {"timestamp": [2969.04, 2972.46], "text": " She says it's harrowing to think what it must have been like."}, {"timestamp": [2972.7, 2977.74], "text": " Imagine you're in a car and there's a tiny little pocket of air and you have to hold your breath"}, {"timestamp": [2977.74, 2979.98], "text": " and it's dark and it's freezing in you're upside down."}, {"timestamp": [2980.56, 2984.86], "text": " Or if I think about it too hard, you know, it makes me want to gasp."}, {"timestamp": [2985.14, 2990.74], "text": " Barbara's hopeful a solution can be found to avoid another preventable death in the area."}, {"timestamp": [2991.08, 2995.36], "text": " We were wondering if they should put some sort of gate, because people, they ignore the signs,"}, {"timestamp": [2995.54, 2998.84], "text": " and sometimes just for fun they'll just run the signs over."}, {"timestamp": [2999.58, 3006.0], "text": " And the council of tried all sorts, they've put huge boulders, you know, on places that they don't want"}, {"timestamp": [3006.0, 3008.88], "text": " four-wheel drives to go and they just drag them away."}, {"timestamp": [3013.44, 3019.12], "text": " The rain continued through the night and today, with mists sometimes thick in the air."}, {"timestamp": [3019.62, 3026.14], "text": " Not long after dawn, water was still charging over the ford, a foamy brown torrent. In the lead"}, {"timestamp": [3026.14, 3031.4], "text": " up to the Ford is a yellow sign warning of a water hazard, with another to show the road"}, {"timestamp": [3031.4, 3037.84], "text": " was closed closer to the stream. Melanie Helm runs the Wayora Scout Camp, a short drive"}, {"timestamp": [3037.84, 3043.18], "text": " from Silver Stream Valley Road from the Ford. I can't believe people actually attempted to"}, {"timestamp": [3043.18, 3045.54], "text": " even try and cross that river."}, {"timestamp": [3046.46, 3047.9], "text": " Why is that? What's the river"}, {"timestamp": [3047.9, 3048.8], "text": " like at the moment?"}, {"timestamp": [3050.54, 3051.94], "text": " Last night when I was out there"}, {"timestamp": [3051.94, 3054.04], "text": " it was very swift. I couldn't even tell"}, {"timestamp": [3054.04, 3055.84], "text": " it was a Ford. Only a few"}, {"timestamp": [3055.84, 3058.2], "text": " nights earlier, she witnessed a close"}, {"timestamp": [3058.2, 3059.84], "text": " call. I was out there and"}, {"timestamp": [3059.84, 3061.76], "text": " Saturday night checking out and"}, {"timestamp": [3061.76, 3063.74], "text": " we just about lost a four-wheel drive"}, {"timestamp": [3063.74, 3066.42], "text": " people trying to attempt the same thing,"}, {"timestamp": [3066.82, 3069.42], "text": " and they just managed to pull it back up and get out of there"}, {"timestamp": [3069.42, 3070.84], "text": " before they went over the side."}, {"timestamp": [3071.84, 3074.28], "text": " And a few years back there was a motorcycle."}, {"timestamp": [3075.32, 3078.4], "text": " Unfortunately, he lost his life trying to cross it."}, {"timestamp": [3078.88, 3080.58], "text": " So it's a bit of a notorious river."}, {"timestamp": [3081.4, 3083.16], "text": " It can be when it's up, yes."}, {"timestamp": [3083.16, 3089.24], "text": " The head of Mosgill Tari Community Board, Joy Davis, says it's awful news."}, {"timestamp": [3089.24, 3096.24], "text": " It's a tragic event that's impacted many people, of course the family, but it's also"}, {"timestamp": [3096.24, 3103.62], "text": " impacted on the people who were called out to search and then subsequently found the person"}, {"timestamp": [3103.62, 3109.22], "text": " and it has wide-ranging ramifications for people and emergency services."}, {"timestamp": [3109.44, 3112.7], "text": " With surface flooding on some roads and rivers running high,"}, {"timestamp": [3113.08, 3118.88], "text": " she hopes people will stay home, stay safe and listen to the advice from local authorities."}, {"timestamp": [3119.54, 3122.96], "text": " The police are making inquiries on behalf of the coroner."}, {"timestamp": [3123.78, 3125.28], "text": " It's nine minutes to six."}, {"timestamp": [3125.38, 3128.7], "text": " Some of you getting in touch regarding our interview with Chris Hickens,"}, {"timestamp": [3128.8, 3130.1], "text": " the police minister he is now,"}, {"timestamp": [3130.44, 3132.74], "text": " and measures to crack down on gangs."}, {"timestamp": [3133.22, 3137.02], "text": " A listener in Wellington says it's going to come down to how society decides"}, {"timestamp": [3137.02, 3139.84], "text": " to deal with drugs because that's how gangs make their money"}, {"timestamp": [3139.84, 3140.7], "text": " and pay their members."}, {"timestamp": [3141.0, 3143.78], "text": " Not legalising cannabis was a missed opportunity."}, {"timestamp": [3144.46, 3145.86], "text": " Someone else has got in touch to say,"}, {"timestamp": [3146.02, 3150.12], "text": " how are government's going to prevent children from being negatively impacted"}, {"timestamp": [3150.12, 3153.46], "text": " if property like homes and vehicles are seized from gangs,"}, {"timestamp": [3153.54, 3156.68], "text": " because children live in gang houses as well."}, {"timestamp": [3157.12, 3160.12], "text": " Thanks for your feedback, keep it coming, 2101 on the text."}, {"timestamp": [3160.24, 3161.78], "text": " Kiao Motunumai, stay with us."}, {"timestamp": [3162.08, 3164.28], "text": " You're listening to Checkpoint on RNZ National."}, {"timestamp": [3164.88, 3166.4], "text": " The manager of a Wellington store"}, {"timestamp": [3166.4, 3168.1], "text": " targeted in a ram raid overnight"}, {"timestamp": [3168.1, 3170.32], "text": " says the thieves had broken everything"}, {"timestamp": [3170.32, 3171.76], "text": " when they crashed into the store"}, {"timestamp": [3171.76, 3173.6], "text": " in the early hours of this morning."}, {"timestamp": [3174.08, 3175.84], "text": " Police suspect multiple people were involved"}, {"timestamp": [3175.84, 3177.98], "text": " in a ram road overnight at the liquor store"}, {"timestamp": [3177.98, 3180.22], "text": " in Brooklyn. The incident has left locals"}, {"timestamp": [3180.22, 3181.96], "text": " in the suburb shocked. Rosie Gordon"}, {"timestamp": [3181.96, 3182.56], "text": " reports."}, {"timestamp": [3186.54, 3190.98], "text": " The sound of a crew clearing up the cellar rooms smashed in storefront."}, {"timestamp": [3191.34, 3197.88], "text": " The entire window has been taken out, its frame mangled, and the front door left off its hinges, its glass shattered."}, {"timestamp": [3198.5, 3204.06], "text": " Layers of glass were stacked up on the street while store manager Lucy Roberts looked on at the scene."}, {"timestamp": [3204.34, 3206.98], "text": " This is a ram ray that happened about 3 o'clock this morning."}, {"timestamp": [3207.7, 3211.34], "text": " They come in and they've broken everything and taken all the gin."}, {"timestamp": [3211.84, 3216.76], "text": " She says thieves got away with other spirits too but isn't sure exactly how much."}, {"timestamp": [3217.16, 3223.14], "text": " Ms Roberts has worked here for 18 years and fears the damage and loss will set the business back."}, {"timestamp": [3223.5, 3224.5], "text": " Absolutely gutted."}, {"timestamp": [3226.5, 3227.74], "text": " It's quite upsetting."}, {"timestamp": [3228.9, 3236.06], "text": " In fact, you work so hard and this is just over and overnight we're screwed now."}, {"timestamp": [3236.8, 3241.84], "text": " Police say multiple offenders are suspected of entering the store, helping themselves before"}, {"timestamp": [3241.84, 3243.0], "text": " fleeing in the vehicle."}, {"timestamp": [3243.42, 3246.98], "text": " Their investigation into exactly what happened was ongoing today."}, {"timestamp": [3247.42, 3251.76], "text": " This local woman who did not want to be named saw and heard the ram raid."}, {"timestamp": [3251.76, 3261.02], "text": " And I just heard a large smash and glass breaking and I felt guttered."}, {"timestamp": [3261.62, 3267.58], "text": " There was nothing I can do because they were reversing in and then drove out."}, {"timestamp": [3268.42, 3271.12], "text": " And it all happened so quickly."}, {"timestamp": [3271.74, 3273.2], "text": " She's been left shocked."}, {"timestamp": [3273.56, 3274.8], "text": " This is our home."}, {"timestamp": [3275.34, 3278.52], "text": " People live here too as well as work here."}, {"timestamp": [3278.68, 3280.42], "text": " We're a really close community."}, {"timestamp": [3281.08, 3285.5], "text": " Other Brooklyn residents walking past the scene this morning shared that sentiment."}, {"timestamp": [3285.5, 3293.6], "text": " It's quite suburban and family based, so kind of jarring as well because, I mean, just walking to the bus stop and you see that."}, {"timestamp": [3293.6, 3297.5], "text": " It's unfortunate, it's not something I would imagine would happen here."}, {"timestamp": [3297.5, 3299.0], "text": " It's very surprising."}, {"timestamp": [3299.0, 3302.0], "text": " I guess the main thing is I hope the staff feel safe there."}, {"timestamp": [3302.0, 3305.58], "text": " Cellar room owner Derek Beeling was busy on the phone today,"}, {"timestamp": [3305.98, 3308.0], "text": " desperately trying to find tradies who could"}, {"timestamp": [3308.0, 3309.46], "text": " repair his broken store."}, {"timestamp": [3309.9, 3311.96], "text": " The owners of neighbouring businesses offered"}, {"timestamp": [3311.96, 3314.08], "text": " their help, including Alex Foster"}, {"timestamp": [3314.08, 3316.36], "text": " who owns the local Burger, Wisconsin."}, {"timestamp": [3316.82, 3318.16], "text": " Just really upset for Derek."}, {"timestamp": [3318.96, 3321.38], "text": " Saw the post on the local community page"}, {"timestamp": [3321.38, 3322.84], "text": " earlier this morning and"}, {"timestamp": [3322.84, 3327.5], "text": " it's just very upsetting, very hard things have to go through as a business owner."}, {"timestamp": [3327.9, 3332.14], "text": " Sala Room, store manager Lucy Roberts, hopes they'll be back on their feet soon."}, {"timestamp": [3332.44, 3333.86], "text": " We'll just fix it up from the side again."}, {"timestamp": [3334.5, 3335.44], "text": " I'll be open by tomorrow."}, {"timestamp": [3335.98, 3336.78], "text": " Gotta keep going."}, {"timestamp": [3337.16, 3341.02], "text": " The only problem is the ram raids left them with a lot of cleaning up to do."}, {"timestamp": [3342.56, 3345.06], "text": " Shocking video leaked to reporters in the US"}, {"timestamp": [3345.06, 3347.66], "text": " reveals how hesitant police were in responding"}, {"timestamp": [3347.66, 3350.02], "text": " to the Uvalde mass shooting in May."}, {"timestamp": [3350.52, 3353.52], "text": " The footage shows officers confused and stalling"}, {"timestamp": [3353.52, 3355.22], "text": " in a hallway outside the classroom"}, {"timestamp": [3355.22, 3357.9], "text": " where 19 students and two teachers were killed."}, {"timestamp": [3358.36, 3360.26], "text": " Families and survivors are furious,"}, {"timestamp": [3360.42, 3362.78], "text": " so CNN's Rosa Flores reports."}, {"timestamp": [3363.66, 3367.8], "text": " An edited version of surveillance video released today by the Austin American"}, {"timestamp": [3367.8, 3374.46], "text": " Statement shows that at 1132 on May 24th, the first shots were fired outside Rob"}, {"timestamp": [3374.46, 3378.34], "text": " Elementary School, an audio of a teacher calling 911."}, {"timestamp": [3378.62, 3379.66], "text": " The kids are running!"}, {"timestamp": [3383.76, 3385.32], "text": " Oh my God."}, {"timestamp": [3386.32, 3387.92], "text": " Get in your room."}, {"timestamp": [3388.72, 3389.88], "text": " Get in your room."}, {"timestamp": [3390.66, 3392.18], "text": " Then at 1133,"}, {"timestamp": [3392.78, 3394.84], "text": " school surveillance video shows the gunman"}, {"timestamp": [3394.84, 3396.38], "text": " entering an empty hallway,"}, {"timestamp": [3396.8, 3398.72], "text": " unhindered, walking casually"}, {"timestamp": [3398.72, 3400.3], "text": " with his gun hanging down."}, {"timestamp": [3400.82, 3401.74], "text": " He slows down,"}, {"timestamp": [3402.14, 3403.2], "text": " peeks around a corner."}, {"timestamp": [3403.56, 3406.96], "text": " A boy sees him as he starts shooting and the boy runs."}, {"timestamp": [3407.48, 3414.96], "text": " According to the statesman, the gunman fired his weapon and AR-15 inside two classrooms for two and a half minutes,"}, {"timestamp": [3415.32, 3421.92], "text": " stopping and starting multiple times. The statesman saying they edited out the most disturbing sounds,"}, {"timestamp": [3422.08, 3425.46], "text": " including screams. The surveillance video that lawmakers,"}, {"timestamp": [3425.74, 3429.54], "text": " Texas DPS, and even the Uvaldi mayor have been pushing to release"}, {"timestamp": [3429.54, 3434.48], "text": " shows seven police officers arriving, armed, some with rifles."}, {"timestamp": [3435.72, 3439.68], "text": " They entered the hallway, weapons drawn at 1136,"}, {"timestamp": [3440.28, 3444.08], "text": " just three minutes after the gunman arrived while shots are being fired."}, {"timestamp": [3444.58, 3451.86], "text": " In total, the material revealing just over two of the more than 70 minutes police were in the hallway before killing the gunmen,"}, {"timestamp": [3452.22, 3456.58], "text": " some rushing towards the classrooms, other officers hanging back."}, {"timestamp": [3458.68, 3467.92], "text": " Within one minute, shots are heard, 16 rounds in total, and police can be seen retreating, running back down the hallway to take cover."}, {"timestamp": [3468.7, 3471.08], "text": " One officer appears to touch his ear."}, {"timestamp": [3471.54, 3482.64], "text": " Then at 1152, 19 minutes after the gunman enters the school, the timestamp on the video shows more officers arriving, heavily armed, some with ballistic shields."}, {"timestamp": [3483.4, 3485.0], "text": " Still, they wait."}, {"timestamp": [3485.42, 3490.76], "text": " At 1204, the video jumps 31 minutes after the gunman enters the school,"}, {"timestamp": [3491.06, 3492.86], "text": " and law enforcement is still waiting."}, {"timestamp": [3493.32, 3497.64], "text": " At least 19 officers are now in the hallway, according to the official timeline."}, {"timestamp": [3497.64, 3502.68], "text": " At this point, a girl in one of the adjoining classrooms calls 911,"}, {"timestamp": [3503.34, 3506.76], "text": " sharing her location, pleading for help, and calls"}, {"timestamp": [3506.76, 3514.04], "text": " back minutes later saying multiple people are dead. At 1215, a tactical team arrives, and a minute"}, {"timestamp": [3514.04, 3522.56], "text": " later, a 911 call saying eight or nine students are still alive. At 1221, 45 minutes after police"}, {"timestamp": [3522.56, 3530.5], "text": " arrived, the gunman fires another four shots, and police start to move down the hallway again, remaining outside the classrooms."}, {"timestamp": [3531.24, 3536.2], "text": " At 1230, one officer uses the hand sanitizer dispenser in the school."}, {"timestamp": [3536.2, 3546.46], "text": " At 1243 and 1247, more 911 calls to send police, and the caller says, children are aware the police are outside the door."}, {"timestamp": [3548.96, 3557.14], "text": " Then at 1250, 74 minutes after police first arrived, officers breached the classroom door and kill the gunman."}, {"timestamp": [3557.54, 3562.02], "text": " At this point, the video shows officers in the hallway pushing to go in."}, {"timestamp": [3562.02, 3565.12], "text": " The video account, now adding to the toll"}, {"timestamp": [3565.12, 3567.88], "text": " the families of the 19 students and two teachers"}, {"timestamp": [3567.88, 3569.74], "text": " who were massacred at Rob Elementary"}, {"timestamp": [3569.74, 3571.14], "text": " have to endure."}, {"timestamp": [3573.28, 3574.32], "text": " Absolutely incredible."}, {"timestamp": [3574.92, 3576.36], "text": " Let's get to some of your feedback"}, {"timestamp": [3576.36, 3577.72], "text": " on the situation with gangs"}, {"timestamp": [3577.72, 3579.08], "text": " and the government's announcement today."}, {"timestamp": [3579.9, 3581.0], "text": " One listener says,"}, {"timestamp": [3581.12, 3583.16], "text": " prison is a comfortable home for these people"}, {"timestamp": [3583.16, 3584.9], "text": " with no bills, friends and family there,"}, {"timestamp": [3584.96, 3585.72], "text": " food provided, hard labor, they reckon no bills, friends and family there, food provided."}, {"timestamp": [3586.28, 3587.66], "text": " Hard labour, they reckon."}, {"timestamp": [3588.16, 3593.52], "text": " Fiona, on the other hand, says the old national song of hard-on-crime is depressing Groundhog Day stuff."}, {"timestamp": [3593.9, 3597.74], "text": " I think Chris Hickens, as Minister of both police and education, is spot on."}, {"timestamp": [3598.18, 3602.72], "text": " Super bright 12-year-olds go off the rails and see the easy money from gangs, the Brotherhood."}, {"timestamp": [3602.82, 3604.02], "text": " It breaks my heart."}, {"timestamp": [3604.44, 3605.36], "text": " Get them staying at"}, {"timestamp": [3605.36, 3611.84], "text": " school and finding and excelling at what they are good at, says Fiona. Betenna says when they're"}, {"timestamp": [3611.84, 3616.62], "text": " incarcerated, it still continues with gangs in prison. It still isn't getting them away from the"}, {"timestamp": [3616.62, 3623.24], "text": " gangs inside jail. On the subject of mortgages, one listener has suggested something quite interesting."}, {"timestamp": [3623.24, 3630.88], "text": " Is anyone researching the impacts on banks of mum and dad? These soft loans to their children are coming out of nest eggs"}, {"timestamp": [3630.88, 3636.08], "text": " that are taking a pounding as Kiwi saver balances are plummeting. Really interesting point."}, {"timestamp": [3637.0, 3643.02], "text": " Pete has pointed out in the US, mortgage interest rate is tax deductible. And someone else says"}, {"timestamp": [3643.02, 3645.62], "text": " the Reserve Bank has had no choice but to put"}, {"timestamp": [3645.62, 3651.24], "text": " interest rates up until people save more or are forced to reduce their spending as their"}, {"timestamp": [3651.24, 3656.0], "text": " mortgage payments increase as inflation continues to rise."}, {"timestamp": [3660.0, 3685.5], "text": " RNZ News at 6. Good evening. Kiyoitao. I'm Evie Ashton. Police Minister, Chris Hipkins, says the government's gang crackdown package will give the police more tools to deal with the escalating gang tensions in Auckland. The package gives police more powers to seize guns, vehicles and assets, and introduces a new firearms intimidation offence. Chris Hipkins has told Checkpoint the tools will make it easier"}, {"timestamp": [3685.5, 3690.86], "text": " for police to search gang properties or vehicles for illegal weapons during gang conflict."}, {"timestamp": [3690.86, 3695.62], "text": " The recent examples where we've seen the conflict between gangs, that's the reason that"}, {"timestamp": [3695.62, 3700.92], "text": " we're doing this. We'll set out more detail of exactly the triggers for this, but it will be"}, {"timestamp": [3700.92, 3707.46], "text": " around that kind of escalating tension between gangs to give police more tools to get in there and disrupt that."}, {"timestamp": [3707.84, 3712.96], "text": " Chris Hipkins says police will still need a warrant to carry out searches on gang properties."}, {"timestamp": [3714.22, 3719.84], "text": " A housing market expert says some first home buyers are having to wait up to 12 years to save"}, {"timestamp": [3719.84, 3722.04], "text": " for a deposit to buy a house."}, {"timestamp": [3722.68, 3726.1], "text": " Interest rates could be set to rise after the Reserve Bank this afternoon"}, {"timestamp": [3726.1, 3729.04], "text": " cranked the official cash rate up to a six-year high"}, {"timestamp": [3729.04, 3731.54], "text": " to combat 30-year high inflation."}, {"timestamp": [3732.2, 3734.6], "text": " First Home Buyers Club director, Leslie Harris,"}, {"timestamp": [3735.02, 3738.24], "text": " says it's an incredibly difficult time for first home buyers"}, {"timestamp": [3738.24, 3740.26], "text": " and most have to rely on their parents."}, {"timestamp": [3740.56, 3742.32], "text": " Which is great for those that have access"}, {"timestamp": [3742.32, 3743.76], "text": " to a bank of mum and dad,"}, {"timestamp": [3743.86, 3745.98], "text": " but unfortunately not everybody has."}, {"timestamp": [3746.16, 3749.62], "text": " So it's tough getting that deposit together really tough."}, {"timestamp": [3750.06, 3756.4], "text": " Leslie Harris says there's a perfect storm of problems preventing first home buyers getting into the market."}, {"timestamp": [3757.46, 3764.08], "text": " The Vet Association is criticising the not guilty verdict in the trial of a woman whose dog attacked a veterinarian."}, {"timestamp": [3764.68, 3765.96], "text": " Dr Lisa Schneider needed surgery for torn muscles and a broken bone in her trial of a woman whose dog attacked a veterinarian. Dr Lisa Schneider"}, {"timestamp": [3765.96, 3770.64], "text": " needed surgery for torn muscles and a broken bone in her arm after being attacked in"}, {"timestamp": [3770.64, 3775.84], "text": " October last year during an appointment. The New Zealand Vet Association is unhappy with the"}, {"timestamp": [3775.84, 3782.06], "text": " verdict. Chief Executive Kevin Bryant says the decision implicitly blames the vet for the dog's behaviour."}, {"timestamp": [3782.06, 3789.18], "text": " We're extremely disappointed because we have a case here of a veterinarian who is seriously injured"}, {"timestamp": [3789.18, 3792.42], "text": " by a dog that wasn't appropriately controlled."}, {"timestamp": [3792.98, 3796.72], "text": " Kevin Bryant says the ruling is likely to make vets even more cautious."}, {"timestamp": [3797.32, 3800.32], "text": " The council says the dog was released to its owner yesterday."}, {"timestamp": [3800.82, 3805.76], "text": " The Prime Minister says the Solomon Islands shares New Zealand's view on militarisation"}, {"timestamp": [3805.76, 3809.54], "text": " in the Pacific. At the Pacific Islands Forum Leaders' meeting in Suva,"}, {"timestamp": [3810.02, 3815.08], "text": " Jacinda Ardern has met with Manassee Sogavare face to face for the first time since the"}, {"timestamp": [3815.08, 3821.32], "text": " Solomon's signed a security treaty with China. Ms. Adirn says she reiterated to Mr Sogavari"}, {"timestamp": [3821.32, 3825.32], "text": " it would be helpful to have greater transparency on the agreement,"}, {"timestamp": [3829.32, 3829.96], "text": " but they agreed it wasn't in the region's interest to see militarisation."}, {"timestamp": [3834.98, 3836.62], "text": " Ms Aduin also announced New Zealand will extend its community police presence in the Solomon Islands for another two years."}, {"timestamp": [3837.24, 3841.74], "text": " The two men charged over the handling of donations to the New Zealand First Foundation"}, {"timestamp": [3841.74, 3845.72], "text": " have lost a bid for continuing name suppression, but their names"}, {"timestamp": [3845.72, 3847.84], "text": " cannot yet be published. They have been"}, {"timestamp": [3847.84, 3849.8], "text": " accused by the serious fraud office"}, {"timestamp": [3849.8, 3852.48], "text": " of obtaining nearly $750,000"}, {"timestamp": [3852.48, 3853.52], "text": " by deception"}, {"timestamp": [3853.52, 3855.92], "text": " between 2015 and 2020."}, {"timestamp": [3856.54, 3857.9], "text": " Our Deputy Political Editor,"}, {"timestamp": [3858.04, 3859.16], "text": " Craig McCulloch, has more."}, {"timestamp": [3859.66, 3861.72], "text": " The two men's identities have been"}, {"timestamp": [3861.72, 3863.74], "text": " shrouded in secrecy, granted"}, {"timestamp": [3863.74, 3865.1], "text": " interim name suppression"}, {"timestamp": [3865.1, 3867.76], "text": " since charges were laid in September 2020."}, {"timestamp": [3868.36, 3871.48], "text": " The trial took place at the High Court in Auckland last month,"}, {"timestamp": [3871.86, 3874.3], "text": " with the judge expected to issue a ruling soon."}, {"timestamp": [3874.94, 3878.68], "text": " Media outlets, including RNZ, have long challenged the name suppression"}, {"timestamp": [3878.68, 3881.28], "text": " and did so again at a hearing this morning."}, {"timestamp": [3881.74, 3886.08], "text": " The names, though, still cannot be published, while an appeal is likely."}, {"timestamp": [3886.9, 3893.28], "text": " A microbiologist says people need to remain vigilant to avoid getting reinfected with COVID-19."}, {"timestamp": [3893.92, 3899.28], "text": " The Ministry of Health says 16,000 people have been reinfected with COVID since the first case was"}, {"timestamp": [3899.28, 3904.94], "text": " detected in 2020. 10,000 of those have been reinfected within 90 days."}, {"timestamp": [3909.3, 3909.9], "text": " Dr Susie Wiles says preventing the spread is the best protection."}, {"timestamp": [3914.52, 3914.92], "text": " I think we also need to stop thinking of the vaccine as kind of making us bulletproof."}, {"timestamp": [3921.0, 3921.92], "text": " Still need to be doing everything on top of vaccination, like mask wearing, like ventilation."}, {"timestamp": [3926.88, 3927.42], "text": " Susie Wiles says those who've had COVID once have no guarantees about their second time."}, {"timestamp": [3932.74, 3937.98], "text": " COVID-19 response minister, Ayesha Veryl, is to reveal updates to the government's COVID response tomorrow. But a return to the red level of the traffic like system has been ruled out."}, {"timestamp": [3938.52, 3943.9], "text": " The country's biggest nursing union is calling for an urgent conference of health representatives"}, {"timestamp": [3943.9, 3945.26], "text": " from all areas of the"}, {"timestamp": [3945.26, 3950.64], "text": " system to look at solutions to the health staffing crisis. And the New Zealand Nurses"}, {"timestamp": [3950.64, 3955.66], "text": " Organisation is continuing to ask the health minister Andrew Little to acknowledge there is a crisis"}, {"timestamp": [3955.66, 3961.68], "text": " after he's repeatedly declined to do so publicly. As Chief Executive, Paul Golter, says"}, {"timestamp": [3961.68, 3965.38], "text": " nurses have been angry at Mr Little's comments about the situation"}, {"timestamp": [3965.38, 3969.02], "text": " and the union is gathering their feedback to give to the minister."}, {"timestamp": [3970.06, 3975.3], "text": " Leaked video of police responding to the Uvalde school massacre in the United States"}, {"timestamp": [3975.3, 3981.02], "text": " shows officers confused and stalling in a hallway outside the classroom where 19 students"}, {"timestamp": [3981.02, 3983.06], "text": " and two teachers were killed."}, {"timestamp": [3983.56, 3986.06], "text": " Our correspondent, Tony Waterman, has more."}, {"timestamp": [3986.5, 3990.72], "text": " In the video, the gunman is seen easily entering the school through an unlocked door"}, {"timestamp": [3990.72, 3994.16], "text": " before taking a right down a long, brightly lit hallway."}, {"timestamp": [3994.58, 3998.04], "text": " He casually carries a semi-automatic rifle in his hands."}, {"timestamp": [3998.04, 4004.0], "text": " About halfway down, he turns left and opens fire before entering a classroom."}, {"timestamp": [4004.52, 4010.24], "text": " Police can be seen arriving soon after, but retreat after a short exchange of gunfire with the shooter."}, {"timestamp": [4010.7, 4018.22], "text": " As heavily armed reinforcements arrive, police remain stalled in the hallway, seemingly confused about what to do next."}, {"timestamp": [4018.68, 4026.12], "text": " Some are pacing back and forth. Others talk on phones. One gets hand sanitizer from a dispenser on the wall."}, {"timestamp": [4027.84, 4032.7], "text": " In sport, the new look silver ferns are about to get an important hit out before they depart"}, {"timestamp": [4032.7, 4038.34], "text": " for the Commonwealth Games. Bridget Tunnecliffe reports. A four-day netball series against the New Zealand"}, {"timestamp": [4038.34, 4043.84], "text": " men's side, New Zealand A side and a mixed invitational team starts tonight in Auckland. The"}, {"timestamp": [4043.84, 4047.8], "text": " silver ferns meet the New Zealand A side first on what should be a fiery encounter."}, {"timestamp": [4048.4, 4051.54], "text": " The side includes players like Sam Wenders and Tiana Matuero,"}, {"timestamp": [4051.9, 4053.64], "text": " who missed out on the 12 for Birmingham."}, {"timestamp": [4054.46, 4058.1], "text": " In a world first, a mixed team games will also be broadcast live"}, {"timestamp": [4058.1, 4062.72], "text": " and add plenty of intrigue, with two former Australian Diamonds players in the squad."}, {"timestamp": [4063.3, 4065.48], "text": " The Silver Ferns game starts at 8 o'clock."}, {"timestamp": [4067.04, 4071.76], "text": " And Tiger Woods believes some players have turned their back on the organisation that made them"}, {"timestamp": [4071.76, 4075.8], "text": " by leaving the PGA tour to join the Saudi-backed Live Golf Series."}, {"timestamp": [4076.4, 4080.1], "text": " Speaking at St Andrews before the 150th Open Championship,"}, {"timestamp": [4080.58, 4086.16], "text": " the 15-time major winner says it would be sad for young players not to experience such events."}, {"timestamp": [4086.82, 4092.84], "text": " Live golfers who qualified for this week's Open, including Sergio Garcia, Phil Mickelson and Dustin Johnson,"}, {"timestamp": [4093.1, 4097.46], "text": " will be allowed to play, but Woods doesn't agree with the decisions those players have made."}, {"timestamp": [4097.84, 4103.22], "text": " What they've done is they've turned their back on what has allowed them to get to this position."}, {"timestamp": [4103.74, 4107.44], "text": " What these players are doing for guaranteed money?"}, {"timestamp": [4109.06, 4111.3], "text": " What is the incentive to practice?"}, {"timestamp": [4111.66, 4113.86], "text": " What is the incentives to go out there earning the dirt?"}, {"timestamp": [4114.34, 4117.08], "text": " There are two New Zealanders in the open field this week,"}, {"timestamp": [4117.32, 4119.44], "text": " Ryan Fox and Ben Campbell."}, {"timestamp": [4119.98, 4120.9], "text": " That's the news."}, {"timestamp": [4122.22, 4127.1], "text": " Tonight on night's Dr. Radidi Tinello from the Fanganoi Regional Museum,"}, {"timestamp": [4127.64, 4131.2], "text": " talks us through an exhibition marking five years since the city's river"}, {"timestamp": [4131.2, 4134.08], "text": " gained the same legal status as you and I."}, {"timestamp": [4134.66, 4139.08], "text": " Henny Noithdorp is getting ready to celebrate 40 years of the Nilandia Choir,"}, {"timestamp": [4139.6, 4142.28], "text": " Christchurch's very own Dutch choral ensemble."}, {"timestamp": [4142.78, 4147.84], "text": " And this week's hump prize, a selection of new short stories from Aulteirao on nights"}, {"timestamp": [4147.84, 4151.92], "text": " with me, Brian Crump, after the news at 7 on R&Z National."}, {"timestamp": [4154.6, 4156.86], "text": " You're back on Checkpoint with Lisa Owen next."}, {"timestamp": [4157.0, 4160.08], "text": " Right now, the short forecast from Met Service to midnight Thursday."}, {"timestamp": [4160.68, 4163.04], "text": " From Northland to Bay of Plenty, including Coramandel,"}, {"timestamp": [4163.18, 4170.24], "text": " a few showers, turning to rain tomorrow morning and afternoon from the north with heavy falls possible. From Waikapo to Taihape,"}, {"timestamp": [4170.36, 4174.78], "text": " including the central high country, occasional showers turning to rain from tomorrow evening."}, {"timestamp": [4175.2, 4178.82], "text": " From Taranaki to Horo Fenwa, a few showers clearing tomorrow afternoon."}, {"timestamp": [4179.38, 4184.8], "text": " From Gisbon to Weidadapa, including Wellington. Fine with northwesterly Gales south of Hawkes Bay"}, {"timestamp": [4184.8, 4185.8], "text": " until this evening. Rain with some heavy falls developing gales south of Hawkes Bay until this evening."}, {"timestamp": [4186.56, 4190.04], "text": " Rain with some heavy falls developing in Gisbon and Hawks Bay tomorrow evening."}, {"timestamp": [4190.68, 4193.8], "text": " Looking at Teuay Poynamu, Nelson, Mulbra and Canterbury,"}, {"timestamp": [4193.92, 4196.44], "text": " partly cloudy, occasional rain in Canterbury today."}, {"timestamp": [4197.06, 4200.54], "text": " Bullittu Fjordland, showers clearing south of Hokitika tomorrow."}, {"timestamp": [4201.08, 4204.9], "text": " Otago and Southland, rain falling as snow above 500 metres"}, {"timestamp": [4204.9, 4206.44], "text": " until early tomorrow morning,"}, {"timestamp": [4206.94, 4212.2], "text": " rain easing tomorrow, and a few showers are forecast for Decohu, the Chatham Islands."}, {"timestamp": [4212.7, 4217.06], "text": " The time is nine minutes past six. I'll update you with the latest news headlines at 630."}, {"timestamp": [4217.82, 4222.0], "text": " Thanks, Evie. Noamai. This is Checkpoint called Lisa Owen Tenei."}, {"timestamp": [4222.54, 4226.14], "text": " Sri Lanka's president, Gorabaya, Roger Paxa, has fled the country"}, {"timestamp": [4226.14, 4228.24], "text": " with members of his family following months"}, {"timestamp": [4228.24, 4231.16], "text": " of mass protests over the island's economic crisis."}, {"timestamp": [4231.66, 4233.3], "text": " He flew out on a military jet."}, {"timestamp": [4233.48, 4235.84], "text": " Days after his home, the presidential palace"}, {"timestamp": [4235.84, 4237.72], "text": " was overrun with protesters"}, {"timestamp": [4237.72, 4239.0], "text": " and he went into hiding."}, {"timestamp": [4239.52, 4241.54], "text": " Yet Sri Lankans are still waiting for him"}, {"timestamp": [4241.54, 4243.02], "text": " to formally step down."}, {"timestamp": [4243.48, 4246.92], "text": " The ABC's Mazoa Ford reports from Colombo."}, {"timestamp": [4248.28, 4251.08], "text": " In Sri Lanka's presidential precinct,"}, {"timestamp": [4251.54, 4254.56], "text": " people power has well and truly taken over."}, {"timestamp": [4256.16, 4259.42], "text": " Protesters occupy the steps leading to the abandoned office"}, {"timestamp": [4259.42, 4261.6], "text": " of President Gautabar Rajapaksa,"}, {"timestamp": [4261.6, 4264.68], "text": " while thousands of other people join long queues"}, {"timestamp": [4264.68, 4265.82], "text": " to try to get into his"}, {"timestamp": [4265.82, 4270.18], "text": " residence for a look after it was stormed by activists at the weekend."}, {"timestamp": [4271.0, 4274.5], "text": " 43-year-old gem dealer Lafran Hussein is lining up."}, {"timestamp": [4274.5, 4279.88], "text": " We need to see how our president was liable with our money."}, {"timestamp": [4280.46, 4284.14], "text": " You know, he didn't earn any money, he did not make a personal business or anything."}, {"timestamp": [4284.6, 4286.14], "text": " He just spent our money."}, {"timestamp": [4286.46, 4289.86], "text": " I just wanted to see how luxury life he spent."}, {"timestamp": [4290.04, 4293.92], "text": " 19-year-old high school student, Schifney Nielam, is in the queue too."}, {"timestamp": [4294.2, 4297.12], "text": " We started like 2 at 2 p.m."}, {"timestamp": [4297.44, 4298.16], "text": " Sylvia here."}, {"timestamp": [4298.3, 4300.18], "text": " You've been queuing for more than three hours."}, {"timestamp": [4300.22, 4300.56], "text": " Yeah."}, {"timestamp": [4300.82, 4301.54], "text": " In the hot sun?"}, {"timestamp": [4301.64, 4301.92], "text": " Yeah."}, {"timestamp": [4302.34, 4306.44], "text": " In the hot sun, I think we have come 1.5 kilometres."}, {"timestamp": [4306.86, 4314.86], "text": " These Sri Lankans blame President Rajapaks's government for mismanaging the economy and bringing their island nation to financial ruin."}, {"timestamp": [4315.46, 4317.66], "text": " Inflation exceeds 50%."}, {"timestamp": [4317.66, 4322.68], "text": " There are food, fuel and cooking oil shortages and daily power cuts."}, {"timestamp": [4322.9, 4325.42], "text": " I feel like leaving, but we don't leave."}, {"timestamp": [4325.66, 4326.7], "text": " This is our country."}, {"timestamp": [4327.16, 4328.22], "text": " We are protesting."}, {"timestamp": [4328.58, 4330.38], "text": " We will fight for this."}, {"timestamp": [4330.94, 4331.98], "text": " We are Sri Lankans."}, {"timestamp": [4332.4, 4333.44], "text": " So we will fight for this."}, {"timestamp": [4333.64, 4335.3], "text": " After three months of protests,"}, {"timestamp": [4335.46, 4338.48], "text": " the president has promised to formally resign today."}, {"timestamp": [4339.14, 4343.9], "text": " Protester Kasumi Rana Singh Harachige says she'll believe it when she sees it."}, {"timestamp": [4343.9, 4353.44], "text": " Even as of now, even though there are confirmations of his resignation through spokesman and"}, {"timestamp": [4353.44, 4360.18], "text": " the prime minister, but he's been, this whole regime has been, they say something and then"}, {"timestamp": [4360.18, 4361.6], "text": " they don't follow it through."}, {"timestamp": [4361.6, 4365.2], "text": " So until it does actually happen, until they announce it, I don't believe it through. So until it does actually happen,"}, {"timestamp": [4369.42, 4369.64], "text": " until they announce it, I don't believe it to be true."}, {"timestamp": [4373.66, 4374.16], "text": " Prime Minister Renil Vikramasinga has also said he'll step down."}, {"timestamp": [4377.28, 4377.84], "text": " Once an all-party interim government is in place,"}, {"timestamp": [4381.06, 4386.34], "text": " main opposition leader, Sajith Premadasa, wants to lead it. A mere resignation of a president will not automatically mean"}, {"timestamp": [4386.34, 4388.46], "text": " that the country is going to prosper."}, {"timestamp": [4388.8, 4391.48], "text": " You need a visionary approach."}, {"timestamp": [4391.78, 4393.28], "text": " He wants to stamp out corruption,"}, {"timestamp": [4393.58, 4395.92], "text": " end inequality and rebuild the economy."}, {"timestamp": [4395.92, 4398.9], "text": " Ensure that Sri Lanka is a hub"}, {"timestamp": [4398.9, 4401.84], "text": " for tourism, for development, for education"}, {"timestamp": [4401.84, 4404.64], "text": " and also more specifically in IT."}, {"timestamp": [4405.12, 4409.1], "text": " It is my dream to make the whole of Sri Lanka a Silicon Valley."}, {"timestamp": [4409.36, 4410.98], "text": " Big dreams, though, can wait."}, {"timestamp": [4411.38, 4414.12], "text": " For now, the people just want basic necessities"}, {"timestamp": [4414.12, 4418.62], "text": " without having to queue for days or pay through the roof to get them."}, {"timestamp": [4419.52, 4422.78], "text": " As COVID cases and hospitalisations increase here,"}, {"timestamp": [4422.92, 4424.9], "text": " it's also being seen across the Tasman."}, {"timestamp": [4425.44, 4430.12], "text": " State governments are encouraging people to wear masks, but are resisting calls to bring back"}, {"timestamp": [4430.12, 4435.98], "text": " mask mandates. Meanwhile, a cruise ship has docked on Australian shores despite there being an outbreak"}, {"timestamp": [4435.98, 4442.7], "text": " on board. The ABC's Annie Guest reports. When the 2020 Ruby Princess COVID outbreak claimed"}, {"timestamp": [4442.7, 4448.7], "text": " 28 lives, two of them were travellers who'd booked through Jean Summers' family business,"}, {"timestamp": [4449.0, 4449.66], "text": " clean cruising."}, {"timestamp": [4450.22, 4453.58], "text": " Now she's got customers on board the Coral Princess."}, {"timestamp": [4454.08, 4459.42], "text": " Out of the 77 bookings originally that we had, so 150 passengers,"}, {"timestamp": [4459.66, 4463.16], "text": " we had two who chose two bookings who chose not to proceed with booking,"}, {"timestamp": [4463.66, 4464.74], "text": " traveling the next day."}, {"timestamp": [4465.0, 4467.12], "text": " So we still have a lot of passengers on board the ship."}, {"timestamp": [4467.52, 4471.34], "text": " Two of them have COVID and are isolating in their rooms."}, {"timestamp": [4471.78, 4476.58], "text": " But Jean Summers is optimistic this cruise ship outbreak will be less severe."}, {"timestamp": [4476.88, 4479.66], "text": " All of the crew on board must be fully vaccinated."}, {"timestamp": [4480.02, 4481.06], "text": " Masks are mandatory."}, {"timestamp": [4481.74, 4488.56], "text": " Everyone is monitored before they move into any of the shared areas so that they are, in addition to hand washing, disinfecting all of their hands. So it's"}, {"timestamp": [4488.56, 4493.34], "text": " very, very stringent. Through the last two years, every passenger taking ship has been"}, {"timestamp": [4493.34, 4497.54], "text": " retrofitted with these new air conditioning systems that are to a hospital standard."}, {"timestamp": [4497.54, 4507.6], "text": " Of about 2,000 passengers and crew, at least 118 have contracted COVID since the Coral Princess travelled from Port Douglas to Brisbane"}, {"timestamp": [4507.6, 4512.88], "text": " and then to New South Wales. While the Coral Princess is docked in Sydney today,"}, {"timestamp": [4513.32, 4517.92], "text": " passengers won't be allowed to leave the ship unless they have a negative rapid COVID test."}, {"timestamp": [4518.62, 4524.6], "text": " Meanwhile, New South Wales is among at least four states and territories that have revised the"}, {"timestamp": [4524.6, 4527.16], "text": " window for potential reinfection of COVID"}, {"timestamp": [4527.16, 4529.32], "text": " from 12 weeks to four weeks."}, {"timestamp": [4529.9, 4533.56], "text": " Such varying approaches concerned bioethicist"}, {"timestamp": [4533.56, 4536.56], "text": " Dr Diego Silver from the University of Sydney."}, {"timestamp": [4536.86, 4541.82], "text": " Do we want all states to sort of take a similar position on such things?"}, {"timestamp": [4542.14, 4544.84], "text": " I understand that we live in a federated system,"}, {"timestamp": [4545.42, 4551.1], "text": " but it does get confusing for people. With infections and hospital admissions on the rise,"}, {"timestamp": [4551.62, 4557.7], "text": " states are also weighing up the merits of recommending or mandating more stringent public health"}, {"timestamp": [4557.7, 4563.92], "text": " measures. Victoria's health minister says she decided against compulsory masks in retail and"}, {"timestamp": [4563.92, 4566.14], "text": " early childhood settings because of"}, {"timestamp": [4566.14, 4572.36], "text": " advice that such mandates weren't effective. Dr. Silver says people need proper explanations."}, {"timestamp": [4573.08, 4581.22], "text": " There is a lot of complexity and there is unfortunately no clear answer. So it's up to politicians"}, {"timestamp": [4581.22, 4589.74], "text": " and we should demand this as politicians. We should demand of government for them to make explicit the reasoning behind their decisions."}, {"timestamp": [4590.94, 4594.14], "text": " It's a quarter past six and you're with checkpoints on RNZ National."}, {"timestamp": [4594.74, 4599.34], "text": " More revelations have emerged about Donald Trump's role in the US Capitol riot,"}, {"timestamp": [4599.54, 4602.64], "text": " including how he incited far-right extremists."}, {"timestamp": [4602.64, 4606.48], "text": " The former president, who willfully ignored the election results,"}, {"timestamp": [4606.82, 4609.6], "text": " has also been accused of drafting an executive order"}, {"timestamp": [4609.6, 4611.34], "text": " to seize voting machines."}, {"timestamp": [4611.74, 4614.0], "text": " With more on the latest public hearing in Washington,"}, {"timestamp": [4614.24, 4616.44], "text": " CNN's Manu Raju, has this report."}, {"timestamp": [4616.82, 4619.94], "text": " I was not happy to see the people who were in the old lives."}, {"timestamp": [4619.94, 4623.58], "text": " Four days after all 50 states certified the electoral results,"}, {"timestamp": [4623.88, 4626.46], "text": " Donald Trump convened a Pence meeting in the White House,"}, {"timestamp": [4626.46, 4629.76], "text": " where several top aides engaged in a screaming match"}, {"timestamp": [4629.76, 4633.22], "text": " over the effort to install him into a second term in office."}, {"timestamp": [4633.52, 4637.76], "text": " I don't think any of these people were providing the president with good advice."}, {"timestamp": [4638.1, 4641.4], "text": " Former White House counsel Pat Cipollone telling the January 6th committee"}, {"timestamp": [4641.4, 4642.92], "text": " about the December 18th meeting."}, {"timestamp": [4643.38, 4645.42], "text": " One of the aides called it unhinged."}, {"timestamp": [4645.72, 4647.64], "text": " It involved Trump and election deniers,"}, {"timestamp": [4647.98, 4651.14], "text": " including Sidney, Michael Flynn, Rudy Giuliani,"}, {"timestamp": [4651.5, 4653.96], "text": " and Overstock CEO, Patrick Byrne."}, {"timestamp": [4653.96, 4657.8], "text": " What ensued was a heated and profane clash"}, {"timestamp": [4657.8, 4660.88], "text": " between this group and President Trump's White House advisors"}, {"timestamp": [4660.88, 4663.14], "text": " who traded personal insults,"}, {"timestamp": [4663.54, 4665.64], "text": " accusations of disloyalty to the president,"}, {"timestamp": [4666.06, 4668.48], "text": " and even challenges to physically fight."}, {"timestamp": [4668.82, 4672.06], "text": " What they were proposing, I thought it was nuts."}, {"timestamp": [4672.36, 4676.46], "text": " I'm going to categorically describe it as, you guys are not tough enough."}, {"timestamp": [4676.88, 4679.76], "text": " Or maybe I put it another way, you're a bunch of pussies."}, {"timestamp": [4679.98, 4682.72], "text": " Flynn screamed at me that I was a quitter and everything, kept on standing up and"}, {"timestamp": [4682.72, 4683.96], "text": " turning around and screaming at me."}, {"timestamp": [4685.36, 4687.16], "text": " And at the stern point, I had it with him."}, {"timestamp": [4688.24, 4690.0], "text": " So I yelled back."}, {"timestamp": [4690.9, 4694.92], "text": " I'd rather come over or sit your eff and ass back down."}, {"timestamp": [4694.92, 4705.76], "text": " And during the six-hour meeting that ended after midnight, Trump even suggested naming Sidney Powell as special counsel, even though he was told repeatedly there was no widespread fraud"}, {"timestamp": [4705.76, 4710.98], "text": " to investigate. The president said, okay, you know, I'm naming her of that and I'm giving her security"}, {"timestamp": [4710.98, 4717.2], "text": " clearance and then shortly before we left and it totally blew up. I was being a little putt. I didn't"}, {"timestamp": [4717.2, 4721.42], "text": " think she should have been appointed to anything. The meeting resulted in draft executive order,"}, {"timestamp": [4721.78, 4724.96], "text": " commanding the Secretary of Defense to seize voting machines."}, {"timestamp": [4724.96, 4729.98], "text": " Can the federal government seize voting machines? That's a terrible idea for the country."}, {"timestamp": [4731.72, 4744.76], "text": " That's not how we do things in the United States. And within hours after the meeting ended at 142 a.m., Trump tweeted, big protest in D.C. on January 6, be there, we'll be wild."}, {"timestamp": [4745.28, 4750.86], "text": " The committee revealing this led to a rallying cry for right-wing extremist groups to converge on Washington."}, {"timestamp": [4751.22, 4756.28], "text": " He is now calling on we, the people, to take action and to show our numbers."}, {"timestamp": [4756.28, 4762.26], "text": " Behind the scenes, Trump's longtime associate, Roger Stone, was in touch with these groups who provided him security."}, {"timestamp": [4762.56, 4765.76], "text": " We will be back in January."}, {"timestamp": [4765.76, 4770.6], "text": " And was included in encrypted chats with the Oathkeepers and proud boys."}, {"timestamp": [4770.6, 4776.0], "text": " Former Trump National Security Advisor Michael Flynn was also in communications with these groups,"}, {"timestamp": [4776.0, 4777.5], "text": " according to the committee."}, {"timestamp": [4777.5, 4779.7], "text": " In three days after the heated White House meeting,"}, {"timestamp": [4779.7, 4784.8], "text": " a group of House conservatives met at the White House to discuss how to get Vice President Mike Pence"}, {"timestamp": [4784.8, 4790.52], "text": " to overturn the election results while presiding over a joint session of Congress on January 6th."}, {"timestamp": [4790.92, 4792.58], "text": " Cipollone was excluded."}, {"timestamp": [4792.96, 4798.6], "text": " I knew as that the vice president didn't have a legal authority to do anything except what he did."}, {"timestamp": [4798.6, 4803.4], "text": " The committee also revealing that before Trump's former aide Steve Bannon recorded a podcast"}, {"timestamp": [4803.4, 4805.34], "text": " on January 5th saying this,"}, {"timestamp": [4805.7, 4808.7], "text": " All hell is going to break loose tomorrow."}, {"timestamp": [4808.98, 4812.84], "text": " He spoke with Trump for 11 minutes, according to White House phone logs."}, {"timestamp": [4813.14, 4815.46], "text": " Bannon and Trump spoke again later that evening."}, {"timestamp": [4815.84, 4822.9], "text": " Lawmakers also presented evidence showing Trump planned days before January 6th to order his supporters to march to the Capitol."}, {"timestamp": [4822.9, 4825.06], "text": " After his speech at the rally that day,"}, {"timestamp": [4829.86, 4833.12], "text": " including a draft tweet that was never posted and rally organizers who said POTUS is going to just call for it unexpectedly."}, {"timestamp": [4833.74, 4837.44], "text": " Stop the steel organizer, Ali Alexander, knew of Trump's plan."}, {"timestamp": [4837.9, 4841.98], "text": " You were going to walk down Pennsylvania Avenue."}, {"timestamp": [4842.24, 4846.54], "text": " Trump even ad-libbed in his speech he'd be joining the rally gores at the Capitol."}, {"timestamp": [4846.8, 4849.18], "text": " While he didn't go, his supporters did."}, {"timestamp": [4849.54, 4851.42], "text": " And the deadly riot ensued."}, {"timestamp": [4852.42, 4855.64], "text": " The favorite to replace Boris Johnson as Prime Minister"}, {"timestamp": [4855.64, 4858.74], "text": " is undoubtedly Rishi Sunak, the former Chancellor."}, {"timestamp": [4859.24, 4861.26], "text": " The number of candidates running for the leadership"}, {"timestamp": [4861.26, 4865.22], "text": " of the Conservative Party has been whittled down from 11 to 8."}, {"timestamp": [4865.6, 4867.78], "text": " With more, here's the BBC's Chris Mason."}, {"timestamp": [4868.88, 4872.16], "text": " While waiting for the early frontrunner Rishi Sunak..."}, {"timestamp": [4872.16, 4874.48], "text": " Please welcome Rishi Sunak."}, {"timestamp": [4875.32, 4880.36], "text": " The early skirmishes of this contest have felt like all the other candidates against Mr Sunak."}, {"timestamp": [4880.36, 4887.46], "text": " He pointedly repeated his critique today of what he sees as their wild promises to cut taxes now."}, {"timestamp": [4887.46, 4898.24], "text": " We need a return to traditional conservative economic values, and that means honesty and responsibility, not fairy tales."}, {"timestamp": [4900.56, 4905.68], "text": " Once we've gripped inflation, I will get the tax burden down."}, {"timestamp": [4906.1, 4909.2], "text": " It is a question of when, not if."}, {"timestamp": [4909.56, 4913.54], "text": " So many of your colleagues have sought to demolish your record as Chancellor."}, {"timestamp": [4914.08, 4915.78], "text": " Do you have the stomach for what's to come?"}, {"timestamp": [4918.24, 4923.7], "text": " Well, I'm standing here today surrounded by friends and colleagues, which I've been."}, {"timestamp": [4925.84, 4929.76], "text": " And Chris, that's what gives me the optimism, the confidence to do this."}, {"timestamp": [4930.76, 4931.84], "text": " Thank you all very much."}, {"timestamp": [4931.96, 4938.1], "text": " Here's one of the reasons Mr. Sunak sounds chipper, tempting a fellow candidate to give up and back him instead."}, {"timestamp": [4938.84, 4941.98], "text": " Grant Shops, I didn't have you down as a quitter. You've packed him before it starts."}, {"timestamp": [4942.18, 4949.28], "text": " Actually, I was delighted with the support that I got, I also recognise that what we need more than anything else is somebody"}, {"timestamp": [4949.28, 4953.28], "text": " can step straight into the role of Prime Minister in Sirius Times."}, {"timestamp": [4953.28, 4957.84], "text": " So while two senior ministers dashed out of the Cabinet meeting to hear to endorse Rishi"}, {"timestamp": [4957.84, 4964.56], "text": " Sunag, another two Cabinet ministers left Downing Street and straight away endorsed Liz Trough."}, {"timestamp": [4964.56, 4968.0], "text": " I've sat with Liz in Cabinet now for some time."}, {"timestamp": [4968.0, 4971.0], "text": " Very aware that she's probably a stronger Brexitier than both of us."}, {"timestamp": [4971.0, 4976.0], "text": " She has consistently argued for low-tax policies."}, {"timestamp": [4976.0, 4980.0], "text": " Liz was always opposed to Rish's higher taxes."}, {"timestamp": [4980.0, 4982.0], "text": " That again is proper conservatism."}, {"timestamp": [4982.0, 4986.7], "text": " From Barbes in Downing Street, from backers of the Foreign Secretary,"}, {"timestamp": [4987.16, 4991.74], "text": " to cheers down the road from those supporting the former minister, Kemi Badernach."}, {"timestamp": [4992.12, 4995.16], "text": " I tell the truth, I fight for change, I stand up for people,"}, {"timestamp": [4995.4, 4997.54], "text": " and I stand up for the causes and the country I love."}, {"timestamp": [4998.44, 5000.42], "text": " Some might say this is no time for novices."}, {"timestamp": [5000.98, 5004.08], "text": " I think this is no time for steady as it goes sinking into decline."}, {"timestamp": [5004.5, 5005.56], "text": " It's time for change."}, {"timestamp": [5007.16, 5009.84], "text": " Kemi is bright, brilliant and brave."}, {"timestamp": [5009.98, 5013.22], "text": " It's only very rarely in politics that you come across talents like that."}, {"timestamp": [5013.84, 5017.56], "text": " And Kemi is undoubtedly, I think, a phenomenon."}, {"timestamp": [5017.82, 5018.74], "text": " She's got the right stuff."}, {"timestamp": [5018.94, 5022.56], "text": " What do you say to our viewer who looks in on all of this at Westminster and thinks,"}, {"timestamp": [5022.66, 5023.86], "text": " what a carry on?"}, {"timestamp": [5024.02, 5028.62], "text": " We knew that the political climate was such that Boris had to stand down."}, {"timestamp": [5029.02, 5035.14], "text": " This is the most diverse group of talent that I think that any political party in the world would be putting forward."}, {"timestamp": [5036.48, 5042.8], "text": " To another lectern, more applause and another cabinet endorsement, this time for Tom Tuganhat."}, {"timestamp": [5042.94, 5043.72], "text": " It's time for Tom."}, {"timestamp": [5046.6, 5049.24], "text": " We have retreated into the pettiness of politics"}, {"timestamp": [5049.24, 5052.02], "text": " that is more about personality than principle."}, {"timestamp": [5052.96, 5056.6], "text": " When our nation needed our party to function,"}, {"timestamp": [5057.14, 5059.64], "text": " we retreated into faction."}, {"timestamp": [5061.04, 5064.94], "text": " When the moment demanded service, we delivered scandal."}, {"timestamp": [5066.8, 5073.68], "text": " At the beginning of this month, Sierra Leone took the unusual step of re-denominating its currency, chopping off three zeros,"}, {"timestamp": [5074.08, 5076.74], "text": " in a bid to reduce the number of banknotes in circulation."}, {"timestamp": [5077.28, 5082.74], "text": " The African nation, like so many others around the world, is dealing with a severe cost of living crisis."}, {"timestamp": [5083.4, 5085.6], "text": " Azizad Orlawa reports."}, {"timestamp": [5086.72, 5089.36], "text": " Raymond is a university student in Freetown."}, {"timestamp": [5090.16, 5093.8], "text": " He has two jobs and shares an apartment with a friend."}, {"timestamp": [5094.2, 5096.76], "text": " I'm a driver and I'm also a teacher."}, {"timestamp": [5097.0, 5097.86], "text": " What is the amount?"}, {"timestamp": [5099.18, 5100.5], "text": " 5,000 euros."}, {"timestamp": [5100.66, 5102.54], "text": " He is struggling to make ends meet"}, {"timestamp": [5102.54, 5106.12], "text": " and the rising cost of living is having a huge impact."}, {"timestamp": [5107.08, 5110.84], "text": " The price of food alone has more than doubled in the last six months."}, {"timestamp": [5111.04, 5111.84], "text": " How much is the sardine?"}, {"timestamp": [5112.3, 5113.22], "text": " Sardin 10,000."}, {"timestamp": [5114.16, 5116.32], "text": " We used to buy 10,000 liens."}, {"timestamp": [5116.32, 5116.72], "text": " Yes."}, {"timestamp": [5117.78, 5119.54], "text": " But that is the cost of living."}, {"timestamp": [5120.04, 5120.78], "text": " It's not easy."}, {"timestamp": [5121.42, 5125.68], "text": " 10,000 liens, the local currency is less than one US dollar."}, {"timestamp": [5126.42, 5131.02], "text": " Six months ago, you could buy three tins of sardines for the same price."}, {"timestamp": [5131.6, 5134.22], "text": " What I'm making is not enough."}, {"timestamp": [5134.82, 5136.02], "text": " It's not enough for my schooling."}, {"timestamp": [5136.22, 5137.64], "text": " It's not enough for my sustainability."}, {"timestamp": [5138.64, 5143.8], "text": " Vermont, like many other Sierra Leone's, is feeling the impact of the high cost of living."}, {"timestamp": [5145.72, 5149.64], "text": " Sierra Leone imports most of its staple foods like yam and granite oil."}, {"timestamp": [5150.44, 5158.68], "text": " Despite having a large agricultural sector that centers on rice, corn and sweet potato, they are not self-sufficient."}, {"timestamp": [5159.7, 5163.62], "text": " To $100 million is spent annually on rice imports alone."}, {"timestamp": [5164.5, 5169.14], "text": " Civil war, Ebola and the COVID-19 pandemic made a big impact on the Syria"}, {"timestamp": [5169.14, 5171.66], "text": " loans economy over the past 20 years."}, {"timestamp": [5172.1, 5179.46], "text": " The cost of living is high and the inflation rates jumped from 22% to around 25% in just"}, {"timestamp": [5179.46, 5179.98], "text": " a month."}, {"timestamp": [5180.62, 5182.82], "text": " It's not just the price of food that has gone up."}, {"timestamp": [5183.42, 5187.48], "text": " The government increased the price of fuel four times since February."}, {"timestamp": [5188.12, 5193.72], "text": " This has led to arise in the cost of transportation, food items and other services."}, {"timestamp": [5194.6, 5196.04], "text": " Economists are concerned."}, {"timestamp": [5196.28, 5198.3], "text": " The Australian economy is a standstill economy."}, {"timestamp": [5198.3, 5204.08], "text": " It's an economy that need a push, need a change, need a change of policies."}, {"timestamp": [5204.46, 5206.08], "text": " It's difficult for people in this country."}, {"timestamp": [5206.22, 5207.7], "text": " For me, I looked at them as a magician."}, {"timestamp": [5208.28, 5211.12], "text": " The government is impacting on a series of measures"}, {"timestamp": [5211.12, 5213.76], "text": " in order to mitigate the current situation."}, {"timestamp": [5214.42, 5217.0], "text": " They have also launched an agricultural program"}, {"timestamp": [5217.0, 5219.84], "text": " to make the country become more self-sufficient."}, {"timestamp": [5221.16, 5223.34], "text": " Tiger Woods has criticized the players"}, {"timestamp": [5223.34, 5227.34], "text": " who have taken big paychecks to move to the Saudi-backed LIV series."}, {"timestamp": [5227.82, 5231.12], "text": " Speaking before his return to golf at the Open Championship in the UK,"}, {"timestamp": [5231.7, 5234.92], "text": " Woods says they've turned their backs on what made them."}, {"timestamp": [5235.38, 5239.76], "text": " The British major is being held this year at the famous St Andrews course over the weekend."}, {"timestamp": [5240.1, 5242.22], "text": " The BBC's Joe Wilson reports."}, {"timestamp": [5242.76, 5245.8], "text": " Tiger Woods practising again St. Andrews."}, {"timestamp": [5246.34, 5248.26], "text": " They've sure been good for each other."}, {"timestamp": [5249.52, 5252.36], "text": " 2000 was when Woods first won the open here."}, {"timestamp": [5252.92, 5255.38], "text": " He's now a golfer contemplating the end."}, {"timestamp": [5255.52, 5258.88], "text": " I don't know how many open championships I have left here at St. Andrews,"}, {"timestamp": [5259.12, 5261.92], "text": " but I wanted this one."}, {"timestamp": [5263.44, 5267.32], "text": " You know, it started here for me in 95,"}, {"timestamp": [5267.66, 5270.2], "text": " and if it ends here in 22, it does."}, {"timestamp": [5270.26, 5271.44], "text": " If it doesn't, it doesn't."}, {"timestamp": [5271.5, 5273.88], "text": " If I get the chance to play one more, it'd be great."}, {"timestamp": [5274.52, 5275.6], "text": " But there's no guarantee."}, {"timestamp": [5277.04, 5279.96], "text": " Watching Woods move around his practice round, you see the issue."}, {"timestamp": [5280.08, 5284.06], "text": " Maybe he's lucky to be able to walk at all after his car accident."}, {"timestamp": [5284.06, 5286.12], "text": " But the limp is clear."}, {"timestamp": [5287.3, 5289.76], "text": " Well, it's windy, the terrain is undulating."}, {"timestamp": [5289.96, 5292.34], "text": " Completing 18 holes is a test of stamina."}, {"timestamp": [5292.62, 5293.48], "text": " It's supposed to be."}, {"timestamp": [5294.44, 5298.02], "text": " There are other famous players here who've chosen a different form of golf,"}, {"timestamp": [5298.32, 5299.28], "text": " Sergio Garcia."}, {"timestamp": [5299.84, 5304.42], "text": " Dustin Johnson, men who are part of the rival Saudi-funded Liv Tour,"}, {"timestamp": [5304.54, 5308.26], "text": " but permitted to play in this open at least, Lee Westwood is another."}, {"timestamp": [5308.72, 5310.58], "text": " Woods does not agree with their choice."}, {"timestamp": [5311.16, 5316.26], "text": " What they've done is they've turned their back on what has allowed them to get to this position."}, {"timestamp": [5316.9, 5320.48], "text": " What these players are doing for guaranteed money,"}, {"timestamp": [5321.36, 5324.32], "text": " what is the incentive to practice?"}, {"timestamp": [5324.7, 5326.9], "text": " What is incentives to go out there earn in the dirt?"}, {"timestamp": [5327.82, 5328.88], "text": " It's a prominent issue."}, {"timestamp": [5329.0, 5332.12], "text": " I even spotted this topically redesigned live t-shirt"}, {"timestamp": [5332.12, 5334.82], "text": " worn by a practice day spectator."}, {"timestamp": [5335.7, 5338.94], "text": " Woods now may be a traditionalist standing against"}, {"timestamp": [5338.94, 5340.8], "text": " encroaching gales of change,"}, {"timestamp": [5340.98, 5344.44], "text": " but he's also a golfer still trying to get better."}, {"timestamp": [5345.64, 5351.56], "text": " An Australian warship has been closely followed by the Chinese military, including by a nuclear submarine,"}, {"timestamp": [5352.04, 5355.72], "text": " during a recent transit of the South China Sea and East China Sea."}, {"timestamp": [5356.08, 5358.02], "text": " The ABC's Andrew Green has more."}, {"timestamp": [5358.38, 5363.6], "text": " HMA's Parramatta left Australia in late May and since then has been visiting various regional"}, {"timestamp": [5363.6, 5368.52], "text": " neighbours across the Indo-Pacific taking part in naval exercises with partners."}, {"timestamp": [5369.08, 5380.36], "text": " After departing from Darwin, the Anzac-class frigate headed to Vietnam, then South Korea, and eventually onto the Japanese port city of Sasebo, where local media covered her arrival."}, {"timestamp": [5385.4, 5385.84], "text": " While transiting from the Vietnamese port city of"}, {"timestamp": [5385.84, 5386.3], "text": " Nadang,"}, {"timestamp": [5386.5, 5387.12], "text": " HMA's"}, {"timestamp": [5387.12, 5387.66], "text": " Parramata"}, {"timestamp": [5387.66, 5388.44], "text": " passed through"}, {"timestamp": [5388.44, 5388.96], "text": " the South"}, {"timestamp": [5388.96, 5389.58], "text": " China Sea"}, {"timestamp": [5389.58, 5390.16], "text": " and then"}, {"timestamp": [5390.16, 5390.76], "text": " the East"}, {"timestamp": [5390.76, 5391.38], "text": " China Sea"}, {"timestamp": [5391.38, 5392.44], "text": " areas where"}, {"timestamp": [5392.44, 5392.86], "text": " Beijing"}, {"timestamp": [5392.86, 5393.5], "text": " has made"}, {"timestamp": [5393.5, 5394.24], "text": " controversial"}, {"timestamp": [5394.24, 5394.94], "text": " territorial"}, {"timestamp": [5394.94, 5396.02], "text": " claims to"}, {"timestamp": [5396.02, 5396.72], "text": " some waters."}, {"timestamp": [5397.28, 5397.5], "text": " In the"}, {"timestamp": [5397.5, 5398.36], "text": " United States"}, {"timestamp": [5398.36, 5399.26], "text": " Defense Minister"}, {"timestamp": [5399.26, 5399.64], "text": " Richard"}, {"timestamp": [5399.64, 5400.52], "text": " Miles has"}, {"timestamp": [5400.52, 5400.88], "text": " again"}, {"timestamp": [5400.88, 5401.54], "text": " asserted"}, {"timestamp": [5401.54, 5402.32], "text": " Australia's"}, {"timestamp": [5402.32, 5402.6], "text": " right"}, {"timestamp": [5402.6, 5403.0], "text": " under"}, {"timestamp": [5403.0, 5403.64], "text": " international"}, {"timestamp": [5403.64, 5404.12], "text": " law"}, {"timestamp": [5404.12, 5404.92], "text": " to travel"}, {"timestamp": [5404.92, 5407.94], "text": " through the region in an interview with the ABC."}, {"timestamp": [5408.34, 5413.18], "text": " What our Navy does in the South China Sea is routine."}, {"timestamp": [5413.82, 5415.54], "text": " It's been doing it for decades,"}, {"timestamp": [5415.84, 5420.6], "text": " and it is focused on asserting the UN Convention on the law of the sea,"}, {"timestamp": [5420.72, 5422.66], "text": " freedom of navigation, freedom of overflight."}, {"timestamp": [5422.96, 5424.34], "text": " The global rules-based order,"}, {"timestamp": [5424.46, 5427.04], "text": " which I've been describing as being so important for our national"}, {"timestamp": [5427.04, 5427.46], "text": " interests."}, {"timestamp": [5427.64, 5433.1], "text": " Military sources say that while operating in the South China Sea and then the East China Sea,"}, {"timestamp": [5433.4, 5437.86], "text": " HMAAS Parramatta, was closely tracked by the People's Liberation Army,"}, {"timestamp": [5438.28, 5443.82], "text": " including numerous aircraft, a warship, and even a Chinese nuclear-powered submarine."}, {"timestamp": [5444.38, 5448.18], "text": " The ABC's been told formal challenges were made by the Chinese,"}, {"timestamp": [5448.58, 5449.98], "text": " but defence is saying little."}, {"timestamp": [5451.38, 5454.84], "text": " And Koti Kau-Papaputahia-Popor tomorrow from 5am,"}, {"timestamp": [5454.96, 5458.4], "text": " first up, asks a former undercover cop turned criminal barrister"}, {"timestamp": [5458.4, 5462.06], "text": " whether he thinks the government's new gang laws will have an impact."}, {"timestamp": [5462.16, 5462.72], "text": " Do tune in."}], "text": " Thank you. This is Checkpoint on R&Z National. I'm Lisa Owen Eyrie. The police minister defends his patch, rolling out more search and seizure powers, caps for cash purchases and new firearms laws and a bid to hit gangs where it hurts. Chris Hickens joins us. A hellhole for dogs is how the SPCA described it. Now the two breeders responsible have been banned from owning animals for close to a decade. Mortgage holders assume the brace position as interest rates look ready to take off. We talk to the first home buyers club. It's groundhog day for a bunch of COVID sufferers with re-infection rates cracking 16,000 and climbing. And a Wellington store manager has nothing to toast after ram raters hit the liquor store. RNZ News at 5. Good afternoon. Ahiayayayayayoriv Yashden Tendai. An economist says households will come under further pressure as the Reserve Bank continues to hike interest rates. The central bank has today raised the official cash rate by another 50 basis points to 2.5% to help tackle inflation which is at a 30-year high. ASB chief economist, Nick Tuffley, says higher rates are necessary, but will be tough on households which are already dealing with rising consumer prices. This is going to be a challenging year for households, particularly those with a mortgage because we are facing a lot of headwinds. But unfortunately, part of it is the inflation story itself and part of it is because we have high inflation and need to get that back down to a more normal level. Nick Tuffley says he expects the official cash rate to reach three and a half percent by the end of the year. The brother of a 72-year-old Auckland woman who died after living in her car for months has now spoken out saying he had hired a private investigator to find her. Helena Pauline Wakefield was forced to leave the home she'd lived in since 2011 after her mother's death when her brother was appointed executor of the will. Larry Wakefield says he couldn't contact her after she left and hired a private investigator because he was worried. The investigator couldn't find Ms. Wakefield. Her brother says he doesn't understand why authorities didn't act after neighbours alerted them to her situation. An Otago resident wants more done to stop people crossing a dangerous stream where three people have drowned. A person died last night after a car plunged into the Silverstream River while trying to navigate a swollen Ford in North Tayuri. Two occupants got out of the vehicle, but the body of a third person was found inside this morning. Barbara Warren says her family helps one of the survivors by calling emergency services and warming him up. She says it's the third death since she moved there about two decades ago. Imagine you're in a car and there's a tiny little pocket of air and you have to all your breath and it's dark and it's the third death since she moved there about two decades ago. If you imagine you're in a car and there's a tiny little pocket of air and you have to hold your breath and it's dark and it's freezing and you're upside down. Or if I think about it too hard, you know, it makes me want to gasp. Barbara Warren says a possible solution is a gate. The Prime Minister says updates to the COVID response will be announced tomorrow but is ruling out a return to the COVID response will be announced tomorrow, but is ruling out a return to the red level of the traffic light system. The Ministry of Health today reported 11,464 new community cases of COVID-19 and 29 deaths. The seven-day rolling average of community cases is 9,710. But speaking in Fiji, Jacinda Arden, says masks, boosters and isolating remain the three measures that will make a difference to the numbers. COVID-19 response minister Ayesha Varel will reveal more tomorrow. And National says the government's gang crackdown package is a case of tinkering while Rome is burning. The government's announced law changes, including expanding warrant and search powers during a gang conflict, if there is a danger to public safety. National's acting police spokesperson, Chris Pink, says while it's positive, the police will now have expanded search powers, they don't go far enough. I think it's certainly reactive to circumstances, but not knee-jerk in the sense of having come about quickly, if anything, they've been too slow to act. And I think they've reacted in a political kind of way that reflects the pressure that the opposition's been putting on. But actually more to the point, I think ordinary Tories will be saying to them what they've been saying to us, which is that the system's out of control, testing situations out of control, and they need to do something to get on top of it. As yet, there's no time frame on when the changes will be introduced to Parliament. In sport, 233 athletes will represent New Zealand at the Commonwealth Games this month, including a record number of women. The finalised New Zealand team includes athletes from 19 sports and two parisports. Felicity Reid has more. 54% of the athletes selected for the Commonwealth Games are female, which is the highest female representation in New Zealand Commonwealth or Olympic history. The youngest competitor is 16-year-old diver Maggie Squires, while at 75 years old, para-lawn bowler, Sue Curran, will become New Zealand's oldest ever Commonwealth Games athlete. 140 athletes will be attending their first Commonwealth Games, while gymnast Mecha Kordinov and Lorne bowler Val Smith will be at their fifth games. Athletes will start arriving in the three villages in Birmingham from July 22nd before the games start on July 29th. Wimbledon semi-finalist Cameron Norrie is the first major signing for this summer's ASB tennis classic in Auckland. After a two-year hiatus, the classic returns in January. Norrie, who was born in South Africa but raised in New Zealand before heading to Britain, lost to champion Novak Djokovic at the All-England Club last week. He was runner-up at the ASB Classic in 2019. And New South Wales are strongly favoured to hold on to the state of origin title heading into tonight's decider in Brisbane. After losing the first game, the blues thumped Queensland, 44 to 12 in game two. Queensland are without their best player, 5-8th Cameron Munster, who has COVID. That's the news. A person dies when a car is swept down a swollen river. The woman from the scout camp said it's very sad news, but she frankly can't believe that people were trying to cross the river last night. Snow closes roads in the South Island. Takapur and Mount Cookland has passed cruise were working all night, continuing to plour and grit. But the cold weather has left some ice swimmers buzzing. One of our swimmers said, your skin feels like it shrunk, your legs go a bit like jelly. It's just like a bit of a high. Winter coverage on morning report, weekdays from six on RNZ National. You're on Checkpoint with Lisa Owen next. Right now, the short forecast from Met Service to midnight Thursday, starting with the Ica Maui, from Northland to Bay of Plenty, including Coromandel, a few showers turning to rain tomorrow morning and afternoon from the north, with heavy falls possible. From Waikato to Taihape, including the Central High Country, occasional showers turning to rain from tomorrow evening. Taranaki to Horufenoa, a few showers clearing tomorrow afternoon, and Gisbon to Waireda, including Wellington, fine with north-westalese, gales south of Hawks Bay until this evening. Rain with some heavy falls developing in Gisbon and Hawks Bay tomorrow evening. Looking at the Waipo Namu, Nelson, Mulbra and Canterbury, partly cloudy, occasional rain in Canterbury today. Bullittu, Fiordland, showers clearing south of Hokitika tomorrow. Otago and Southland, rain falling as snow above 500 metres until early tomorrow morning, rain easing tomorrow. And a few showers are forecast for Decohu, Chatham Islands. The time is seven minutes past five. I'll update you with the latest headlines and traffic at about 520. Namah, Evie, Evie, Tena Katao. No ma'a hairemae, Ki checkpointe tenor. Call Lisa Owen, Teney. Victims of gang violence can breathe a sigh of relief, according to the police minister, who says a law change will crack down on drive-by shootings. There have been dozens of shootings around Auckland over the last few months, with some linked to ongoing tensions between the killer bees and tribesmen gangs. The government's announced harsher sentences for those who shoot at homes and greatest search and seizure powers for police. But those in neighbourhoods that have been targeted by gang violence say social policy is a far better tool to quell growing gang numbers. Here's our reporter Nick Trubridge and cameraman Nick Monroe. A government determined to hit gangs where it hurts, cracking down on drive-bys, new search and seizure powers to rid the gangs of their guns, the bikes, the cars. But on the streets of Orta, one of several settings where gang warfare has simmered, the locals say the big answers lie elsewhere. We're asking the people who live in this community how to stem the flow of new gangsters, several indicators showing numbers have swelled since Labor swept to power. A lot of us here are gang affiliated to families that goes on in the community. Most of us have just borne into it. In our culture, it's known as your siomanga, which is know where you're from. And I believe a lot of kids may have lost their way along the track. It's the system plus their own choice, but mainly the system. The government's promised works underway to strengthen what it calls sector-wide approaches their own choice, but may need the system. The government's promised works underway to strengthen what it calls sector-wide approaches to address youth crime and reduce offending. Justice Minister Kitty Allen talks of upping the ante on intervention and prevention measures. We know that programs targeted towards preventing kids and young people from entering the justice system leads to a reduction in gang membership and turning to a life of crime. But there were few specifics on that today. Little talk of more targeted help sorely needed on these streets and others like it. Birds a real big problem. But again, funo, help and support is needed. But again, Fano, help and support is needed. Most of us here, I've borne into it. I'm standing out to get out. But the ones, like, for myself, you know, I work, so I turned a blind eye on that side, regardless. Just our mentality, you don't get out of there, mate. We're stuck sort of thing, it's not jail. They go and steal, or they go and join up with the gangs. That's how they get this easy. And they say, oh, I like this life. But it's the wrong kind of life. Instead, police minister Chris Hipkins talking tough. We'll be introducing a new offence in the Crimes Act that could carry a penalty of up to five years in prison if a firearm is discharged with the intent to intimidate any carry a penalty of up to five years in prison if a firearm is discharged with the intent to intimidate any person or group of people. We'll be making an amendment to the Search and Surveillance Act to provide police with additional search powers that will help them to target gang members during gang conflict. Police will also be able to crack down on convoys, able to seize and impound vehicles for 28 days, if used dangerously or recklessly, where there is no injury or death, or driven with aggravated carelessness, causing injury or death. New powers to seize cash over $10,000 and found in suspicious circumstances are also in play. But HIPkins says he rejects the term tough on crime as well as soft on crime, saying he's focused on what works. I've been on the road with the Commissioner over the last two weeks visiting police stations up and down the country. I think rhetoric like tough on crime and soft on crime means absolutely nothing. What we want to know is that we're giving the tools of the police to do things that are going to work to disrupt criminal offending. But National Party leader Christopher Luxon says the law changes and greater police power won't keep gangs awake at night. This doesn't go nearly far enough. You know, New Zealanders have a right to feel safe in their own homes and in their own communities and they don't today. And nothing in this proposal will be scaring gangs at all. And that's why I think our simple four-point plan around gang patches, dispersal notices, non-consorting and ultimate firearm prohibition orders are really important. In East Auckland, Glen and his family centres Chris Makaware tells us he's recently seen kids as young as 12 on the criminal path. So unless there's more resources to be able to provide them different pathways or exposure to different things, you know, like I reckon some of these kids are really clever. And if they could get into a private school, then, hey, get some scholarships going. He understands the need to play tough on shootings that have seen innocent bystanders caught in the crossfire. But he has this message for the politicians. People are living in poverty around here. So that's my only out over there. So I sort of feel sorry for people that are struggling and that's the only option they have because there's no other option. So give us another option. And so try to create those options is, I think, the key. So more measures to quell violent crime on Auckland streets, but questions remain about how to stymie the gangland drift. If you are listening to that on radio, the video from our next will be up on our web page. Police Minister Chris Hipkins reckons the changes will mean more kit in the anti-gang arsenal. Well, certainly they're going to provide police with more tools to disrupt gang activity. They will allow the police to do more to combat things like the use of guns to intimidate. They'll give police more tools around search that will help to disrupt the illegal criminal offending that we're seeing from gangs. And they will also help to respond to things like convoys, which we know people are rightly concerned about, by giving police more power to impound vehicles. Okay, let's go through some of your changes. A new offence around intimidation by discharging a firearm. It's already an offence to recklessly or dangerously discharge a firearm under the Arms Act. So, I mean, how's this going to change anything? Ultimately, it turns on the level of penalty. So someone can be, you know, charged with intimidation at the moment. They can be charged with, you know, with other firearms offences. This is an offence that will carry a potential five-year prison sentence, which is harder than the other penalties that are available at the moment. So, you know, it will make a difference. Minister, do you really think a gang member when they're driving past a house and thinking about discharging a firearm, do they think to themselves, oh, I'm going to get five years for this now instead of three? Do you really think they clock that difference? Look, I think it gives police an additional tool that closes a loophole at the moment, which means that the penalty for discharging a firearm within a house to intimidate someone is higher than the penalty for discharging a firearm outside. So, no, is this the ultimate answer to all of the problems? No, it's not, but it's an additional tool. Won't stop the offence, though, will it? Just means more people in jail for a longer period of time, potentially. Well, I mean, you could argue that any laws don't guarantee that the offence isn't going to take place in the first place, but it certainly helps to give the police additional tools. Okay, so new warranted search powers and seizure powers, during a gang conflict, right? They can search without a specific cause or evidence for illegal weapons for a 14-day period, properties and vehicles owned or used by members of a specified gang. So what counts is a gang conflict? So we've got, you know, a situation at the moment between two particular gangs. Simmering tension, does that count? Absolutely. You know, in terms of the conflict that we've seen in Auckland in recent weeks, that would absolutely count. Ultimately, the people who make the decision as to whether or not it's going to justify a warrant will be, you know, it'll have to get a warrant. So it's a warranted search power. But, you know, the recent examples where we've seen, you know, the conflict between gangs, that's the reason that we're doing this. So shots have to be fired in order to qualify for this warrant? Or where's the benchmark, Minister? Not necessarily. You know, we'll set out more detail of exactly the triggers for this, but it will be around that kind of escalating tension between gangs to give police more tools to get in there and disrupt that. So the legislation is going through the drafting process at the moment and, you know, it'll go through the parliamentary process so people will be able to have their say on whether we've set the thresholds right for that. But it will be those, you know, those scenarios where there's escalating tension or increased tension between gangs. Involving gang members is what you've specifically stated. So how do you define membership of a gang? Because when this issue has come up before in respect of banning gang members associating with each other, you have basically said it's difficult to identify who's who. So why are you able to do it in this circumstance? What is a gang member for the purposes of this law? Yeah, so we've actually got a complex piece of drafting underway at the moment to define exactly where the parameters of this are going to be. Clearly if someone's on the gang register, so there are a no-un-patched gang member, then it would apply to them. What our teams at the moment are working on is they draft the bill for us to introduce into the parliament is exactly who should be covered and who shouldn't. So gang associates, for example, drawing a clear distinction around exactly who's in and who's out. That's the work that's underway at the moment. But if it's that easy, why not go for a non-association law as well? Well, the issue with non-association laws banning gang patches and so on is the National Party stated intention with those changes Well, the issue with non-association laws banning gang patches and so on is, you know, the National Party stated intention with those changes is to drive criminal gang-related offending underground so that people can't see it anymore. Actually, we want to tackle it altogether. We don't think that just driving an underground sufficient. We actually want to tackle the underlying causes of these problems. Minister, this would be a search without specific cause or evidence of illegal weapons. So what advice have you had on whether it breaches people's rights or will breach people's rights? This bill will go through a full Bill of Rights bet as legislation does. It's certainly cussed right up against that. But it's a warranted search power, so it's not a warrantless search power. So there would need to be a demonstrated case which the police would need to make to the courts to get a warranted search power, so it's not a warrantless search power, so there would need to be a demonstrated case, which the police would need to make to the courts to get a warrant, so that they could then use this power. So it's not an unfettered power. There is a check and balance in place there. So prohibiting cash payments for specified goods, what things are you thinking about when you say that? Well, particularly vehicles, but it'll also, you you know, cars, motorbikes, etc. We've heard reports of, you know, gangs playing quite a large amount in cash for the purchase of vehicles and motorbikes. But it will also include things like, you know, high-value items that can be used to launder money, so the purchase of jewellery and other, you know, boats, even, ships, you know, high-value items. And what will the cap be? Give us a ballpark. Look, at the moment, the working cap we're still finalising that. The working cap that we've got at the moment is around 10,000, but we haven't absolutely locked that down yet. That's just going to be whack-a-mole, isn't it? They'll just find something new that holds its value. They might start buying burkins or super-expensive handbags, or just go to the casino and pump it through a pokey machine. Whack-a-mole? Well, you know, look, we can continue to find new ways of disrupting the activity that gangs are engaged in, and that's what we'll continue to do. But, you know, criminals, one way or the other, they find new ways of offending, and we'll find new ways to tackle that. The other end of that is policing the people who are selling this stuff. That's going to be impossible to do, isn't it? Can't be over the shoulder of every shopkeeper, every vehicle, seller, every jewellery person? Oh, sorry, it follows the anti-money laundering legislation that's in place at the moment so there are processes in place to monitor that already. And that's Police Minister Chris Hipkins already. Some of you are getting in touch. Tony says, giving police yet more powers, has never solved anything. And that's Police Minister Chris Hipkins already. Some of you are getting in touch. Tony says giving police yet more powers has never solved anything and what about our Bill of Rights? Another person says, how about the right to return fire and home protection law? And this one too from a listener, gangs are a symptom of the greed in society, not addressing the greed, perpetuates the gangs. It is 20 past five. Kiao-Tunemai, stay with us. You're listening to Checkpoint on RNZ National. Here, aha or Fikaro, what do you think? We'd love to hear your thoughts on these new laws that the police minister is going to bring in. Do you think it's going to make any difference to gang crime? Should we be taking a different approach? And if so, what? Text us on 2101, you can tweet us at Checkpoint RNZ or you can flick us an email. The address is checkpoint at rnz.com.nz. Time to get to the headlines now. Iveyano Tiena. The police minister, Chris Hickens, says a new law package is about giving the police the tools they need to deal with gang violence. The government has announced law changes including expanding warrant and search powers during a gang conflict if there is a danger to public safety. The police will be given power to search the property and vehicles of all members of a gang rather than specific places and vehicles. An economist says households already dealing with rising consumer prices will come under further pressure as the Reserve Bank continues to hike interest rates. The Central Bank has today raised the official cash rate by another 50 basis points to 2.5% to help tackle inflation, which is at a 30-year high. The brother of a 72-year-old's Auckland woman who died after living in her car for months has now spoken out, saying he had hired a private investigator to find her. Helena Pauline Wakefield was forced to leave home after her mother's death when her brother was appointed executor of the will. And an Otago resident who helped a man after a fatal fording incident says more needs to be done to prevent avoidable deaths. The car plunged into the Silver Stream River while trying to cross a swollen ford along Silverstream Valley Road last night in North Tayiri. Two occupants got out of the vehicle, but the body of a third person was found inside this morning. Those are the headlines. Looking briefly at traffic in the main centres, in Auckland, a breakdown has been cleared about 15 minutes ago that was blocking the left northbound lane on State Highway 1 just after the Vicky Park Tunnel. Apart from that, nothing else to report and delays or breakdowns. I'll have another update for you with the headlines and traffic at about 540. No, me he, Eho. Got a mortgage or want one? Well, assume the brace position, interest rates could take off after the Reserve Bank cranked the official cash rate up to a six-year high. And it's promising to go higher still in a bid to real in inflation that's at a 30-year high. The benchmark rate has been raised by half a percentage point to 2.5%. And with us now is First Home Buyers Club director Leslie Harris. Leslie, I suppose no surprise in this one, but how much of a challenge is it going to pose for first home buyers? I guess time will tell on this one, just because just because the official cash rate has increased, doesn't necessarily mean that interest rates are going to move straight away. But we do predict that interest rates will continue to climb up a little bit more, but they are still relatively low historically. I suppose the other thing is what's coming down the pipe. You know, most economists are predicting in August another half percent rise with things topping out at 3.5 percent by December. That's going to be a bit of an outch, isn't it? It's going to be an outch if all of that is passed on in terms of interest rates. So in terms of approvals, you know, people getting their mortgage is approved. The banks are currently what they call stress testing interest levels at about sort of between 6.7 and 7.7%. That's to make sure that people still can afford their homes if the interest rates climb up. Having said that, though, it still means that if an interest rate does start to climb up, there's more money going on that mortgage and less money in the pocket at the end of the week for things like food, you know, transportation, petrol and everything else. And we are seeing cost of living just increase, generally speaking. So we're just not seeing, unfortunately, incomes increase at the same level as housing, cost, interest, costs and cost of living. What are you hearing from people about whether they're getting their mortgages approved at the moment? How difficult is it? It's very difficult for first home buyers, certainly for people getting into the housing market trying to save for that deposit. You know, we're hearing things like it's around about 11.8 years for an average person to save for that deposit. And, you know, a huge amount of first home buyers are, in fact, relying on the Bank of Mum and Dad, which we now know is the fifth biggest lender in New Zealand, even ahead of Ki Kiwi Bank which is great for those that have access to a bank of mum and dad but unfortunately not everybody has so it's tough getting that deposit together really tough we're not seeing nearly as many low deposit mortgages approved you know that we've had that tight and right down we used to have up to about 20% of a bank's book could be on an under 20% mortgage, but now that's been cut in half. So that certainly hasn't helped. So unfortunately we are seeing a little bit of a perfect storm of problems for people getting onto the housing market and there's a huge disparity around people's incomes and what they can afford to borrow versus what they actually need to get that mortgage to get into that first home. So it's certainly tough. And Leslie, even if someone is fortunate enough to have parents who can kick in, that doesn't necessarily mean the bank is still going to give you the mortgage, is it? Absolutely not. The bank will want to see that you can save. You know, they'll need to see, generally speaking, that you've saved a good chunk of that deposit yourself. Have you seen high deposit scenarios which have been gifted by parents, which have been turned down by bags? Absolutely. Yeah, we saw one recently. Parents chipped in the full deposit and the children had it was about a $300,000 income. They were declined on the basis that they couldn't demonstrate that they had saved a good portion of that deposit, which doesn't make a lot of sense in terms of the bank security, but that's just one of the rules that the banks, I suppose, have in place. So it can be quite frustrating because a lot of people, if they have the deposit, they're used to paying rent, they can actually afford the mortgage. But you know, we've got a lot of people, if they have the deposit, you know, they're used to paying rent. They can actually afford the mortgage. But, you know, we've got a lot of work still to do on this. There's a lot of pitfalls and problems that really don't need to be there in obstacles for people that we'd love to see, you know, just be revisited. I suppose if we're looking for a flip side, house prizes are slipping or stabilising in a number of areas. Are people able to get a good deal, first home buyers, if they can get the financing? That's a really good point, and that is certainly one of the positives that we're seeing at the moment. We're seeing far less properties go at auction. The clearance rate is a lot lower than what it used to be, say, a year ago. So with a fixed price or a buy negotiation, a first home buyer obviously doesn't have another house to sell, so often they can go and negotiate really hard and get a good deal. So that is certainly a real plus for people. It also means they don't have to shell out for, you know, five different inspections or building reports or valuation. So, you know, in a market where there's less auction happening, people do have that ability to go in as a cash buyer, which is a first home buyer. So that absolutely, we want to cling to all the positives that we can, and that is definitely one. Leslie, we're almost out of time, but very quickly, a bit rock and roll on the share market at the moment. What's that doing to KiwiSaver being used as a deposit? Look, it is, that is a concern, but you have to look at property, I think, over the course of a lifetime, and it's not just, you know, getting that KiwiSaver deposit out. You know, we're seeing people getting a little less out than what they thought, but, you know, they are still people getting a little less out than what they thought. But, you know, they are still using that. And it's a very real way for people to get out, you know, into the property market and out of renting. So, you know, I still say really do consider getting that Kiwi saver out, you know, to get into your birth time. It's not just an economic decision. You know, we know that property will make money over time but it's all the other benefits that do come with home ownership. Appreciate your time this evening. That's Leslie Harris who's from the First Home Buyers Club. Workers who deal with the public are calling for more support as they fight an uphill battle to make sure they don't get COVID again. The Ministry of Health says 16,000 people have been re-infected with COVID since the first case was detected in 2020. 10,000 of those have been re-infected within 90 days. This comes as new evidence shows reinfection is more likely to cause new or lasting health problems according to an international study. Louise Teneuth reports. The US-based study focused on people who had their first infection between March 2020 and September 21 and then got COVID again, comparing them to people who hadn't had COVID or had just one infection. The findings show those with two or more infections had more than twice the risk of dying and three times the risk of being hospitalized within six months of their last infection. They also had higher risks for lung and heart problems, fatigue, digestive and kidney disorders, diabetes and neurological problems. Microbiologist Susie Wiles says those that have had COVID once have no guarantees the second time. Every infection now seems to increase your risk of potentially long-term damage. So it's really, really important that we do everything we can to both protect those people who haven't had an infection yet, but also to protect those people who have had an infection. With a second wave coming, she's urging all those eligible to get their boosters as soon as possible. But she says the study shows the best defence is trying to prevent the spread. I think we also need to stop thinking of the vaccine as kind of making us bulletproof. Still need to be doing everything on top of vaccination, like mask wearing, like ventilation. But for those who work with the public, that's extremely difficult. I often ask them if their employer has even provided them with CO2 monitors. The answer is nearly always no. I'll ask them if, you know, has your employer updated the ventilation system to reflect the reality that we're in a global pandemic that's raging all around us and the answer is always no. That's hospitality worker and founder of Raised the Bar Union, Chloe Ann King. She says they're hearing from many workers battling COVID for a second or even third time, some in less than three months. She says employers urgently need to take staff health and safety seriously. To be updating their ventilation systems, not just cracking open a door when the air feels like soup because you've got so many people in there. It's a really packed out nightclub. And no mask mandates in hospitality effectively means no mask wearing. Like maybe in a night, I'll see like two people come in with a mask. Honestly, it's really been a bit of a deaf road to the industry because many businesses are having to cut their hours because workers are really sick. For retail masks are required, but they're slipping from shoppers' faces. National retail spokesperson for First Union, Ben Peterson, says that urgently needs to change, and so too do staff rosters. It's quite alarming that almost three years into the COVID era, that we're still seeing rosters that are too short and people being put under pressure to come to work when they're feeling sick. Not acceptable. We've been through this for long enough now that we really need to change the way we do staffing and rostering in New Zealand industries. For supermarket workers, COVID's always been a huge risk. Countdown's director, Kitty Hannafin, says they're constantly dealing with cases and many staff are getting sick for a second time. All together this year we've had about 8,000 team who have had COVID which is a large number although we're a large team and we've had about a hundred of those teams also have a subsequent reinfection. She says they're supporting staff with extra time off work when sick providing surgical and in 95 masks for them, and trying to improve ventilation. They're also looking for extra staff to fill gaps when COVID strikes. So we're kind of upping the recruitment again at the moment as we're expecting a surge over the next few months. So to have extra team on is really good. If some team are out, it means that the team who are remaining in the stores or the distribution centres aren't kind of run off their feet. And as the daily COVID case count keeps rising, the experts are urging all of us to return to the basic infection prevention practices of hand washing and mask wearing. It is 28 minutes to six. Ki'amu, Tonu Mai, stay with us. You're listening to Checkpoint on RNZ National. And of course, it's time for the business news. Kontakuhoa in NIA, Kornanzaki, who is in our Christchurch newsroom and joins us live. Kiyora, Anan. Well, we've been talking about the Reserve Bank rate rise. More to come, eh? Kiyo Lisa, yeah, well, look, no surprises, really. This afternoon was at another 50 basis point hike delivered, taking the official cash rate to 2.5%. The OCR is now at its highest level since early 2016, and we've had three consecutive rises of 50 basis points, so really aggressive action from the Reserve Bank here. And yes, expect more rate rises. That's the message from the central bank. Today's brief statement was very similar to the statement it delivered in May. They said it needs to keep lifting that cash rate to counter the strong inflation pressure and expectations. Inflation is currently, of course, at a 30-year high of 6.9%. The job market is tight as well. And yes, business confidence is plummeting. Consumer confidence is also plummeting. But inflation remains the AirbnbZ's number one priority. Now, economists are expecting the cash rate to reach 3.5% by the end of the year. And the last forecast we had from the AirbnbZ in its May statement was indicating a peak of around 3.9% by the middle of next year. So some way to go yet is the expectation. And once there is a healthy balance with demand and supply, you can start to expect the cash rate to become lower and at a more neutral level. So like about half of fixed-term mortgages are yet to be reviewed so households will definitely feel the impact of this. And on Sky TV no new box for them. What's that all about? Yeah, supply chain disruptions and computer chip shortages, similar story all across the world but that's the excuse that Sky is giving us at a shareholders update this morning. The box was actually meant to come out in the middle of the year, which is about now, but they've pushed it back to spring. So not too much of a delay, but still a delay. So in an investor update this morning, Sky said that they've started technical trials and wider staff trials are going to start this week. And they'll have an official launch date once customer trials are finished. And it's been a couple of years since we heard that Sky has been working on a new set-top box. It's a big deal for the company. It's going to run on Android TV, combining both satellite and internet streaming. And with the departure of Vodafone TV, you could argue that there is a gap in the market for something like that. Now, in the same update, Sky also told us why it canned the talks over a potential takeover of media works. We first heard about it. You might remember early last month. And about a week later, the Sky put a stop to the talks. And Sky's chief executive, Sophie Maloney, told the share market that there was a significant change in outlook in the New Zealand economy, as we're hearing, interest rates arising. And with feedback that they got from shareholders, some of whom weren't too pleased about the direction and they decided that it wasn't the way to go. Should we take a spin around the markets? Yeah, look, the local top 50 index closed the day a mere six points higher at 11,103 and Sky TV, interestingly, down seven cents to $232. The New Zealand dollar is at 61.3 US cents and 90.5 Australian. Thanks, Anan Zaki there with business news. The Prime Minister says she's found common ground with her counterpart in the Solomon Islands, with neither leader wanting to see the militarisation of the Pacific. Jacinda Derns sat down with Monace Saugavare at New Zealand's High Commission in Fiji today. Their first face-to-face talks since the secret Beijing-Solomon's security pact was leaked a few months ago. The meeting was soon after US Vice President Kamala Harris dialed into the Pacific Islands Forum to announce a package of support for a region, she says, hasn't received the attention it deserves. Our political reporter, Arnica Smith, is in Suva. We studied in New Zealand. At, I wonder, Swakado. We're from the same university. Jacinda Ardern and Manasi Sogobari finding common ground in their personal lives at a time critical to unity. The pair sat down behind closed doors today for bilateral talks, including a secret security pact the Solomon Islands, has now signed with Beijing. Ms Arden has been straight about how concerning a development this is and had her chance to say so in person today. It would be New Zealand's deep concern to see anything that contributed to the militarisation of our region. On that, the Prime Minister agrees. His expression was that it is not in the Pacific family or indeed Solomon Islands' interests to see the militarisation of our region. So there is common ground there for us. Jacinda Ardern believes this sentiment is shared among other PIF members. But while a shared belief the Pacific should not be militarised feels like progress, the Solomon's Beijing Security Pact remains shrouded in secrecy. A draft version was leaked online some months ago, but it's believed only its signatories have read the full deal. One thing I did reiterate is that it would be our view that it would be helpful to have greater transparency. At the moment, obviously, we don't have that text publicly available. New Zealand police have been deployed in the Solomon since last year in response to major unrest in its capital, Honiara. Today, the government committed more than $8 million for this work to continue. Artauroa is not alone in wanting a presence in the Pacific, the US making a grand display of its role today. Vice President Kamala Harris dialed into the PIF virtually this morning to announce more funding, aid and diplomacy for the region. This includes an intention to set up new embassies in Kedibas and Tonga and to triple support for fisheries to 600 million US dollars over a decade, subject to congressional approval. Ms. Harris says it's a new chapter. We recognize that in recent years, the Pacific Islands may not have received the diplomatic attention and support that you deserve. So today I am here to tell you directly, we are going to change that. The Forum Secretary General Henry Puna is pleased with the development. That was very refreshing and also very reassuring that the Americans are now fully committed to re-engaging with the Pacific in a meaningful and substantive way. Mr. Porna says it's too soon to know if the U.S. talks will draw response from Beijing. Well, who knows? Let's wait and see. But, you know, for us, this is not about geopolitics. As the Vice President said quite correctly, you know, with our history, you know, goes back a long way. We've been friends, you know, for so long. And it's nice to see that friendship, you know, brought back to life. PIF leaders will convene for their main talks tomorrow morning. It's 20 to 6. You're with checkpoints on RNZ National. Hormai, all for caro. We'd love your feedback on anything you've heard on the program this evening. Let us know if you've had COVID more than once and what that experience was like. Text us on 2101. You can tweet us at Checkpoint RNZ or send us an email, checkpointed rnz.com. Is the address. Let's head to the headlines. Ana ivi, minapid, pittipitsikorero. Thanks, is the address. Let's head to the headlines. Ana Ivi Minapitipatero. Thanks, Lisa. The Reserve Bank has raised to the official cash rate this afternoon by 50 basis points, half a percentage point to 2.5%. And promises more rises until it gets inflation under control, currently at a 30-year high. First Home Buyers Club Director, Leslie Harris, says it's an incredibly difficult time for first home buyers, with many having to save an average of 12 years to afford a deposit. The Prime Minister says updates to the COVID response will be announced tomorrow, but is ruling out a return to the red level of the traffic light system. Speaking in Fiji, Jacinda Ardern says masks, boosters, and isolating remain the three measures that will make a difference to the numbers. The Ministry of Health today reported 11,464 new community cases of COVID-19 and 29 deaths. The governments announced a package of law changes to tackle gang violence, including expanding warrant and search powers during a gang conflict if there's a danger to public safety. The police will be given power to search the property and vehicles of all members of a gang rather than specific places and vehicles. And the Prime Minister says the Solomon Islands agrees it's not in the region's interest to see militarisation. Jacinda Ardurn has met with Manas Saugavari face to face for the first time since the Solomon's signed a security treaty with China. Ms Arden also announced New Zealand will extend its community police presence in the Solomon Islands for another two years. Those are the headlines looking at traffic. No new breakdowns or delays to report. I'll have the latest news and weather for you at 6 o'clock. Kiyah-rah, Erho. Two German shepherd breeders have been banned from owning animals for almost a decade after keeping more than 60 dogs in what the SPCA describes as a hellhole. Some were in filthy cages so small they couldn't stand up, forced to sleep in their own waist, and suffering from untreated infections. Others were tied on leads so short they couldn't lie down or had ligature injuries so bad they had to be euthanised. Barbara Glover and her daughter Janine Wallace have been found guilty of 32 animal welfare charges and sentenced to nine and 12 months supervision respectively. 300 hours community work in order to pay $40,000 in reparations. The SBCA says it's one of the biggest cases in its 150 year history. Its chief executive, Andrea Midgeon, joins us now. Well, where do you start with this one? Andrea, how would you describe it? Thank you, Alita. Well, it's an absolute win for SBCA and particularly for those animals and our team that have worked on this so hard and so long. It's just a real shame that we had to get to this point and that people don't understand what their requirements are to take care of animals in Aeotera. How would you characterize the actions of these two breeders? It's something that a situation, I believe, that's got out of hand. They had way too many animals on their property without the right facilities. They probably were attracted by the amount of money that they could get for selling these puppies because they go for thousands of dollars these days. And it sounds like a really good get rich quick scheme but the animal welfare has not been taken into account along that journey so greed was the driver for how these animals were treated well I can only assume that because nobody in their right mind would treat the animals the way that these animals were treated as you said said, in their own feces, tied up on short leaves, no access to water, not getting the right let care treatment that they needed for the different conditions that they had. So your inspectors turn up to the property, and what strikes them? What hits them? Well, it was five years ago, and there was over 60 dogs, about 31 adults and 32 pups. They were housed in various different housing, so a sheep shed, deer, a bathroom on short leashes tied to a fence, you name it. They were everywhere, and the conditions were just absolutely filthy. Sorry. You carry're, sorry. You carry on, but the stink, they mentioned that? Oh, yeah, that was unbelievable. And to think that people could actually work in that without realizing what's going on and what needed to be fixed. And then our inspectors gave them education notice to meet the standards, and then we went back again, and they still weren't being met. So some of these dogs were on very short reads. They couldn't lie down. They couldn't sleep. And what, some of them had these ligatures basically wound around their limbs? Yeah, yep. One dog was so bad. Its lead was tied around its back leg, which pulled it right up by its head, and the damage that was done to that dog was just so bad that sadly it had to be euthanized. And what was going on in some nearby forest land in terms of tethering the dogs there? Yeah, we got another complaint a few months later, or about a month later, I think it was, and people were complaining about some barking in the forest land at the back of their property, and it was like they were hiding them from any inspection, and so we went in and found those dogs as well, and had to take action with them. How well a breed is regulated? Are they regulated at all, Andrea? No, they're not. Sadly, that's one of the things that's missing in our legislation. So anybody can be a breeder and we really are strongly recommending that we need law change. So breeders are given specific standards to adhere to. At the moment, it's just up to the buyers to be very wary of who they're purchasing their puppies from. People want to know something good's come out of this, Andrea. The dogs that survived, can you tell us a little bit about the lives they're leading now? Oh, they're great. They're in homes, loving homes, where they should be getting all the enrichment and care that each dog deserves in its life. And I think that the people that are looking after them, they absolutely know what responsible pet ownership is all about. And it's just fabulous. Thank you very much for your time this evening. That's Andrea Midgeon from the SPCA. A woman's described a distressed man who came to her door after an attempt to cross a swollen Ford turned fatal. One person died and two managed to escape when the car they were in was swept away in the Silverstream River near Dunedin last night. Tess Brunton reports from North Tairi. Last night, a soaked and shaken man appeared at Barbara Warren's house in North Tyree after his group tried crossing a nearby Ford and it went badly wrong. I would have thought it was probably once in the lifetime. The last time the trampers were going through and they came to our house to say, oh, one of their party had got swept down the river and he was lost. So all we could do was really call, search and rescue and get them round the fire and give them hot drinks and keep them warm, which is what we did last night. You know, it was like history of heating itself. We just saw a really distressed person who'd walked a long way to find a light on and someone with a phone. It's the third death on a nearby Ford since she moved there about 20 years ago. She says it's harrowing to think what it must have been like. Imagine you're in a car and there's a tiny little pocket of air and you have to hold your breath and it's dark and it's freezing in you're upside down. Or if I think about it too hard, you know, it makes me want to gasp. Barbara's hopeful a solution can be found to avoid another preventable death in the area. We were wondering if they should put some sort of gate, because people, they ignore the signs, and sometimes just for fun they'll just run the signs over. And the council of tried all sorts, they've put huge boulders, you know, on places that they don't want four-wheel drives to go and they just drag them away. The rain continued through the night and today, with mists sometimes thick in the air. Not long after dawn, water was still charging over the ford, a foamy brown torrent. In the lead up to the Ford is a yellow sign warning of a water hazard, with another to show the road was closed closer to the stream. Melanie Helm runs the Wayora Scout Camp, a short drive from Silver Stream Valley Road from the Ford. I can't believe people actually attempted to even try and cross that river. Why is that? What's the river like at the moment? Last night when I was out there it was very swift. I couldn't even tell it was a Ford. Only a few nights earlier, she witnessed a close call. I was out there and Saturday night checking out and we just about lost a four-wheel drive people trying to attempt the same thing, and they just managed to pull it back up and get out of there before they went over the side. And a few years back there was a motorcycle. Unfortunately, he lost his life trying to cross it. So it's a bit of a notorious river. It can be when it's up, yes. The head of Mosgill Tari Community Board, Joy Davis, says it's awful news. It's a tragic event that's impacted many people, of course the family, but it's also impacted on the people who were called out to search and then subsequently found the person and it has wide-ranging ramifications for people and emergency services. With surface flooding on some roads and rivers running high, she hopes people will stay home, stay safe and listen to the advice from local authorities. The police are making inquiries on behalf of the coroner. It's nine minutes to six. Some of you getting in touch regarding our interview with Chris Hickens, the police minister he is now, and measures to crack down on gangs. A listener in Wellington says it's going to come down to how society decides to deal with drugs because that's how gangs make their money and pay their members. Not legalising cannabis was a missed opportunity. Someone else has got in touch to say, how are government's going to prevent children from being negatively impacted if property like homes and vehicles are seized from gangs, because children live in gang houses as well. Thanks for your feedback, keep it coming, 2101 on the text. Kiao Motunumai, stay with us. You're listening to Checkpoint on RNZ National. The manager of a Wellington store targeted in a ram raid overnight says the thieves had broken everything when they crashed into the store in the early hours of this morning. Police suspect multiple people were involved in a ram road overnight at the liquor store in Brooklyn. The incident has left locals in the suburb shocked. Rosie Gordon reports. The sound of a crew clearing up the cellar rooms smashed in storefront. The entire window has been taken out, its frame mangled, and the front door left off its hinges, its glass shattered. Layers of glass were stacked up on the street while store manager Lucy Roberts looked on at the scene. This is a ram ray that happened about 3 o'clock this morning. They come in and they've broken everything and taken all the gin. She says thieves got away with other spirits too but isn't sure exactly how much. Ms Roberts has worked here for 18 years and fears the damage and loss will set the business back. Absolutely gutted. It's quite upsetting. In fact, you work so hard and this is just over and overnight we're screwed now. Police say multiple offenders are suspected of entering the store, helping themselves before fleeing in the vehicle. Their investigation into exactly what happened was ongoing today. This local woman who did not want to be named saw and heard the ram raid. And I just heard a large smash and glass breaking and I felt guttered. There was nothing I can do because they were reversing in and then drove out. And it all happened so quickly. She's been left shocked. This is our home. People live here too as well as work here. We're a really close community. Other Brooklyn residents walking past the scene this morning shared that sentiment. It's quite suburban and family based, so kind of jarring as well because, I mean, just walking to the bus stop and you see that. It's unfortunate, it's not something I would imagine would happen here. It's very surprising. I guess the main thing is I hope the staff feel safe there. Cellar room owner Derek Beeling was busy on the phone today, desperately trying to find tradies who could repair his broken store. The owners of neighbouring businesses offered their help, including Alex Foster who owns the local Burger, Wisconsin. Just really upset for Derek. Saw the post on the local community page earlier this morning and it's just very upsetting, very hard things have to go through as a business owner. Sala Room, store manager Lucy Roberts, hopes they'll be back on their feet soon. We'll just fix it up from the side again. I'll be open by tomorrow. Gotta keep going. The only problem is the ram raids left them with a lot of cleaning up to do. Shocking video leaked to reporters in the US reveals how hesitant police were in responding to the Uvalde mass shooting in May. The footage shows officers confused and stalling in a hallway outside the classroom where 19 students and two teachers were killed. Families and survivors are furious, so CNN's Rosa Flores reports. An edited version of surveillance video released today by the Austin American Statement shows that at 1132 on May 24th, the first shots were fired outside Rob Elementary School, an audio of a teacher calling 911. The kids are running! Oh my God. Get in your room. Get in your room. Then at 1133, school surveillance video shows the gunman entering an empty hallway, unhindered, walking casually with his gun hanging down. He slows down, peeks around a corner. A boy sees him as he starts shooting and the boy runs. According to the statesman, the gunman fired his weapon and AR-15 inside two classrooms for two and a half minutes, stopping and starting multiple times. The statesman saying they edited out the most disturbing sounds, including screams. The surveillance video that lawmakers, Texas DPS, and even the Uvaldi mayor have been pushing to release shows seven police officers arriving, armed, some with rifles. They entered the hallway, weapons drawn at 1136, just three minutes after the gunman arrived while shots are being fired. In total, the material revealing just over two of the more than 70 minutes police were in the hallway before killing the gunmen, some rushing towards the classrooms, other officers hanging back. Within one minute, shots are heard, 16 rounds in total, and police can be seen retreating, running back down the hallway to take cover. One officer appears to touch his ear. Then at 1152, 19 minutes after the gunman enters the school, the timestamp on the video shows more officers arriving, heavily armed, some with ballistic shields. Still, they wait. At 1204, the video jumps 31 minutes after the gunman enters the school, and law enforcement is still waiting. At least 19 officers are now in the hallway, according to the official timeline. At this point, a girl in one of the adjoining classrooms calls 911, sharing her location, pleading for help, and calls back minutes later saying multiple people are dead. At 1215, a tactical team arrives, and a minute later, a 911 call saying eight or nine students are still alive. At 1221, 45 minutes after police arrived, the gunman fires another four shots, and police start to move down the hallway again, remaining outside the classrooms. At 1230, one officer uses the hand sanitizer dispenser in the school. At 1243 and 1247, more 911 calls to send police, and the caller says, children are aware the police are outside the door. Then at 1250, 74 minutes after police first arrived, officers breached the classroom door and kill the gunman. At this point, the video shows officers in the hallway pushing to go in. The video account, now adding to the toll the families of the 19 students and two teachers who were massacred at Rob Elementary have to endure. Absolutely incredible. Let's get to some of your feedback on the situation with gangs and the government's announcement today. One listener says, prison is a comfortable home for these people with no bills, friends and family there, food provided, hard labor, they reckon no bills, friends and family there, food provided. Hard labour, they reckon. Fiona, on the other hand, says the old national song of hard-on-crime is depressing Groundhog Day stuff. I think Chris Hickens, as Minister of both police and education, is spot on. Super bright 12-year-olds go off the rails and see the easy money from gangs, the Brotherhood. It breaks my heart. Get them staying at school and finding and excelling at what they are good at, says Fiona. Betenna says when they're incarcerated, it still continues with gangs in prison. It still isn't getting them away from the gangs inside jail. On the subject of mortgages, one listener has suggested something quite interesting. Is anyone researching the impacts on banks of mum and dad? These soft loans to their children are coming out of nest eggs that are taking a pounding as Kiwi saver balances are plummeting. Really interesting point. Pete has pointed out in the US, mortgage interest rate is tax deductible. And someone else says the Reserve Bank has had no choice but to put interest rates up until people save more or are forced to reduce their spending as their mortgage payments increase as inflation continues to rise. RNZ News at 6. Good evening. Kiyoitao. I'm Evie Ashton. Police Minister, Chris Hipkins, says the government's gang crackdown package will give the police more tools to deal with the escalating gang tensions in Auckland. The package gives police more powers to seize guns, vehicles and assets, and introduces a new firearms intimidation offence. Chris Hipkins has told Checkpoint the tools will make it easier for police to search gang properties or vehicles for illegal weapons during gang conflict. The recent examples where we've seen the conflict between gangs, that's the reason that we're doing this. We'll set out more detail of exactly the triggers for this, but it will be around that kind of escalating tension between gangs to give police more tools to get in there and disrupt that. Chris Hipkins says police will still need a warrant to carry out searches on gang properties. A housing market expert says some first home buyers are having to wait up to 12 years to save for a deposit to buy a house. Interest rates could be set to rise after the Reserve Bank this afternoon cranked the official cash rate up to a six-year high to combat 30-year high inflation. First Home Buyers Club director, Leslie Harris, says it's an incredibly difficult time for first home buyers and most have to rely on their parents. Which is great for those that have access to a bank of mum and dad, but unfortunately not everybody has. So it's tough getting that deposit together really tough. Leslie Harris says there's a perfect storm of problems preventing first home buyers getting into the market. The Vet Association is criticising the not guilty verdict in the trial of a woman whose dog attacked a veterinarian. Dr Lisa Schneider needed surgery for torn muscles and a broken bone in her trial of a woman whose dog attacked a veterinarian. Dr Lisa Schneider needed surgery for torn muscles and a broken bone in her arm after being attacked in October last year during an appointment. The New Zealand Vet Association is unhappy with the verdict. Chief Executive Kevin Bryant says the decision implicitly blames the vet for the dog's behaviour. We're extremely disappointed because we have a case here of a veterinarian who is seriously injured by a dog that wasn't appropriately controlled. Kevin Bryant says the ruling is likely to make vets even more cautious. The council says the dog was released to its owner yesterday. The Prime Minister says the Solomon Islands shares New Zealand's view on militarisation in the Pacific. At the Pacific Islands Forum Leaders' meeting in Suva, Jacinda Ardern has met with Manassee Sogavare face to face for the first time since the Solomon's signed a security treaty with China. Ms. Adirn says she reiterated to Mr Sogavari it would be helpful to have greater transparency on the agreement, but they agreed it wasn't in the region's interest to see militarisation. Ms Aduin also announced New Zealand will extend its community police presence in the Solomon Islands for another two years. The two men charged over the handling of donations to the New Zealand First Foundation have lost a bid for continuing name suppression, but their names cannot yet be published. They have been accused by the serious fraud office of obtaining nearly $750,000 by deception between 2015 and 2020. Our Deputy Political Editor, Craig McCulloch, has more. The two men's identities have been shrouded in secrecy, granted interim name suppression since charges were laid in September 2020. The trial took place at the High Court in Auckland last month, with the judge expected to issue a ruling soon. Media outlets, including RNZ, have long challenged the name suppression and did so again at a hearing this morning. The names, though, still cannot be published, while an appeal is likely. A microbiologist says people need to remain vigilant to avoid getting reinfected with COVID-19. The Ministry of Health says 16,000 people have been reinfected with COVID since the first case was detected in 2020. 10,000 of those have been reinfected within 90 days. Dr Susie Wiles says preventing the spread is the best protection. I think we also need to stop thinking of the vaccine as kind of making us bulletproof. Still need to be doing everything on top of vaccination, like mask wearing, like ventilation. Susie Wiles says those who've had COVID once have no guarantees about their second time. COVID-19 response minister, Ayesha Veryl, is to reveal updates to the government's COVID response tomorrow. But a return to the red level of the traffic like system has been ruled out. The country's biggest nursing union is calling for an urgent conference of health representatives from all areas of the system to look at solutions to the health staffing crisis. And the New Zealand Nurses Organisation is continuing to ask the health minister Andrew Little to acknowledge there is a crisis after he's repeatedly declined to do so publicly. As Chief Executive, Paul Golter, says nurses have been angry at Mr Little's comments about the situation and the union is gathering their feedback to give to the minister. Leaked video of police responding to the Uvalde school massacre in the United States shows officers confused and stalling in a hallway outside the classroom where 19 students and two teachers were killed. Our correspondent, Tony Waterman, has more. In the video, the gunman is seen easily entering the school through an unlocked door before taking a right down a long, brightly lit hallway. He casually carries a semi-automatic rifle in his hands. About halfway down, he turns left and opens fire before entering a classroom. Police can be seen arriving soon after, but retreat after a short exchange of gunfire with the shooter. As heavily armed reinforcements arrive, police remain stalled in the hallway, seemingly confused about what to do next. Some are pacing back and forth. Others talk on phones. One gets hand sanitizer from a dispenser on the wall. In sport, the new look silver ferns are about to get an important hit out before they depart for the Commonwealth Games. Bridget Tunnecliffe reports. A four-day netball series against the New Zealand men's side, New Zealand A side and a mixed invitational team starts tonight in Auckland. The silver ferns meet the New Zealand A side first on what should be a fiery encounter. The side includes players like Sam Wenders and Tiana Matuero, who missed out on the 12 for Birmingham. In a world first, a mixed team games will also be broadcast live and add plenty of intrigue, with two former Australian Diamonds players in the squad. The Silver Ferns game starts at 8 o'clock. And Tiger Woods believes some players have turned their back on the organisation that made them by leaving the PGA tour to join the Saudi-backed Live Golf Series. Speaking at St Andrews before the 150th Open Championship, the 15-time major winner says it would be sad for young players not to experience such events. Live golfers who qualified for this week's Open, including Sergio Garcia, Phil Mickelson and Dustin Johnson, will be allowed to play, but Woods doesn't agree with the decisions those players have made. What they've done is they've turned their back on what has allowed them to get to this position. What these players are doing for guaranteed money? What is the incentive to practice? What is the incentives to go out there earning the dirt? There are two New Zealanders in the open field this week, Ryan Fox and Ben Campbell. That's the news. Tonight on night's Dr. Radidi Tinello from the Fanganoi Regional Museum, talks us through an exhibition marking five years since the city's river gained the same legal status as you and I. Henny Noithdorp is getting ready to celebrate 40 years of the Nilandia Choir, Christchurch's very own Dutch choral ensemble. And this week's hump prize, a selection of new short stories from Aulteirao on nights with me, Brian Crump, after the news at 7 on R&Z National. You're back on Checkpoint with Lisa Owen next. Right now, the short forecast from Met Service to midnight Thursday. From Northland to Bay of Plenty, including Coramandel, a few showers, turning to rain tomorrow morning and afternoon from the north with heavy falls possible. From Waikapo to Taihape, including the central high country, occasional showers turning to rain from tomorrow evening. From Taranaki to Horo Fenwa, a few showers clearing tomorrow afternoon. From Gisbon to Weidadapa, including Wellington. Fine with northwesterly Gales south of Hawkes Bay until this evening. Rain with some heavy falls developing gales south of Hawkes Bay until this evening. Rain with some heavy falls developing in Gisbon and Hawks Bay tomorrow evening. Looking at Teuay Poynamu, Nelson, Mulbra and Canterbury, partly cloudy, occasional rain in Canterbury today. Bullittu Fjordland, showers clearing south of Hokitika tomorrow. Otago and Southland, rain falling as snow above 500 metres until early tomorrow morning, rain easing tomorrow, and a few showers are forecast for Decohu, the Chatham Islands. The time is nine minutes past six. I'll update you with the latest news headlines at 630. Thanks, Evie. Noamai. This is Checkpoint called Lisa Owen Tenei. Sri Lanka's president, Gorabaya, Roger Paxa, has fled the country with members of his family following months of mass protests over the island's economic crisis. He flew out on a military jet. Days after his home, the presidential palace was overrun with protesters and he went into hiding. Yet Sri Lankans are still waiting for him to formally step down. The ABC's Mazoa Ford reports from Colombo. In Sri Lanka's presidential precinct, people power has well and truly taken over. Protesters occupy the steps leading to the abandoned office of President Gautabar Rajapaksa, while thousands of other people join long queues to try to get into his residence for a look after it was stormed by activists at the weekend. 43-year-old gem dealer Lafran Hussein is lining up. We need to see how our president was liable with our money. You know, he didn't earn any money, he did not make a personal business or anything. He just spent our money. I just wanted to see how luxury life he spent. 19-year-old high school student, Schifney Nielam, is in the queue too. We started like 2 at 2 p.m. Sylvia here. You've been queuing for more than three hours. Yeah. In the hot sun? Yeah. In the hot sun, I think we have come 1.5 kilometres. These Sri Lankans blame President Rajapaks's government for mismanaging the economy and bringing their island nation to financial ruin. Inflation exceeds 50%. There are food, fuel and cooking oil shortages and daily power cuts. I feel like leaving, but we don't leave. This is our country. We are protesting. We will fight for this. We are Sri Lankans. So we will fight for this. After three months of protests, the president has promised to formally resign today. Protester Kasumi Rana Singh Harachige says she'll believe it when she sees it. Even as of now, even though there are confirmations of his resignation through spokesman and the prime minister, but he's been, this whole regime has been, they say something and then they don't follow it through. So until it does actually happen, until they announce it, I don't believe it through. So until it does actually happen, until they announce it, I don't believe it to be true. Prime Minister Renil Vikramasinga has also said he'll step down. Once an all-party interim government is in place, main opposition leader, Sajith Premadasa, wants to lead it. A mere resignation of a president will not automatically mean that the country is going to prosper. You need a visionary approach. He wants to stamp out corruption, end inequality and rebuild the economy. Ensure that Sri Lanka is a hub for tourism, for development, for education and also more specifically in IT. It is my dream to make the whole of Sri Lanka a Silicon Valley. Big dreams, though, can wait. For now, the people just want basic necessities without having to queue for days or pay through the roof to get them. As COVID cases and hospitalisations increase here, it's also being seen across the Tasman. State governments are encouraging people to wear masks, but are resisting calls to bring back mask mandates. Meanwhile, a cruise ship has docked on Australian shores despite there being an outbreak on board. The ABC's Annie Guest reports. When the 2020 Ruby Princess COVID outbreak claimed 28 lives, two of them were travellers who'd booked through Jean Summers' family business, clean cruising. Now she's got customers on board the Coral Princess. Out of the 77 bookings originally that we had, so 150 passengers, we had two who chose two bookings who chose not to proceed with booking, traveling the next day. So we still have a lot of passengers on board the ship. Two of them have COVID and are isolating in their rooms. But Jean Summers is optimistic this cruise ship outbreak will be less severe. All of the crew on board must be fully vaccinated. Masks are mandatory. Everyone is monitored before they move into any of the shared areas so that they are, in addition to hand washing, disinfecting all of their hands. So it's very, very stringent. Through the last two years, every passenger taking ship has been retrofitted with these new air conditioning systems that are to a hospital standard. Of about 2,000 passengers and crew, at least 118 have contracted COVID since the Coral Princess travelled from Port Douglas to Brisbane and then to New South Wales. While the Coral Princess is docked in Sydney today, passengers won't be allowed to leave the ship unless they have a negative rapid COVID test. Meanwhile, New South Wales is among at least four states and territories that have revised the window for potential reinfection of COVID from 12 weeks to four weeks. Such varying approaches concerned bioethicist Dr Diego Silver from the University of Sydney. Do we want all states to sort of take a similar position on such things? I understand that we live in a federated system, but it does get confusing for people. With infections and hospital admissions on the rise, states are also weighing up the merits of recommending or mandating more stringent public health measures. Victoria's health minister says she decided against compulsory masks in retail and early childhood settings because of advice that such mandates weren't effective. Dr. Silver says people need proper explanations. There is a lot of complexity and there is unfortunately no clear answer. So it's up to politicians and we should demand this as politicians. We should demand of government for them to make explicit the reasoning behind their decisions. It's a quarter past six and you're with checkpoints on RNZ National. More revelations have emerged about Donald Trump's role in the US Capitol riot, including how he incited far-right extremists. The former president, who willfully ignored the election results, has also been accused of drafting an executive order to seize voting machines. With more on the latest public hearing in Washington, CNN's Manu Raju, has this report. I was not happy to see the people who were in the old lives. Four days after all 50 states certified the electoral results, Donald Trump convened a Pence meeting in the White House, where several top aides engaged in a screaming match over the effort to install him into a second term in office. I don't think any of these people were providing the president with good advice. Former White House counsel Pat Cipollone telling the January 6th committee about the December 18th meeting. One of the aides called it unhinged. It involved Trump and election deniers, including Sidney, Michael Flynn, Rudy Giuliani, and Overstock CEO, Patrick Byrne. What ensued was a heated and profane clash between this group and President Trump's White House advisors who traded personal insults, accusations of disloyalty to the president, and even challenges to physically fight. What they were proposing, I thought it was nuts. I'm going to categorically describe it as, you guys are not tough enough. Or maybe I put it another way, you're a bunch of pussies. Flynn screamed at me that I was a quitter and everything, kept on standing up and turning around and screaming at me. And at the stern point, I had it with him. So I yelled back. I'd rather come over or sit your eff and ass back down. And during the six-hour meeting that ended after midnight, Trump even suggested naming Sidney Powell as special counsel, even though he was told repeatedly there was no widespread fraud to investigate. The president said, okay, you know, I'm naming her of that and I'm giving her security clearance and then shortly before we left and it totally blew up. I was being a little putt. I didn't think she should have been appointed to anything. The meeting resulted in draft executive order, commanding the Secretary of Defense to seize voting machines. Can the federal government seize voting machines? That's a terrible idea for the country. That's not how we do things in the United States. And within hours after the meeting ended at 142 a.m., Trump tweeted, big protest in D.C. on January 6, be there, we'll be wild. The committee revealing this led to a rallying cry for right-wing extremist groups to converge on Washington. He is now calling on we, the people, to take action and to show our numbers. Behind the scenes, Trump's longtime associate, Roger Stone, was in touch with these groups who provided him security. We will be back in January. And was included in encrypted chats with the Oathkeepers and proud boys. Former Trump National Security Advisor Michael Flynn was also in communications with these groups, according to the committee. In three days after the heated White House meeting, a group of House conservatives met at the White House to discuss how to get Vice President Mike Pence to overturn the election results while presiding over a joint session of Congress on January 6th. Cipollone was excluded. I knew as that the vice president didn't have a legal authority to do anything except what he did. The committee also revealing that before Trump's former aide Steve Bannon recorded a podcast on January 5th saying this, All hell is going to break loose tomorrow. He spoke with Trump for 11 minutes, according to White House phone logs. Bannon and Trump spoke again later that evening. Lawmakers also presented evidence showing Trump planned days before January 6th to order his supporters to march to the Capitol. After his speech at the rally that day, including a draft tweet that was never posted and rally organizers who said POTUS is going to just call for it unexpectedly. Stop the steel organizer, Ali Alexander, knew of Trump's plan. You were going to walk down Pennsylvania Avenue. Trump even ad-libbed in his speech he'd be joining the rally gores at the Capitol. While he didn't go, his supporters did. And the deadly riot ensued. The favorite to replace Boris Johnson as Prime Minister is undoubtedly Rishi Sunak, the former Chancellor. The number of candidates running for the leadership of the Conservative Party has been whittled down from 11 to 8. With more, here's the BBC's Chris Mason. While waiting for the early frontrunner Rishi Sunak... Please welcome Rishi Sunak. The early skirmishes of this contest have felt like all the other candidates against Mr Sunak. He pointedly repeated his critique today of what he sees as their wild promises to cut taxes now. We need a return to traditional conservative economic values, and that means honesty and responsibility, not fairy tales. Once we've gripped inflation, I will get the tax burden down. It is a question of when, not if. So many of your colleagues have sought to demolish your record as Chancellor. Do you have the stomach for what's to come? Well, I'm standing here today surrounded by friends and colleagues, which I've been. And Chris, that's what gives me the optimism, the confidence to do this. Thank you all very much. Here's one of the reasons Mr. Sunak sounds chipper, tempting a fellow candidate to give up and back him instead. Grant Shops, I didn't have you down as a quitter. You've packed him before it starts. Actually, I was delighted with the support that I got, I also recognise that what we need more than anything else is somebody can step straight into the role of Prime Minister in Sirius Times. So while two senior ministers dashed out of the Cabinet meeting to hear to endorse Rishi Sunag, another two Cabinet ministers left Downing Street and straight away endorsed Liz Trough. I've sat with Liz in Cabinet now for some time. Very aware that she's probably a stronger Brexitier than both of us. She has consistently argued for low-tax policies. Liz was always opposed to Rish's higher taxes. That again is proper conservatism. From Barbes in Downing Street, from backers of the Foreign Secretary, to cheers down the road from those supporting the former minister, Kemi Badernach. I tell the truth, I fight for change, I stand up for people, and I stand up for the causes and the country I love. Some might say this is no time for novices. I think this is no time for steady as it goes sinking into decline. It's time for change. Kemi is bright, brilliant and brave. It's only very rarely in politics that you come across talents like that. And Kemi is undoubtedly, I think, a phenomenon. She's got the right stuff. What do you say to our viewer who looks in on all of this at Westminster and thinks, what a carry on? We knew that the political climate was such that Boris had to stand down. This is the most diverse group of talent that I think that any political party in the world would be putting forward. To another lectern, more applause and another cabinet endorsement, this time for Tom Tuganhat. It's time for Tom. We have retreated into the pettiness of politics that is more about personality than principle. When our nation needed our party to function, we retreated into faction. When the moment demanded service, we delivered scandal. At the beginning of this month, Sierra Leone took the unusual step of re-denominating its currency, chopping off three zeros, in a bid to reduce the number of banknotes in circulation. The African nation, like so many others around the world, is dealing with a severe cost of living crisis. Azizad Orlawa reports. Raymond is a university student in Freetown. He has two jobs and shares an apartment with a friend. I'm a driver and I'm also a teacher. What is the amount? 5,000 euros. He is struggling to make ends meet and the rising cost of living is having a huge impact. The price of food alone has more than doubled in the last six months. How much is the sardine? Sardin 10,000. We used to buy 10,000 liens. Yes. But that is the cost of living. It's not easy. 10,000 liens, the local currency is less than one US dollar. Six months ago, you could buy three tins of sardines for the same price. What I'm making is not enough. It's not enough for my schooling. It's not enough for my sustainability. Vermont, like many other Sierra Leone's, is feeling the impact of the high cost of living. Sierra Leone imports most of its staple foods like yam and granite oil. Despite having a large agricultural sector that centers on rice, corn and sweet potato, they are not self-sufficient. To $100 million is spent annually on rice imports alone. Civil war, Ebola and the COVID-19 pandemic made a big impact on the Syria loans economy over the past 20 years. The cost of living is high and the inflation rates jumped from 22% to around 25% in just a month. It's not just the price of food that has gone up. The government increased the price of fuel four times since February. This has led to arise in the cost of transportation, food items and other services. Economists are concerned. The Australian economy is a standstill economy. It's an economy that need a push, need a change, need a change of policies. It's difficult for people in this country. For me, I looked at them as a magician. The government is impacting on a series of measures in order to mitigate the current situation. They have also launched an agricultural program to make the country become more self-sufficient. Tiger Woods has criticized the players who have taken big paychecks to move to the Saudi-backed LIV series. Speaking before his return to golf at the Open Championship in the UK, Woods says they've turned their backs on what made them. The British major is being held this year at the famous St Andrews course over the weekend. The BBC's Joe Wilson reports. Tiger Woods practising again St. Andrews. They've sure been good for each other. 2000 was when Woods first won the open here. He's now a golfer contemplating the end. I don't know how many open championships I have left here at St. Andrews, but I wanted this one. You know, it started here for me in 95, and if it ends here in 22, it does. If it doesn't, it doesn't. If I get the chance to play one more, it'd be great. But there's no guarantee. Watching Woods move around his practice round, you see the issue. Maybe he's lucky to be able to walk at all after his car accident. But the limp is clear. Well, it's windy, the terrain is undulating. Completing 18 holes is a test of stamina. It's supposed to be. There are other famous players here who've chosen a different form of golf, Sergio Garcia. Dustin Johnson, men who are part of the rival Saudi-funded Liv Tour, but permitted to play in this open at least, Lee Westwood is another. Woods does not agree with their choice. What they've done is they've turned their back on what has allowed them to get to this position. What these players are doing for guaranteed money, what is the incentive to practice? What is incentives to go out there earn in the dirt? It's a prominent issue. I even spotted this topically redesigned live t-shirt worn by a practice day spectator. Woods now may be a traditionalist standing against encroaching gales of change, but he's also a golfer still trying to get better. An Australian warship has been closely followed by the Chinese military, including by a nuclear submarine, during a recent transit of the South China Sea and East China Sea. The ABC's Andrew Green has more. HMA's Parramatta left Australia in late May and since then has been visiting various regional neighbours across the Indo-Pacific taking part in naval exercises with partners. After departing from Darwin, the Anzac-class frigate headed to Vietnam, then South Korea, and eventually onto the Japanese port city of Sasebo, where local media covered her arrival. While transiting from the Vietnamese port city of Nadang, HMA's Parramata passed through the South China Sea and then the East China Sea areas where Beijing has made controversial territorial claims to some waters. In the United States Defense Minister Richard Miles has again asserted Australia's right under international law to travel through the region in an interview with the ABC. What our Navy does in the South China Sea is routine. It's been doing it for decades, and it is focused on asserting the UN Convention on the law of the sea, freedom of navigation, freedom of overflight. The global rules-based order, which I've been describing as being so important for our national interests. Military sources say that while operating in the South China Sea and then the East China Sea, HMAAS Parramatta, was closely tracked by the People's Liberation Army, including numerous aircraft, a warship, and even a Chinese nuclear-powered submarine. The ABC's been told formal challenges were made by the Chinese, but defence is saying little. And Koti Kau-Papaputahia-Popor tomorrow from 5am, first up, asks a former undercover cop turned criminal barrister whether he thinks the government's new gang laws will have an impact. Do tune in."}