{"speakers": [], "chunks": [{"timestamp": [0.0, 11.1], "text": " Hi, I'm Ahmed Shabedin, and welcome to the stream."}, {"timestamp": [11.74, 19.56], "text": " It's been two months since our colleague Al Jazeera journalist Shireen Abou Ackle was shot and killed by Israeli forces while on assignment in Janine."}, {"timestamp": [20.12, 22.66], "text": " Two months and still no accountability."}, {"timestamp": [23.54, 26.9], "text": " The U.S. government's investigation into the Palestinian-American's death"}, {"timestamp": [26.9, 30.42], "text": " has infuriated human rights advocates and left many wondering,"}, {"timestamp": [30.92, 32.12], "text": " will there ever be justice?"}, {"timestamp": [32.76, 34.34], "text": " Joining me to discuss this,"}, {"timestamp": [34.84, 39.7], "text": " in occupied East Jerusalem, we have Shireen's niece, Lena Abu Achele, joining us in Ramallah,"}, {"timestamp": [39.9, 44.1], "text": " in the Occupied West Bank, Palestinian human rights advocate Salah Hijazi,"}, {"timestamp": [44.64, 46.04], "text": " and also in Ramallah,"}, {"timestamp": [46.24, 48.22], "text": " Al Jazeera correspondent Nida Ibrahim."}, {"timestamp": [49.32, 50.5], "text": " Welcome, everyone."}, {"timestamp": [50.64, 52.06], "text": " Thank you for joining us."}, {"timestamp": [52.36, 55.9], "text": " And if you're watching us on YouTube, I should say, we encourage you to join the conversation,"}, {"timestamp": [56.06, 60.48], "text": " leave your thoughts and questions in our live chat, and we will try and address them during the discussion."}, {"timestamp": [61.16, 66.56], "text": " Lena, I have to start with you. The State Department's statement contradicted the"}, {"timestamp": [66.56, 72.2], "text": " investigations by multiple media outlets, not only Al Jazeera, CNN, the Washington Post,"}, {"timestamp": [72.3, 76.74], "text": " the AP, and the New York Times, as well as international human rights groups. They started by"}, {"timestamp": [76.74, 81.56], "text": " proclaiming the origin of the bullet was inconclusive, and as you can see here, a spokesperson said"}, {"timestamp": [81.56, 85.7], "text": " there is no reason to believe that this was intentional, but rather"}, {"timestamp": [85.7, 91.66], "text": " the result of tragic circumstances, we again offer our deepest condolences to the Abu Ackley family."}, {"timestamp": [92.48, 99.68], "text": " Lena, how does this make you feel, this dismissive statement and the condolences attached?"}, {"timestamp": [102.02, 105.0], "text": " Well, first of all, thank you for having me on the show, Ahmed."}, {"timestamp": [105.0, 113.72], "text": " And it's first important to note that we do not view this as an independent investigation as they are claiming."}, {"timestamp": [114.64, 119.24], "text": " It was merely a review of Israeli investigation details that we have never seen."}, {"timestamp": [119.98, 122.1], "text": " And as a family, we are disappointed."}, {"timestamp": [122.84, 129.26], "text": " And we were expecting that such an investigation would be transparent"}, {"timestamp": [129.26, 133.74], "text": " and would actually hold them accountable, hold the perpetrators accountable."}, {"timestamp": [133.74, 139.9], "text": " However, contrary to that, especially with regards to the unintentional gunfire,"}, {"timestamp": [140.4, 143.68], "text": " there has been inconsistencies and contradictions within their statement,"}, {"timestamp": [144.04, 148.1], "text": " especially following the Fourth of July statement."}, {"timestamp": [149.02, 152.36], "text": " On 5th, on 5th of July, during the press briefing,"}, {"timestamp": [152.52, 162.48], "text": " Mr. Price was conceded that nobody present was qualified enough to state that if it was intentional or not."}, {"timestamp": [162.48, 169.02], "text": " So for us, we continue to believe that this entire investigation was not credible."}, {"timestamp": [169.86, 175.16], "text": " And again, it continues to show the lack of transparency and evidence-based responses."}, {"timestamp": [176.06, 179.14], "text": " Right. And you know, you bring up what the spokesperson said."}, {"timestamp": [179.24, 183.48], "text": " I mean, they also said very bizarre sort of justifications when the criticisms emerged,"}, {"timestamp": [183.58, 185.68], "text": " that this was analytical and not scientific,"}, {"timestamp": [186.48, 187.74], "text": " which seems very bizarre."}, {"timestamp": [187.94, 189.92], "text": " I mean, Nida, I have to ask you,"}, {"timestamp": [189.94, 192.64], "text": " the forensic tests themselves were performed"}, {"timestamp": [192.64, 196.0], "text": " at the Israeli police lab in Jerusalem,"}, {"timestamp": [196.0, 199.18], "text": " and the U.S. really only gave one concession, right,"}, {"timestamp": [199.22, 202.44], "text": " when they said that it was likely responsible."}, {"timestamp": [202.66, 204.24], "text": " Israel was likely responsible."}, {"timestamp": [204.44, 208.64], "text": " With this in mind, I mean, what do you find is so problematic about the statement?"}, {"timestamp": [208.76, 210.9], "text": " And what does it reveal to us about the U.S. rule?"}, {"timestamp": [212.9, 217.12], "text": " It reveals that the U.S. would always stand by Israel,"}, {"timestamp": [217.12, 224.38], "text": " even if the crimes committed by the Israeli forces are being committed against an American citizen."}, {"timestamp": [224.94, 225.24], "text": " It also reveals that they are so fixated on the issue of the bullet, by the Israeli forces are being committed against an American citizen."}, {"timestamp": [229.6, 230.06], "text": " It also reveals that they are so fixated on the issue of the bullet,"}, {"timestamp": [235.84, 238.22], "text": " of contradicting all the prestigious media outlets that have been conducting their own investigations,"}, {"timestamp": [238.48, 244.88], "text": " saying that it was clear that there was no Palestinian shooting at the time when Shereen was killed."}, {"timestamp": [244.88, 253.06], "text": " So for Palestinians, it's seen here as a facade as a way for the U.S. to show that it's going"}, {"timestamp": [253.06, 258.8], "text": " and currently doing an investigation and coming out with the results. But really, that justice"}, {"timestamp": [258.8, 264.7], "text": " is not going to be served, not for Shereen, and not for many, many Palestinians who were"}, {"timestamp": [264.7, 265.96], "text": " killed by Israeli forces before Shereen and and not for many, many Palestinians who were killed by Israeli forces"}, {"timestamp": [265.96, 269.34], "text": " before Shereen and are still being killed after her."}, {"timestamp": [269.84, 271.12], "text": " And I appreciate that context."}, {"timestamp": [271.28, 275.76], "text": " Because you bring up the Palestinian perspective, how they're reacting to this, of course,"}, {"timestamp": [275.82, 277.0], "text": " it's not just Palestinians."}, {"timestamp": [277.26, 281.66], "text": " And Salih, I want to get your thoughts on what Haggai Al-Ad had to say."}, {"timestamp": [281.72, 286.34], "text": " He's the director of Bitsselim, the leading Israeli human rights organization,"}, {"timestamp": [286.5, 290.84], "text": " which, of course, also contradicted the U.S. statement and squarely placed the blame on Israel."}, {"timestamp": [290.84, 295.5], "text": " Let's take a listen to how he describes this cycle of impunity and violence."}, {"timestamp": [296.84, 300.8], "text": " I'm sad and outrage to say that based on past experience,"}, {"timestamp": [301.38, 305.34], "text": " the odds for justice and accountability for the killing of Shirena Blakle"}, {"timestamp": [305.34, 314.08], "text": " are small, if even existent. Israel knows very well from past experience that as time passes,"}, {"timestamp": [314.72, 322.38], "text": " attention moves on, the rage subsides, people forget, and it becomes ever so easier for Israel"}, {"timestamp": [322.38, 328.36], "text": " to get away with the killing and face no accountability."}, {"timestamp": [328.92, 330.96], "text": " This has happened hundreds of times in the past."}, {"timestamp": [331.54, 333.86], "text": " That's Israel's play."}, {"timestamp": [334.32, 335.92], "text": " It has been successful before."}, {"timestamp": [336.96, 340.94], "text": " And looking at what has transpired over the last two months,"}, {"timestamp": [340.94, 346.28], "text": " it seems that it's going to be successful, unfortunately, for Israel this time as well."}, {"timestamp": [347.44, 349.34], "text": " Salah, what do you make of that?"}, {"timestamp": [350.34, 352.58], "text": " Well, first, we're not going to make it successful this time."}, {"timestamp": [352.7, 358.78], "text": " We hope that Shirin's killing is a turning point when it comes to Israel's impunity."}, {"timestamp": [358.78, 362.12], "text": " But I agree with Haggai 100%."}, {"timestamp": [362.12, 367.32], "text": " And it is easy for Israel to get away with murder in this case, a systematic"}, {"timestamp": [367.32, 373.34], "text": " killing of Palestinians, the killing of Shirin follows a pattern of systematic killing against"}, {"timestamp": [373.34, 378.52], "text": " Palestinians that is part of Israel's system of apartheid against Palestinians. And Israel enjoys"}, {"timestamp": [378.52, 384.26], "text": " impunity because of the US and other Western states that hold it to a different standard"}, {"timestamp": [384.26, 385.1], "text": " when it comes to"}, {"timestamp": [385.1, 388.82], "text": " international law, human rights and the rule of law."}, {"timestamp": [388.82, 392.06], "text": " Israel is above the law."}, {"timestamp": [392.06, 395.68], "text": " Israel can get away with murder in plain sight."}, {"timestamp": [395.68, 402.08], "text": " I mean, here we have a case where, as you said, Ahma, you know, the numerous investigations by a number"}, {"timestamp": [402.08, 405.28], "text": " of professional organizations,"}, {"timestamp": [405.56, 407.88], "text": " media, human rights, forensic."}, {"timestamp": [409.28, 415.0], "text": " There are witnesses, journalists, who are eyewitnesses to what happened."}, {"timestamp": [415.54, 421.14], "text": " And yet, we get the U.S. whitewashing with this ridiculous statement"}, {"timestamp": [421.14, 423.38], "text": " that comes out from the State Department."}, {"timestamp": [423.88, 425.58], "text": " I mean, who was carrying out the investigation?"}, {"timestamp": [426.26, 428.18], "text": " You know, like Lina was saying, this is not independent,"}, {"timestamp": [428.68, 431.4], "text": " it's not impartial, it's not effective, it's not transparent,"}, {"timestamp": [431.4, 435.68], "text": " it's nothing that Palestinians or any investigation should be."}, {"timestamp": [436.26, 438.64], "text": " It is simply a whitewash,"}, {"timestamp": [439.04, 442.3], "text": " and there were no criminal prosecutors in there to kind of point to intent."}, {"timestamp": [442.42, 451.44], "text": " You know, when you talk about intent, you need criminal prosecutors to be a part of the team to really, you know, point and be able to show the evidence."}, {"timestamp": [451.58, 452.82], "text": " Look at the evidence that shows intent."}, {"timestamp": [452.82, 458.4], "text": " We don't have that at the USS C, which is the U.S. Security Coordinator office in the responsible."}, {"timestamp": [458.52, 459.12], "text": " Sorry, yep, go on."}, {"timestamp": [459.22, 459.86], "text": " No, no, no, no."}, {"timestamp": [460.16, 462.74], "text": " It's all very important to have this context, right?"}, {"timestamp": [462.78, 467.24], "text": " Because I think this is intentionally, if we're going to talk about intentionality,"}, {"timestamp": [467.46, 469.6], "text": " meant to obfuscate, meant to distract."}, {"timestamp": [469.8, 474.54], "text": " I mean, it's not just the wording and the structure of the statement that has come under fire."}, {"timestamp": [474.62, 477.5], "text": " It's also the fact that it was released on July 4th, a major holiday"}, {"timestamp": [477.5, 481.78], "text": " when a lot of Americans and the public in general is not paying attention."}, {"timestamp": [481.94, 485.28], "text": " I want to ask you, Lena, because you tweeted a statement"}, {"timestamp": [485.28, 490.76], "text": " by your family on July 4th after the statement was made by the U.S. State Department. You said"}, {"timestamp": [490.76, 495.8], "text": " you will continue to call for justice accountability and that you want to meet with President"}, {"timestamp": [495.8, 501.44], "text": " Biden when he arrives, I believe, tomorrow to Israel. This is his first trip to the region"}, {"timestamp": [501.44, 507.24], "text": " since taking office. He's going to start it in Israel, a country that has been, for lack of a better word,"}, {"timestamp": [507.36, 510.86], "text": " building economic and political ties with its Arab neighbors."}, {"timestamp": [512.0, 516.08], "text": " And the agenda or schedule or itinerary, for those who may not know,"}, {"timestamp": [516.2, 519.84], "text": " does not include any visit to any of the sort of flashpoints,"}, {"timestamp": [519.84, 527.34], "text": " whether Silwan or Masafriata, any of the areas in the occupied West Bank inside Israel that are facing,"}, {"timestamp": [528.88, 531.84], "text": " that are being oppressed and collectively punished."}, {"timestamp": [532.2, 537.78], "text": " What do you want to say to President Biden and do you think he's going to meet with you?"}, {"timestamp": [539.7, 548.9], "text": " Well, until today, we haven't received any response from the U.S. administration regarding a possible meeting."}, {"timestamp": [549.18, 553.92], "text": " We are still waiting. I'm not sure if that's going to take place."}, {"timestamp": [554.42, 561.62], "text": " But if we were to meet the president, I would reiterate our demands to him, as we stated in the letter."}, {"timestamp": [562.42, 566.22], "text": " I also would like to hear what are their next steps,"}, {"timestamp": [566.4, 567.8], "text": " what do they want to do,"}, {"timestamp": [567.88, 569.5], "text": " how do they want to hold Israel accountable?"}, {"timestamp": [570.28, 572.94], "text": " And most importantly, I want to understand"}, {"timestamp": [572.94, 577.16], "text": " and get more information about their so-called investigation"}, {"timestamp": [577.16, 580.12], "text": " and any other important details they have"}, {"timestamp": [580.12, 584.92], "text": " from forensic investigations,"}, {"timestamp": [589.36, 590.0], "text": " anything they've gained from the Israeli investigations."}, {"timestamp": [596.36, 596.98], "text": " We deserve to know. We deserve to have more details on the killing of Shirin."}, {"timestamp": [603.18, 605.8], "text": " And also, we would like to ask them to retract the statement they released on the 4th of July, which did nothing to add value."}, {"timestamp": [606.6, 611.9], "text": " And lastly, we would also like to ask them to direct all their attention and efforts"}, {"timestamp": [611.9, 618.78], "text": " to allow the effort to call on the FBI to actually carry out an independent, swift and"}, {"timestamp": [618.78, 623.76], "text": " transparent investigation that is free from any political bias and any political pressure."}, {"timestamp": [624.18, 629.16], "text": " Because at this point, the Biden administration has a choice."}, {"timestamp": [629.46, 632.8], "text": " They can either support a meaningful effort for justice and accountability,"}, {"timestamp": [633.26, 638.34], "text": " or they can continue to perpetuate this cycle of Israeli impunity."}, {"timestamp": [638.54, 644.88], "text": " Because as was stated earlier, this is a result of the impunity and the accountability,"}, {"timestamp": [646.32, 646.7], "text": " the lack of accountability."}, {"timestamp": [651.02, 651.16], "text": " And unfortunately, from where I'm sitting, it seems as though they've already made that choice."}, {"timestamp": [654.08, 659.6], "text": " I do still appreciate your comments and want to put them to Nida. You know, we have this tweet from many Israelis who follow this journalists and commentators,"}, {"timestamp": [660.4, 665.08], "text": " quoting, we're saying President Biden's visit to Saudi Arabia and Israel this week"}, {"timestamp": [665.08, 669.56], "text": " will be overshadowed by the absence of two journalists unable to cover the events,"}, {"timestamp": [670.0, 672.36], "text": " Jamal Khashoggi and Shirin Abu Ackle."}, {"timestamp": [672.98, 679.84], "text": " Is it realistic to expect the State Department or the Biden administration"}, {"timestamp": [679.84, 683.32], "text": " to respond to any of the Abu Ackle's families,"}, {"timestamp": [683.44, 686.8], "text": " as we just heard from Lina's requests and concerns"}, {"timestamp": [686.8, 689.9], "text": " and demanding this retraction, for example."}, {"timestamp": [690.04, 695.12], "text": " I mean, what's realistic in terms of trying to hold Israel accountable,"}, {"timestamp": [695.24, 698.86], "text": " not just for Shadine's murder, but for anything?"}, {"timestamp": [700.18, 704.8], "text": " I can tell you that Palestinians do not trust that the U.S. administration"}, {"timestamp": [704.8, 708.44], "text": " is going to be the one to deliver them justice."}, {"timestamp": [709.14, 715.58], "text": " It's a chance for them to show to the world that the U.S. is dealing with double standards."}, {"timestamp": [715.58, 725.0], "text": " Let's imagine for a minute if Shereina Bua herself was covering the Ukraine-Russia situation right now,"}, {"timestamp": [725.0, 728.0], "text": " and she was killed by Russian fire."}, {"timestamp": [728.0, 733.0], "text": " Immediately, we would have seen the U.S. hold Russia accountable."}, {"timestamp": [733.0, 735.0], "text": " We would see sanctions."}, {"timestamp": [735.0, 738.0], "text": " But because Shireen herself is an American Palestinian"}, {"timestamp": [738.0, 741.0], "text": " who was killed by Israeli forces fire,"}, {"timestamp": [741.0, 746.12], "text": " we're seeing multiple attempts to delay, to deflect, to try and say,"}, {"timestamp": [746.24, 752.8], "text": " oh, we're not so sure. We don't know. It's inconclusive. It wasn't targeted. How do you know"}, {"timestamp": [752.8, 759.06], "text": " it wasn't deliberate? How do you know it wasn't targeted? So it's for Palestinians, realistically"}, {"timestamp": [759.06, 767.02], "text": " speaking, they're not expecting justice from the U.S. administration, but they're not going to stop calling for it."}, {"timestamp": [767.02, 773.82], "text": " Right, and I want to talk about the geopolitical objectives, perhaps, that are demanding this choice by the U.S. government."}, {"timestamp": [773.94, 775.66], "text": " I do want to ask you first, though, Salah."}, {"timestamp": [776.42, 780.64], "text": " You know, the statement did say ballistic experts determined that the bullet was badly damaged,"}, {"timestamp": [780.82, 783.16], "text": " and there was a lot of focus on the bullet, as we've heard."}, {"timestamp": [784.0, 786.82], "text": " It seems odd to me that they're focusing so much on the bullet."}, {"timestamp": [786.98, 789.96], "text": " In doing so, what are they choosing not to focus on deliberately?"}, {"timestamp": [791.54, 795.48], "text": " Deflecting from witness accounts, the journalists who were there on the scene,"}, {"timestamp": [796.76, 803.3], "text": " from the forensic analysis of the body, how the bullet entered, from where, what angle,"}, {"timestamp": [803.3, 810.72], "text": " where, you know, the number, numerous investigations that we've got basically pointing to the direction the bullet came from,"}, {"timestamp": [811.06, 826.5], "text": " all of them saying that this is where Israeli forces were stationed. So it is making something that is really not important, the center of the story. And this is a deflection. Again, going back to this being"}, {"timestamp": [826.5, 837.0], "text": " whitewash, we expect, you know, if it was U.S. acting on the same standards, it would with other"}, {"timestamp": [837.0, 840.94], "text": " countries like Nidda was saying when it comes to Russia or other countries, we would see a statement"}, {"timestamp": [840.94, 845.7], "text": " asking Israel to name that soldier who shot that bullet. And this is really what we want to see."}, {"timestamp": [845.96, 848.68], "text": " A soldier, an Israeli soldier, shot that bullet."}, {"timestamp": [848.8, 853.8], "text": " We want that soldier to be named, and we want that soldier to be criminally prosecuted."}, {"timestamp": [854.16, 858.68], "text": " We also want to know who gave the order to shoot a journalist."}, {"timestamp": [858.98, 864.24], "text": " As you know, it was a number of bullets that were fired towards journalists, not only one bullet to inshry."}, {"timestamp": [864.24, 865.24], "text": " And Salah, a quick follow-up Shereen, but a number of bullets."}, {"timestamp": [865.24, 866.84], "text": " And Salah, a quick follow-up."}, {"timestamp": [866.94, 873.02], "text": " I mean, Israel has a long history of isolating its crimes from its settler colonial occupation."}, {"timestamp": [873.3, 875.38], "text": " I mean, let's call things what they are, right?"}, {"timestamp": [875.76, 882.02], "text": " And it's, it's the UN, some could argue and have, you know, does that as well selectively"}, {"timestamp": [882.02, 885.36], "text": " by choosing to focus on specific international law violations."}, {"timestamp": [886.28, 891.66], "text": " Shireen's murder, of course, deserves focus and attention, as we're hearing from Lina and the family and others."}, {"timestamp": [892.02, 897.32], "text": " And that's why we're talking about this, but we'd be doing ourselves a disservice to, as we heard from Nida, ignore"}, {"timestamp": [897.32, 903.56], "text": " that it's just one in a series of extrajudicial killings of Palestinian civilians who are targeted."}, {"timestamp": [903.72, 909.62], "text": " So knowing all these facts, it seems like every single time, even when there's no doubt,"}, {"timestamp": [909.92, 913.52], "text": " somehow doubt is fomented to defend the Israeli narrative."}, {"timestamp": [913.96, 916.66], "text": " What can tangibly be done to change this?"}, {"timestamp": [916.66, 921.54], "text": " I know you used to work at Amnesty, which of course recently came out and said Israel's an apartheid state,"}, {"timestamp": [921.62, 925.88], "text": " and yet still we hear the clamor, we hear the uproar, and then somehow it dies down,"}, {"timestamp": [925.88, 930.06], "text": " and that seems to be part of the Israeli propaganda strategy, if you will."}, {"timestamp": [930.76, 933.64], "text": " Well, we hope that this year, and with Amnesty's report,"}, {"timestamp": [933.84, 935.52], "text": " that we have a turning point."}, {"timestamp": [935.52, 940.64], "text": " We have a consensus now from human rights organizations,"}, {"timestamp": [940.9, 942.9], "text": " international, Israeli and Palestinians,"}, {"timestamp": [943.08, 945.06], "text": " Palestinians who have been using the apartheid"}, {"timestamp": [945.06, 948.14], "text": " framework and saying and calling it apartheid for many, many years."}, {"timestamp": [948.62, 949.6], "text": " Now we have a consensus."}, {"timestamp": [949.82, 954.06], "text": " The UN Special Rapporteur on the human rights situation in the occupied Palestinian territories"}, {"timestamp": [954.06, 959.46], "text": " also reach the determination that Israel is perpetrating the crime against humanity of apartheid."}, {"timestamp": [959.46, 960.76], "text": " And let's explain this."}, {"timestamp": [961.16, 966.0], "text": " Israel's apartheid is based on fragmenting Palestinians, segregating them"}, {"timestamp": [966.0, 971.68], "text": " and violently controlling them, dispossessing them of property, including land, and depriving"}, {"timestamp": [971.68, 976.88], "text": " them of social and economic rights in the system. If you allow me, Israel systematically"}, {"timestamp": [976.88, 981.52], "text": " kills Palestinians. We have dozens of Palestinians, including many children who were killed"}, {"timestamp": [981.52, 985.94], "text": " since the beginning of this year and thousands since the"}, {"timestamp": [985.94, 992.48], "text": " first and the father of the late 1980s all these killings are done without any"}, {"timestamp": [992.48, 997.76], "text": " form of justice there's no one soldier right that was held a prosecuted for"}, {"timestamp": [997.76, 1003.04], "text": " murder if the in the best of scenarios you get you know a soldier or two who"}, {"timestamp": [1003.04, 1005.3], "text": " are charged with manslaughter,"}, {"timestamp": [1007.58, 1007.84], "text": " but not murder or intentional killing."}, {"timestamp": [1010.0, 1012.78], "text": " And Nida, I see you. And then the sentence would be disappropriate to the crime."}, {"timestamp": [1013.2, 1015.8], "text": " Yes, no, and that's a point I wanted to ask you about."}, {"timestamp": [1015.94, 1020.44], "text": " I mean, you know, we're always having to, as reporters covering this, not only tell the news"}, {"timestamp": [1020.44, 1029.48], "text": " and you're on the ground there, of course, doing that, but also, you know, kind of police the sort of misinformation around this, the way this story"}, {"timestamp": [1029.48, 1030.48], "text": " is told, unfortunately."}, {"timestamp": [1031.0, 1033.1], "text": " How has this affected you personally?"}, {"timestamp": [1033.58, 1038.6], "text": " I know that, you know, of course, Shadine was a friend, Nida, but how has this affected"}, {"timestamp": [1038.6, 1043.04], "text": " your ability to continue to report on the worsening situation facing Palestinians?"}, {"timestamp": [1045.16, 1047.52], "text": " Ahmed, she was not just a friend."}, {"timestamp": [1047.78, 1048.82], "text": " She was a mentor."}, {"timestamp": [1049.2, 1050.1], "text": " She was an idol."}, {"timestamp": [1050.4, 1053.02], "text": " She was someone we all looked up to."}, {"timestamp": [1053.64, 1060.8], "text": " And I don't think that we've had the time to grieve and to absorb the loss that we've endured."}, {"timestamp": [1061.3, 1067.54], "text": " Ever since she was killed, you know, we were starting to cover what happened."}, {"timestamp": [1067.74, 1075.54], "text": " We wanted to counter the Israeli narrative that right away sent the blame towards the Palestinians."}, {"timestamp": [1075.54, 1080.26], "text": " And we also had to cover other cases, other Palestinians who were killed."}, {"timestamp": [1080.4, 1087.34], "text": " You know, we went to the family of Thaer, who is here in Al-Birah, near Ramallah, who was a 17-year-old"}, {"timestamp": [1087.34, 1093.58], "text": " going to school who was killed on the same day, Sherin was killed. And the family says that, you know,"}, {"timestamp": [1093.64, 1099.24], "text": " there's going to be impunity. We don't believe that Israel and its soldiers are going to be held"}, {"timestamp": [1099.24, 1106.38], "text": " accountable. So for me, it's hard to tell you how her killing affected me because we didn't have the time to process it."}, {"timestamp": [1106.46, 1108.34], "text": " We didn't have the time to think about it."}, {"timestamp": [1108.62, 1113.54], "text": " I don't know the next time we go to Janine and the Army is there how we're going to react."}, {"timestamp": [1113.7, 1118.5], "text": " On the one hand, I can tell you that we want to keep telling the story because this is what Shireen wants us to do."}, {"timestamp": [1118.66, 1125.72], "text": " On the other hand, do we want to be killed because we were the messengers and we are telling the world what's happening?"}, {"timestamp": [1126.2, 1131.98], "text": " So it's hard for me to like tell you exactly how it's affecting my work."}, {"timestamp": [1131.98, 1138.36], "text": " But I can tell you that our loss is huge and we are still coming to terms with our loss."}, {"timestamp": [1138.48, 1143.8], "text": " We're trying to grieve, but we don't always have that luxury, if you may."}, {"timestamp": [1143.94, 1145.96], "text": " I appreciate you framing it in that way."}, {"timestamp": [1146.16, 1154.76], "text": " And, Lena, I want to ask you, I mean, you know, in terms of what can be done, we heard Salah eloquently explain what the barriers are, what the challenges are."}, {"timestamp": [1154.86, 1157.68], "text": " But I know you want to talk to President Biden."}, {"timestamp": [1157.84, 1161.42], "text": " I know you want to draw attention to this, and that's why you're joining us today."}, {"timestamp": [1161.52, 1166.62], "text": " But Article 8 of the ICC Charter, let's not forget, says that targeting war correspondents"}, {"timestamp": [1166.62, 1169.66], "text": " or journalists working in war zones or occupied territories"}, {"timestamp": [1169.66, 1173.12], "text": " by killing or physically assaulting them is a war crime."}, {"timestamp": [1173.44, 1175.76], "text": " Of course, Israel has been shielded by war crimes,"}, {"timestamp": [1176.06, 1180.62], "text": " and unfortunately, Washington and the U.S. has already rejected"}, {"timestamp": [1180.62, 1183.28], "text": " the international criminal court's involvement in this case."}, {"timestamp": [1183.36, 1190.02], "text": " With that in mind, what do you hope can happen? Who can hold Israel accountable and get justice for Shereen?"}, {"timestamp": [1191.9, 1197.52], "text": " Well, we would still like to see the ICC carrying out an investigation. The same enthusiasm"}, {"timestamp": [1197.52, 1203.04], "text": " that has been shown to Ukraine should be also shown to Palestine. Again, Palestine should not be an"}, {"timestamp": [1203.04, 1205.48], "text": " exception. Neither Shireen's case should be an exception."}, {"timestamp": [1206.32, 1213.1], "text": " Extrajudicial killing, extrajudicial execution is against international law."}, {"timestamp": [1213.22, 1216.72], "text": " And as you stated, targeting journalists is also a war crime."}, {"timestamp": [1216.72, 1219.52], "text": " So we still call on the ICC."}, {"timestamp": [1220.18, 1226.98], "text": " We hope to see meaningful action being taken place and that they expedite the investigation."}, {"timestamp": [1227.92, 1234.92], "text": " And on the other hand, as a family, we are looking into every possible opportunity available to us."}, {"timestamp": [1234.92, 1243.94], "text": " And we will pursue all channels and all areas of accountability, whatever that might take us."}, {"timestamp": [1243.94, 1244.52], "text": " all areas of accountability, whatever that might take us."}, {"timestamp": [1252.24, 1252.8], "text": " And again, the UN also is another body that we will continue to call on to carry out an investigation."}, {"timestamp": [1257.98, 1258.18], "text": " And for the international community to take this seriously."}, {"timestamp": [1260.86, 1261.28], "text": " And it is their role also."}, {"timestamp": [1266.06, 1271.24], "text": " Some of you may remember that many people have been bringing attention to Sh Shirin's case and also the plight of Palestinians in recent months. One of them, a Palestinian student"}, {"timestamp": [1271.24, 1276.12], "text": " at Georgetown University, raised the Palestinian flag during her graduation ceremony in the"}, {"timestamp": [1276.12, 1280.64], "text": " presence of Secretary Blinken and even snubbed him, if I scroll down, you can see right"}, {"timestamp": [1280.64, 1285.2], "text": " there, snubbed him after receiving it, and refused to shake his hand."}, {"timestamp": [1285.3, 1288.1], "text": " So a small consequence, but I highlight this"}, {"timestamp": [1288.1, 1291.8], "text": " because it seems like more of these things are happening anecdotally,"}, {"timestamp": [1291.86, 1293.08], "text": " and we also heard from Nouran."}, {"timestamp": [1293.16, 1295.62], "text": " She sent us this video reacting to the U.S. statement."}, {"timestamp": [1295.74, 1296.24], "text": " Take a listen."}, {"timestamp": [1297.74, 1302.0], "text": " The American response to Shadin's murder, of course, is abysmal."}, {"timestamp": [1302.2, 1303.88], "text": " It's toothless. It's apathetic."}, {"timestamp": [1303.88, 1305.76], "text": " And frankly, it's everything that"}, {"timestamp": [1305.76, 1311.82], "text": " American foreign policy has been towards Palestinians for decades. The U.S. will never do anything"}, {"timestamp": [1311.82, 1316.98], "text": " to jeopardize its special relationship with Israel. And that certainly includes accountability."}, {"timestamp": [1317.76, 1323.56], "text": " But what's upsetting in this situation is that it's truly the bare minimum that's being asked for,"}, {"timestamp": [1323.56, 1327.5], "text": " a basic recognition that this woman was murdered by Israeli forces,"}, {"timestamp": [1328.06, 1332.22], "text": " and for an independent investigation to be carried out by someone other than"}, {"timestamp": [1332.22, 1335.44], "text": " the butcher responsible for her murder, which is Israel."}, {"timestamp": [1335.92, 1338.18], "text": " And we're not seeing any of that."}, {"timestamp": [1339.06, 1340.92], "text": " Salah, it's worth mentioning that, you know,"}, {"timestamp": [1340.98, 1345.24], "text": " Shirin was not the only Palestinian American who was killed by Israel,"}, {"timestamp": [1345.38, 1349.3], "text": " and she was neither the first journalist. I mean, here we have Jalal on Twitter saying,"}, {"timestamp": [1349.42, 1353.46], "text": " Israel killed at least 46 journalists. No one was held accountable whatsoever."}, {"timestamp": [1354.02, 1357.68], "text": " Why would the killing of Shereen Abouac de be different? If you can in two sentences,"}, {"timestamp": [1358.34, 1361.68], "text": " answer for us, might this be different this time, given who Shireen was?"}, {"timestamp": [1362.74, 1365.68], "text": " Yes, absolutely, because it is a high-profile case,"}, {"timestamp": [1365.76, 1367.3], "text": " because she's a prominent journalist,"}, {"timestamp": [1367.5, 1372.06], "text": " because she is part of every Palestinian home, as was said before."}, {"timestamp": [1372.56, 1375.5], "text": " And I must say, I mean, the way forward is also the Palestinians"}, {"timestamp": [1375.5, 1377.62], "text": " have been pointing to it since 2005,"}, {"timestamp": [1378.08, 1381.26], "text": " where they call to boycott, divest from, and sanction Israel."}, {"timestamp": [1381.56, 1385.22], "text": " This is the call from the largest civil society coalition of Palestinians."}, {"timestamp": [1385.58, 1388.46], "text": " And so, yes, while, you know, big states,"}, {"timestamp": [1388.66, 1390.66], "text": " powerful states like the United States,"}, {"timestamp": [1391.1, 1393.8], "text": " the European states, are going to still hold Israel"}, {"timestamp": [1393.8, 1395.08], "text": " to a different standard."}, {"timestamp": [1395.16, 1396.32], "text": " You want to keep the pressure."}, {"timestamp": [1396.32, 1397.68], "text": " Yes."}, {"timestamp": [1398.02, 1400.92], "text": " Can keep the pressure by ensuring that their local councils,"}, {"timestamp": [1401.08, 1403.64], "text": " where they live, is empty of Israel's apartheid."}, {"timestamp": [1404.0, 1406.7], "text": " Their municipalities do not give contracts to Israeli companies."}, {"timestamp": [1407.12, 1409.0], "text": " The supermarkets do not hold Israeli markets."}, {"timestamp": [1409.4, 1409.74], "text": " Thank you."}, {"timestamp": [1409.82, 1412.48], "text": " Unfortunately, we have to end this conversation here."}, {"timestamp": [1412.92, 1416.82], "text": " I want to thank all of our guests and our community for taking part in the discussion."}, {"timestamp": [1417.38, 1421.9], "text": " We give the final thought to Nouran al-Hamdan and our AJ Plus colleague, Dina Takruri,"}, {"timestamp": [1421.9, 1426.68], "text": " who reflect on the impact Shireen has made and the legacy she leaves behind."}, {"timestamp": [1427.0, 1427.42], "text": " Take care."}, {"timestamp": [1428.38, 1430.24], "text": " The first thing I did when I arrived here"}, {"timestamp": [1430.24, 1431.6], "text": " to the occupied West Bank"}, {"timestamp": [1431.6, 1434.06], "text": " was to visit the Al Jazeera offices in Marmala"}, {"timestamp": [1434.06, 1437.0], "text": " to pay my respects to my late colleague and friend,"}, {"timestamp": [1437.08, 1437.86], "text": " Shirina Baakla."}, {"timestamp": [1438.06, 1440.02], "text": " And it was very emotional to go there."}, {"timestamp": [1440.18, 1441.28], "text": " And instead of seeing her,"}, {"timestamp": [1441.48, 1443.36], "text": " seeing countless pictures of her,"}, {"timestamp": [1443.5, 1444.66], "text": " posters, flowers,"}, {"timestamp": [1447.1, 1447.78], "text": " her absence has felt so strongly."}, {"timestamp": [1450.72, 1450.78], "text": " And, you know, over the last week, I've been reporting all over the West Bank."}, {"timestamp": [1453.48, 1453.54], "text": " And everywhere we go, people stop and ask, oh, who do you work for?"}, {"timestamp": [1454.18, 1454.66], "text": " What are you filming?"}, {"timestamp": [1461.14, 1461.44], "text": " As soon as we tell them, El Jazeera, they say, Shireen, you know, how much they love Shireen, how devastating her loss is."}, {"timestamp": [1463.5, 1463.58], "text": " She is so loved here."}, {"timestamp": [1464.78, 1468.14], "text": " She was the voice of a people. She's very fondly remembered"}, {"timestamp": [1468.14, 1473.72], "text": " and people are still grieving her. It's hard to believe that she's gone, but it's very clear that"}, {"timestamp": [1473.72, 1480.36], "text": " her legacy will continue here forever. I think Shadine's legacy will always be that she was a storyteller"}, {"timestamp": [1480.36, 1485.88], "text": " and specifically a storyteller of the Palestinian experience, which she did through her reporting."}, {"timestamp": [1486.5, 1492.88], "text": " And what's significant here is that she was telling the Palestinian story while also living the Palestinian story."}, {"timestamp": [1493.34, 1495.74], "text": " And to me, that's always going to be her legacy."}], "text": " Hi, I'm Ahmed Shabedin, and welcome to the stream. It's been two months since our colleague Al Jazeera journalist Shireen Abou Ackle was shot and killed by Israeli forces while on assignment in Janine. Two months and still no accountability. The U.S. government's investigation into the Palestinian-American's death has infuriated human rights advocates and left many wondering, will there ever be justice? Joining me to discuss this, in occupied East Jerusalem, we have Shireen's niece, Lena Abu Achele, joining us in Ramallah, in the Occupied West Bank, Palestinian human rights advocate Salah Hijazi, and also in Ramallah, Al Jazeera correspondent Nida Ibrahim. Welcome, everyone. Thank you for joining us. And if you're watching us on YouTube, I should say, we encourage you to join the conversation, leave your thoughts and questions in our live chat, and we will try and address them during the discussion. Lena, I have to start with you. The State Department's statement contradicted the investigations by multiple media outlets, not only Al Jazeera, CNN, the Washington Post, the AP, and the New York Times, as well as international human rights groups. They started by proclaiming the origin of the bullet was inconclusive, and as you can see here, a spokesperson said there is no reason to believe that this was intentional, but rather the result of tragic circumstances, we again offer our deepest condolences to the Abu Ackley family. Lena, how does this make you feel, this dismissive statement and the condolences attached? Well, first of all, thank you for having me on the show, Ahmed. And it's first important to note that we do not view this as an independent investigation as they are claiming. It was merely a review of Israeli investigation details that we have never seen. And as a family, we are disappointed. And we were expecting that such an investigation would be transparent and would actually hold them accountable, hold the perpetrators accountable. However, contrary to that, especially with regards to the unintentional gunfire, there has been inconsistencies and contradictions within their statement, especially following the Fourth of July statement. On 5th, on 5th of July, during the press briefing, Mr. Price was conceded that nobody present was qualified enough to state that if it was intentional or not. So for us, we continue to believe that this entire investigation was not credible. And again, it continues to show the lack of transparency and evidence-based responses. Right. And you know, you bring up what the spokesperson said. I mean, they also said very bizarre sort of justifications when the criticisms emerged, that this was analytical and not scientific, which seems very bizarre. I mean, Nida, I have to ask you, the forensic tests themselves were performed at the Israeli police lab in Jerusalem, and the U.S. really only gave one concession, right, when they said that it was likely responsible. Israel was likely responsible. With this in mind, I mean, what do you find is so problematic about the statement? And what does it reveal to us about the U.S. rule? It reveals that the U.S. would always stand by Israel, even if the crimes committed by the Israeli forces are being committed against an American citizen. It also reveals that they are so fixated on the issue of the bullet, by the Israeli forces are being committed against an American citizen. It also reveals that they are so fixated on the issue of the bullet, of contradicting all the prestigious media outlets that have been conducting their own investigations, saying that it was clear that there was no Palestinian shooting at the time when Shereen was killed. So for Palestinians, it's seen here as a facade as a way for the U.S. to show that it's going and currently doing an investigation and coming out with the results. But really, that justice is not going to be served, not for Shereen, and not for many, many Palestinians who were killed by Israeli forces before Shereen and and not for many, many Palestinians who were killed by Israeli forces before Shereen and are still being killed after her. And I appreciate that context. Because you bring up the Palestinian perspective, how they're reacting to this, of course, it's not just Palestinians. And Salih, I want to get your thoughts on what Haggai Al-Ad had to say. He's the director of Bitsselim, the leading Israeli human rights organization, which, of course, also contradicted the U.S. statement and squarely placed the blame on Israel. Let's take a listen to how he describes this cycle of impunity and violence. I'm sad and outrage to say that based on past experience, the odds for justice and accountability for the killing of Shirena Blakle are small, if even existent. Israel knows very well from past experience that as time passes, attention moves on, the rage subsides, people forget, and it becomes ever so easier for Israel to get away with the killing and face no accountability. This has happened hundreds of times in the past. That's Israel's play. It has been successful before. And looking at what has transpired over the last two months, it seems that it's going to be successful, unfortunately, for Israel this time as well. Salah, what do you make of that? Well, first, we're not going to make it successful this time. We hope that Shirin's killing is a turning point when it comes to Israel's impunity. But I agree with Haggai 100%. And it is easy for Israel to get away with murder in this case, a systematic killing of Palestinians, the killing of Shirin follows a pattern of systematic killing against Palestinians that is part of Israel's system of apartheid against Palestinians. And Israel enjoys impunity because of the US and other Western states that hold it to a different standard when it comes to international law, human rights and the rule of law. Israel is above the law. Israel can get away with murder in plain sight. I mean, here we have a case where, as you said, Ahma, you know, the numerous investigations by a number of professional organizations, media, human rights, forensic. There are witnesses, journalists, who are eyewitnesses to what happened. And yet, we get the U.S. whitewashing with this ridiculous statement that comes out from the State Department. I mean, who was carrying out the investigation? You know, like Lina was saying, this is not independent, it's not impartial, it's not effective, it's not transparent, it's nothing that Palestinians or any investigation should be. It is simply a whitewash, and there were no criminal prosecutors in there to kind of point to intent. You know, when you talk about intent, you need criminal prosecutors to be a part of the team to really, you know, point and be able to show the evidence. Look at the evidence that shows intent. We don't have that at the USS C, which is the U.S. Security Coordinator office in the responsible. Sorry, yep, go on. No, no, no, no. It's all very important to have this context, right? Because I think this is intentionally, if we're going to talk about intentionality, meant to obfuscate, meant to distract. I mean, it's not just the wording and the structure of the statement that has come under fire. It's also the fact that it was released on July 4th, a major holiday when a lot of Americans and the public in general is not paying attention. I want to ask you, Lena, because you tweeted a statement by your family on July 4th after the statement was made by the U.S. State Department. You said you will continue to call for justice accountability and that you want to meet with President Biden when he arrives, I believe, tomorrow to Israel. This is his first trip to the region since taking office. He's going to start it in Israel, a country that has been, for lack of a better word, building economic and political ties with its Arab neighbors. And the agenda or schedule or itinerary, for those who may not know, does not include any visit to any of the sort of flashpoints, whether Silwan or Masafriata, any of the areas in the occupied West Bank inside Israel that are facing, that are being oppressed and collectively punished. What do you want to say to President Biden and do you think he's going to meet with you? Well, until today, we haven't received any response from the U.S. administration regarding a possible meeting. We are still waiting. I'm not sure if that's going to take place. But if we were to meet the president, I would reiterate our demands to him, as we stated in the letter. I also would like to hear what are their next steps, what do they want to do, how do they want to hold Israel accountable? And most importantly, I want to understand and get more information about their so-called investigation and any other important details they have from forensic investigations, anything they've gained from the Israeli investigations. We deserve to know. We deserve to have more details on the killing of Shirin. And also, we would like to ask them to retract the statement they released on the 4th of July, which did nothing to add value. And lastly, we would also like to ask them to direct all their attention and efforts to allow the effort to call on the FBI to actually carry out an independent, swift and transparent investigation that is free from any political bias and any political pressure. Because at this point, the Biden administration has a choice. They can either support a meaningful effort for justice and accountability, or they can continue to perpetuate this cycle of Israeli impunity. Because as was stated earlier, this is a result of the impunity and the accountability, the lack of accountability. And unfortunately, from where I'm sitting, it seems as though they've already made that choice. I do still appreciate your comments and want to put them to Nida. You know, we have this tweet from many Israelis who follow this journalists and commentators, quoting, we're saying President Biden's visit to Saudi Arabia and Israel this week will be overshadowed by the absence of two journalists unable to cover the events, Jamal Khashoggi and Shirin Abu Ackle. Is it realistic to expect the State Department or the Biden administration to respond to any of the Abu Ackle's families, as we just heard from Lina's requests and concerns and demanding this retraction, for example. I mean, what's realistic in terms of trying to hold Israel accountable, not just for Shadine's murder, but for anything? I can tell you that Palestinians do not trust that the U.S. administration is going to be the one to deliver them justice. It's a chance for them to show to the world that the U.S. is dealing with double standards. Let's imagine for a minute if Shereina Bua herself was covering the Ukraine-Russia situation right now, and she was killed by Russian fire. Immediately, we would have seen the U.S. hold Russia accountable. We would see sanctions. But because Shireen herself is an American Palestinian who was killed by Israeli forces fire, we're seeing multiple attempts to delay, to deflect, to try and say, oh, we're not so sure. We don't know. It's inconclusive. It wasn't targeted. How do you know it wasn't deliberate? How do you know it wasn't targeted? So it's for Palestinians, realistically speaking, they're not expecting justice from the U.S. administration, but they're not going to stop calling for it. Right, and I want to talk about the geopolitical objectives, perhaps, that are demanding this choice by the U.S. government. I do want to ask you first, though, Salah. You know, the statement did say ballistic experts determined that the bullet was badly damaged, and there was a lot of focus on the bullet, as we've heard. It seems odd to me that they're focusing so much on the bullet. In doing so, what are they choosing not to focus on deliberately? Deflecting from witness accounts, the journalists who were there on the scene, from the forensic analysis of the body, how the bullet entered, from where, what angle, where, you know, the number, numerous investigations that we've got basically pointing to the direction the bullet came from, all of them saying that this is where Israeli forces were stationed. So it is making something that is really not important, the center of the story. And this is a deflection. Again, going back to this being whitewash, we expect, you know, if it was U.S. acting on the same standards, it would with other countries like Nidda was saying when it comes to Russia or other countries, we would see a statement asking Israel to name that soldier who shot that bullet. And this is really what we want to see. A soldier, an Israeli soldier, shot that bullet. We want that soldier to be named, and we want that soldier to be criminally prosecuted. We also want to know who gave the order to shoot a journalist. As you know, it was a number of bullets that were fired towards journalists, not only one bullet to inshry. And Salah, a quick follow-up Shereen, but a number of bullets. And Salah, a quick follow-up. I mean, Israel has a long history of isolating its crimes from its settler colonial occupation. I mean, let's call things what they are, right? And it's, it's the UN, some could argue and have, you know, does that as well selectively by choosing to focus on specific international law violations. Shireen's murder, of course, deserves focus and attention, as we're hearing from Lina and the family and others. And that's why we're talking about this, but we'd be doing ourselves a disservice to, as we heard from Nida, ignore that it's just one in a series of extrajudicial killings of Palestinian civilians who are targeted. So knowing all these facts, it seems like every single time, even when there's no doubt, somehow doubt is fomented to defend the Israeli narrative. What can tangibly be done to change this? I know you used to work at Amnesty, which of course recently came out and said Israel's an apartheid state, and yet still we hear the clamor, we hear the uproar, and then somehow it dies down, and that seems to be part of the Israeli propaganda strategy, if you will. Well, we hope that this year, and with Amnesty's report, that we have a turning point. We have a consensus now from human rights organizations, international, Israeli and Palestinians, Palestinians who have been using the apartheid framework and saying and calling it apartheid for many, many years. Now we have a consensus. The UN Special Rapporteur on the human rights situation in the occupied Palestinian territories also reach the determination that Israel is perpetrating the crime against humanity of apartheid. And let's explain this. Israel's apartheid is based on fragmenting Palestinians, segregating them and violently controlling them, dispossessing them of property, including land, and depriving them of social and economic rights in the system. If you allow me, Israel systematically kills Palestinians. We have dozens of Palestinians, including many children who were killed since the beginning of this year and thousands since the first and the father of the late 1980s all these killings are done without any form of justice there's no one soldier right that was held a prosecuted for murder if the in the best of scenarios you get you know a soldier or two who are charged with manslaughter, but not murder or intentional killing. And Nida, I see you. And then the sentence would be disappropriate to the crime. Yes, no, and that's a point I wanted to ask you about. I mean, you know, we're always having to, as reporters covering this, not only tell the news and you're on the ground there, of course, doing that, but also, you know, kind of police the sort of misinformation around this, the way this story is told, unfortunately. How has this affected you personally? I know that, you know, of course, Shadine was a friend, Nida, but how has this affected your ability to continue to report on the worsening situation facing Palestinians? Ahmed, she was not just a friend. She was a mentor. She was an idol. She was someone we all looked up to. And I don't think that we've had the time to grieve and to absorb the loss that we've endured. Ever since she was killed, you know, we were starting to cover what happened. We wanted to counter the Israeli narrative that right away sent the blame towards the Palestinians. And we also had to cover other cases, other Palestinians who were killed. You know, we went to the family of Thaer, who is here in Al-Birah, near Ramallah, who was a 17-year-old going to school who was killed on the same day, Sherin was killed. And the family says that, you know, there's going to be impunity. We don't believe that Israel and its soldiers are going to be held accountable. So for me, it's hard to tell you how her killing affected me because we didn't have the time to process it. We didn't have the time to think about it. I don't know the next time we go to Janine and the Army is there how we're going to react. On the one hand, I can tell you that we want to keep telling the story because this is what Shireen wants us to do. On the other hand, do we want to be killed because we were the messengers and we are telling the world what's happening? So it's hard for me to like tell you exactly how it's affecting my work. But I can tell you that our loss is huge and we are still coming to terms with our loss. We're trying to grieve, but we don't always have that luxury, if you may. I appreciate you framing it in that way. And, Lena, I want to ask you, I mean, you know, in terms of what can be done, we heard Salah eloquently explain what the barriers are, what the challenges are. But I know you want to talk to President Biden. I know you want to draw attention to this, and that's why you're joining us today. But Article 8 of the ICC Charter, let's not forget, says that targeting war correspondents or journalists working in war zones or occupied territories by killing or physically assaulting them is a war crime. Of course, Israel has been shielded by war crimes, and unfortunately, Washington and the U.S. has already rejected the international criminal court's involvement in this case. With that in mind, what do you hope can happen? Who can hold Israel accountable and get justice for Shereen? Well, we would still like to see the ICC carrying out an investigation. The same enthusiasm that has been shown to Ukraine should be also shown to Palestine. Again, Palestine should not be an exception. Neither Shireen's case should be an exception. Extrajudicial killing, extrajudicial execution is against international law. And as you stated, targeting journalists is also a war crime. So we still call on the ICC. We hope to see meaningful action being taken place and that they expedite the investigation. And on the other hand, as a family, we are looking into every possible opportunity available to us. And we will pursue all channels and all areas of accountability, whatever that might take us. all areas of accountability, whatever that might take us. And again, the UN also is another body that we will continue to call on to carry out an investigation. And for the international community to take this seriously. And it is their role also. Some of you may remember that many people have been bringing attention to Sh Shirin's case and also the plight of Palestinians in recent months. One of them, a Palestinian student at Georgetown University, raised the Palestinian flag during her graduation ceremony in the presence of Secretary Blinken and even snubbed him, if I scroll down, you can see right there, snubbed him after receiving it, and refused to shake his hand. So a small consequence, but I highlight this because it seems like more of these things are happening anecdotally, and we also heard from Nouran. She sent us this video reacting to the U.S. statement. Take a listen. The American response to Shadin's murder, of course, is abysmal. It's toothless. It's apathetic. And frankly, it's everything that American foreign policy has been towards Palestinians for decades. The U.S. will never do anything to jeopardize its special relationship with Israel. And that certainly includes accountability. But what's upsetting in this situation is that it's truly the bare minimum that's being asked for, a basic recognition that this woman was murdered by Israeli forces, and for an independent investigation to be carried out by someone other than the butcher responsible for her murder, which is Israel. And we're not seeing any of that. Salah, it's worth mentioning that, you know, Shirin was not the only Palestinian American who was killed by Israel, and she was neither the first journalist. I mean, here we have Jalal on Twitter saying, Israel killed at least 46 journalists. No one was held accountable whatsoever. Why would the killing of Shereen Abouac de be different? If you can in two sentences, answer for us, might this be different this time, given who Shireen was? Yes, absolutely, because it is a high-profile case, because she's a prominent journalist, because she is part of every Palestinian home, as was said before. And I must say, I mean, the way forward is also the Palestinians have been pointing to it since 2005, where they call to boycott, divest from, and sanction Israel. This is the call from the largest civil society coalition of Palestinians. And so, yes, while, you know, big states, powerful states like the United States, the European states, are going to still hold Israel to a different standard. You want to keep the pressure. Yes. Can keep the pressure by ensuring that their local councils, where they live, is empty of Israel's apartheid. Their municipalities do not give contracts to Israeli companies. The supermarkets do not hold Israeli markets. Thank you. Unfortunately, we have to end this conversation here. I want to thank all of our guests and our community for taking part in the discussion. We give the final thought to Nouran al-Hamdan and our AJ Plus colleague, Dina Takruri, who reflect on the impact Shireen has made and the legacy she leaves behind. Take care. The first thing I did when I arrived here to the occupied West Bank was to visit the Al Jazeera offices in Marmala to pay my respects to my late colleague and friend, Shirina Baakla. And it was very emotional to go there. And instead of seeing her, seeing countless pictures of her, posters, flowers, her absence has felt so strongly. And, you know, over the last week, I've been reporting all over the West Bank. And everywhere we go, people stop and ask, oh, who do you work for? What are you filming? As soon as we tell them, El Jazeera, they say, Shireen, you know, how much they love Shireen, how devastating her loss is. She is so loved here. She was the voice of a people. She's very fondly remembered and people are still grieving her. It's hard to believe that she's gone, but it's very clear that her legacy will continue here forever. I think Shadine's legacy will always be that she was a storyteller and specifically a storyteller of the Palestinian experience, which she did through her reporting. And what's significant here is that she was telling the Palestinian story while also living the Palestinian story. And to me, that's always going to be her legacy."}